{
    "fr_FR": {
        "# Episodes": "# Épisodes",
        "# Songs": "# Titres",
        "%{ dj } is now live on %{ station }! Tune in now: %{ url }": "%{ dj } est maintenant en direct sur %{ station } ! Branchez-vous maintenant : %{ url }",
        "%{ minutes } minutes": "%{ minutes } minutes",
        "%{ seconds } seconds": "%{ seconds } secondes",
        "%{ station } is back online! Tune in now: %{ url }": "%{ station } est de nouveau en ligne ! Branchez-vous maintenant : %{ url }",
        "%{ station } is going offline for now.": "%{ station } est hors ligne pour l'instant.",
        "%{filesCount} File": [
            "%{filesCount} fichier",
            "%{filesCount} fichiers"
        ],
        "%{listeners} Listener": [
            "%{listeners} auditeur",
            "%{listeners} auditeurs"
        ],
        "%{messages} queued messages": "%{messages} messages en attente",
        "%{name} - Copy": "Copier %{name}",
        "%{numPlaylists} playlist": [
            "%{numPlaylists} playlist",
            "%{numPlaylists} playlists"
        ],
        "%{numSongs} uploaded song": [
            "%{numSongs} musique envoyée",
            "%{numSongs} musiques envoyées"
        ],
        "%{spaceUsed} of %{spaceTotal} Used": "%{spaceUsed} sur %{spaceTotal} utilisé",
        "%{spaceUsed} Used": "%{spaceUsed} utilisé",
        "%{station} - Copy": "Copier %{station}",
        "12 Hour": "12 heures",
        "24 Hour": "24 heures",
        "A completely random track is picked for playback every time the queue is populated.": "Une piste complètement aléatoire est choisie pour la lecture chaque fois que la file d'attente est remplie.",
        "A name for this stream that will be used internally in code. Should only contain letters, numbers, and underscores (i.e. \"stream_lofi\").": "Un nom pour ce flux qui sera utilisé en interne dans le code. Il doit contenir que des lettres, des chiffres et des tirets bas (par exemple \"stream_lofi\").",
        "A playlist containing media files hosted on this server.": "Une playlist contenant des fichiers médias hébergés sur ce serveur.",
        "A playlist that instructs the station to play from a remote URL.": "Une playlist qui demande à la station de jouer à partir d'une URL distante.",
        "A unique identifier (i.e. \"G-A1B2C3D4\") for this measurement stream.": "Un identifiant unique (c'est-à-dire \"G-A1B2C3D4\") pour ce flux de mesure.",
        "About AzuraRelay": "À propos d'AzuraRelay",
        "About Master_me": "À propos de Master_me",
        "About Release Channels": "À propos des canaux de publication",
        "Access Code": "Code d'accès",
        "Access Key ID": "ID de clé d'accès",
        "Access Token": "Jeton d'accès",
        "Access Token Secret": "Jeton d'accès secret",
        "Account Details": "Détails du compte",
        "Account is Active": "Le compte est actif",
        "Account List": "Liste des comptes",
        "Actions": "Actions",
        "Adapter": "Adaptateur",
        "Add API Key": "Ajouter une clé API",
        "Add Custom Field": "Ajouter un champ personnalisé",
        "Add Episode": "Ajouter un épisode",
        "Add Files to Playlist": "Ajouter des fichiers à la playlist",
        "Add HLS Stream": "Ajouter un flux HLS",
        "Add Mount Point": "Ajouter un point de montage",
        "Add New GitHub Issue": "Ajouter un nouveau problème sur GitHub",
        "Add Playlist": "Ajouter une playlist",
        "Add Podcast": "Ajouter un podcast",
        "Add Remote Relay": "Ajouter un relais à distance",
        "Add Role": "Ajouter un rôle",
        "Add Schedule Item": "Ajouter une nouvelle planification",
        "Add SFTP User": "Ajouter un utilisateur SFTP",
        "Add Station": "Ajouter une station",
        "Add Storage Location": "Ajouter un emplacement de stockage",
        "Add Streamer": "Ajouter Streamer",
        "Add User": "Ajouter un utilisateur",
        "Add Web Hook": "Ajouter un Web Hook",
        "Administration": "Administration",
        "Advanced": "Avancé",
        "Advanced Configuration": "Configuration avancée",
        "Advanced Manual AutoDJ Scheduling Options": "Options avancées de programmation manuelle de l'AutoDJ",
        "Aggregate listener statistics are used to show station reports across the system. IP-based listener statistics are used to view live listener tracking and may be required for royalty reports.": "Les statistiques globales sur les auditeurs sont utilisées pour afficher les rapports des stations dans l'ensemble du système. Les statistiques d'auditeurs basées sur IP sont utilisées pour visualiser le suivi des auditeurs en direct et peuvent être requises pour les rapports sur les redevances.",
        "Album": "Album",
        "Album Art": "Pochette d'album",
        "All listed domain names should point to this AzuraCast installation. Separate multiple domain names with commas.": "Tous les noms de domaine présents dans cette liste doivent pointer vers cette installation AzuraCast. Si vous souhaitez utiliser plusieurs noms de domaine, séparez-les par des virgules.",
        "All Playlists": "Toutes les playlists",
        "All Podcasts": "Tous les podcasts",
        "All values in the NowPlaying API response are available for use. Any empty fields are ignored.": "Toutes les valeurs de la réponse de l'API \"NowPlaying\" sont disponibles pour l'utilisation. Tous les champs vides sont ignorés.",
        "Allow Requests from This Playlist": "Autoriser les requêtes pour cette playlist",
        "Allow Song Requests": "Autoriser la demande du titre suivant",
        "Allow Streamers \/ DJs": "Activer les Streamers \/ DJs",
        "Allowed IP Addresses": "Adresses IP autorisées",
        "Always Use HTTPS": "Toujours utiliser HTTPS",
        "Amplify: Amplification (dB)": "Amplifier : Amplification (dB)",
        "An error occurred and your request could not be completed.": "Une erreur s'est produite et votre demande n'a pas pu être terminée.",
        "An error occurred while loading the station profile:": "Une erreur s'est produite pendant le chargement du profil de la station :",
        "An error occurred with the WebDJ socket.": "Une erreur s'est produite avec le socket WebDJ.",
        "Analytics": "Analytiques",
        "Analyze and reprocess the selected media": "Analyser et retraiter les médias sélectionnés",
        "Any time a live streamer\/DJ connects to the stream": "À chaque fois qu'un streamer en direct\/DJ se connecte en direct sur le flux",
        "Any time a live streamer\/DJ disconnects from the stream": "Chaque fois qu'un streamer en direct\/DJ se déconnecte du flux",
        "Any time the currently playing song changes": "À chaque fois que la chanson en cours de lecture change",
        "Any time the listener count decreases": "À chaque fois que le nombre d'auditeurs diminue",
        "Any time the listener count increases": "À chaque fois que le nombre d'auditeurs augmente",
        "API \"Access-Control-Allow-Origin\" Header": "En-tête de l'API \"Access-Control-Allow-Origin\"",
        "API Documentation": "Documentation de l'API",
        "API Key Description\/Comments": "Description de la clé API \/ Commentaires",
        "API Keys": "Clés API",
        "API Version": "Version de l'API",
        "App Key": "Clé d'application",
        "App Secret": "Secret d'application",
        "Apple Podcasts": "Apple Podcasts",
        "Apply for an API key at Last.fm": "Utiliser une clé d'API pour Last.fm",
        "Apply Playlist to Folders": "Appliquer la playlist aux dossiers",
        "Apply Post-processing to Live Streams": "Appliquer le post-traitement aux flux en direct",
        "Apply to Folders": "Appliquer aux dossiers",
        "Are you sure?": "Êtes-vous sûr ?",
        "Art": "Pochette",
        "Artist": "Artiste",
        "Artwork": "Illustration",
        "Artwork must be a minimum size of 1400 x 1400 pixels and a maximum size of 3000 x 3000 pixels for Apple Podcasts.": "L'illustration doit avoir une taille minimale de 1400 x 1400 pixels et une taille maximale de 3000 x 3000 pixels pour les podcasts Apple.",
        "At the bottom of the page, click \"Create my access token\".": "En bas de la page, cliquez sur \"Créer mon jeton d'accès\".",
        "Attempt to Automatically Retrieve ISRC When Missing": "Tenter de récupérer automatiquement l'ISRC quand il est manquant",
        "Audio Bitrate (kbps)": "Débit audio (kbps)",
        "Audio Format": "Format de l'audio",
        "Audio Post-processing": "Post-traitement audio",
        "Audio Post-processing Method": "Méthode de post-traitement audio",
        "Audio transcoding applications like Liquidsoap use a consistent amount of CPU over time, which gradually drains this available credit. If you regularly see stolen CPU time, you should consider migrating to a VM that has CPU resources dedicated to your instance.": "Les applications de transcodage audio tels que LiquidSoap utilisent une quantité constante de CPU au fil du temps, ce qui draine progressivement ce crédit disponible. Si vous voyez régulièrement du temps de CPU volé, vous devriez envisager de migrer vers une machine virtuelle contenant des ressources CPU dédiées à votre instance.",
        "Audit Log": "Journal d'audit",
        "Author": "Auteur",
        "Auto-Assign Value": "Valeur auto-assigné",
        "Auto-Assigned": "Auto-assigné",
        "AutoDJ": "AutoDJ",
        "AutoDJ Bitrate (kbps)": "Taux de l'AutoDJ (Kb\/s)",
        "AutoDJ Disabled": "AutoDJ Désactivé",
        "AutoDJ Format": "Format de l'AutoDJ",
        "AutoDJ has been disabled for this station. No music will automatically be played when a source is not live.": "AutoDJ a été désactivé pour cette station. Aucune musique ne sera automatiquement jouée lorsqu'une source n'est pas en direct.",
        "AutoDJ Queue": "File d'attente AutoDJ",
        "AutoDJ Queue Length": "Longueur de la file d'attente de l'AutoDJ",
        "AutoDJ Service": "Service AutoDJ",
        "Automatic Backups": "Sauvegardes automatiques",
        "Automatically publish to a Mastodon instance.": "Publier automatiquement sur l'instance Mastodon.",
        "Automatically Scroll to Bottom": "Faire défiler automatiquement vers le bas",
        "Automatically send a customized message to your Discord server.": "Envoyer automatiquement un message personnalisé sur votre serveur Discord.",
        "Automatically send a message to any URL when your station data changes.": "Envoyer automatiquement un message à tous les URL lorsque les données de votre station changent.",
        "Automatically send a tweet.": "Envoyer automatiquement un tweet.",
        "Automatically Set from ID3v2 Value": "Définir automatiquement à partir de la valeur ID3v2",
        "Available Logs": "Logs disponibles",
        "Avatar Service": "Service d'avatar",
        "Avatars are retrieved based on your e-mail address from the %{ service } service. Click to manage your %{ service } settings.": "Les avatars sont récupérés en fonction de votre adresse mail à partir du service %{ service }. Cliquez pour gérer votre service %{ service }.",
        "Average Listeners": "Moyenne des auditeurs",
        "Avoid Duplicate Artists\/Titles": "Éviter les doublons d'artistes\/titres",
        "AzuraCast First-Time Setup": "AzuraCast Première installation",
        "AzuraCast Instance Name": "Nom de l'instance AzuraCast",
        "AzuraCast ships with a built-in free IP geolocation database. You may prefer to use the MaxMind GeoLite service instead to achieve more accurate results. Using MaxMind GeoLite requires a license key, but once the key is provided, we will automatically keep the database updated.": "AzuraCast est livré avec une base de données de géolocalisation IP gratuite intégrée. Vous préférerez peut-être utiliser le service MaxMind GeoLite pour obtenir des résultats plus précis. L'utilisation de MaxMind GeoLite nécessite une clé de licence, mais une fois la clé fournie, nous garderons automatiquement la base de données à jour.",
        "AzuraCast Update Checks": "Vérifier les mises à jour d'AzuraCast",
        "AzuraCast User": "Utilisateur AzuraCast",
        "AzuraCast uses a role-based access control system. Roles are given permissions to certain sections of the site, then users are assigned into those roles.": "AzuraCast utilise un système de contrôle d'accès basé sur les rôles. Les rôles permettent l'accès à certaines sections du site aux utilisateurs possédants les rôles.",
        "AzuraCast Wiki": "Wiki AzuraCast",
        "AzuraCast will scan the uploaded file for matches in this station's music library. Media should already be uploaded before running this step. You can re-run this tool as many times as needed.": "AzuraCast analysera le fichier téléchargé à la recherche de correspondances dans la bibliothèque musicale de cette station. Les médias doivent déjà être téléchargés avant de passer à cette étape. Vous pouvez relancer cet outil autant de fois que nécessaire.",
        "AzuraRelay is a standalone service that connects to your AzuraCast instance, automatically relays your stations via its own server, then reports the listener details back to your main instance. This page shows all currently connected instances.": "AzuraRelay est un service autonome qui se connecte à votre instance Azuracast, relaie automatiquement vos stations via son propre serveur, puis rapporte les détails des auditeurs à votre instance principale. Cette page affiche toutes les instances actuellement connectées.",
        "Back": "Retour",
        "Backing up your installation is strongly recommended before any update.": "La sauvegarde de votre installation est fortement recommandée avant de faire une mise à jour.",
        "Backup": "Sauvegarde",
        "Backup Format": "Format de sauvegarde",
        "Backups": "Sauvegardes",
        "Balanced": "Équilibré",
        "Banned Countries": "Pays bannis",
        "Banned IP Addresses": "Adresses IP bannies",
        "Banned User Agents": "Agents utilisateurs bannis",
        "Base Station Directory": "Répertoire de la station",
        "Base Theme for Public Pages": "Thème de base pour les pages publiques",
        "Basic Info": "Informations de base",
        "Basic Information": "Informations de base",
        "Basic Normalization and Compression": "Normalisation et compression de base",
        "Best & Worst": "Meilleure & pire",
        "Best Performing Songs": "Meilleurs titres",
        "Bit Rate": "Débit Audio",
        "Bitrate": "Débit",
        "Bot Token": "Jeton (Token) de Bot",
        "Branding": "Marque",
        "Branding Settings": "Paramètres de la marque",
        "Broadcast AutoDJ to Remote Station": "Diffusion AutoDJ vers la station distante",
        "Broadcasting": "Diffusion",
        "Broadcasting Service": "Service de diffusion",
        "Broadcasts": "Diffusions",
        "Browser": "Navigateur",
        "Browser Default": "Navigateur par défaut",
        "Browser Icon": "Icône du navigateur",
        "Browsers": "Navigateurs",
        "Bucket Name": "Nom Bucket",
        "Bulk Media Import\/Export": "Importer \/ Exporter plusieurs médias",
        "By default, radio stations broadcast on their own ports (i.e. 8000). If you're using a service like CloudFlare or accessing your radio station by SSL, you should enable this feature, which routes all radio through the web ports (80 and 443).": "Par défaut, les stations diffusent sur leurs propres port (par ex. 8000). Si vous utilisez un service comme CloudFlare ou que vous accédez à votre radio via SSL, vous devriez activer cette fonctionnalité qui dirigera la radio à travers les ports web (80 et 443).",
        "Cached": "Cache",
        "Cancel": "Annuler",
        "Categories": "Catégories",
        "Change": "Changer",
        "Change Password": "Changer le mot de passe",
        "Changes": "Changements",
        "Changes saved.": "Modifications sauvegardées.",
        "Character Set Encoding": "Encodage des caractères",
        "Chat ID": "ID de chat",
        "Check for Updates": "Vérification des mises à jour",
        "Check this box to apply post-processing to all audio, including live streams. Uncheck this box to only apply post-processing to the AutoDJ.": "Cochez cette case pour appliquer le post-traitement à tous les audio, y compris les flux en direct. Décochez-le pour appliquer uniquement le post-traitement à l'AutoDJ.",
        "Check Web Services for Album Art for \"Now Playing\" Tracks": "Consulter les services web pour les pochettes d'album pour les pistes \"En cours de lecture\"",
        "Check Web Services for Album Art When Uploading Media": "Consulter les services web pour les pochettes d'album lors de l'envoi de média",
        "Choose a method to use when transitioning from one song to another. Smart Mode considers the volume of the two tracks when fading for a smoother effect, but requires more CPU resources.": "Choisissez une méthode à utiliser lors de la transition d'une chanson à une autre. Le mode Smart prend en compte le volume des deux pistes lors du fondu pour un effet plus fluide, mais nécessite plus de ressources CPU.",
        "Choose a name for this webhook that will help you distinguish it from others. This will only be shown on the administration page.": "Choisissez un nom pour ce Webhook qui vous aidera à le distinguer des autres. Ceci ne sera affiché que sur la page d'administration.",
        "Choose a new password for your account.": "Choisissez un nouveau mot de passe pour votre compte.",
        "Clear": "Effacer",
        "Clear All Message Queues": "Effacer toutes les messages en file d'attente",
        "Clear All Pending Requests?": "Effacer toutes les demandes en attente ?",
        "Clear Artwork": "Effacer les albums",
        "Clear Cache": "Vider le cache",
        "Clear File": "Supprimer le fichier",
        "Clear Image": "Supprimer l'image",
        "Clear List": "Effacer la liste",
        "Clear Media": "Effacer les médias",
        "Clear Pending Requests": "Effacer les demandes en attente",
        "Clear Queue": "Vider la file d'attente",
        "Clear Upcoming Song Queue": "Vider la file d'attente des chansons à venir",
        "Clear Upcoming Song Queue?": "Vider la file d'attente des chansons à venir ?",
        "Clearing the application cache may log you out of your session.": "Effacer le cache de l'application peut vous déconnecter de votre session.",
        "Click \"Generate new license key\".": "Cliquez sur \"Générer une nouvelle clé de licence\".",
        "Click \"New Application\"": "Cliquer sur \"Nouvelle Application\"",
        "Click the \"Preferences\" link, then \"Development\" on the left side menu.": "Cliquez sur le lien \" Préférences\", puis sur \"Développement\" dans le menu de gauche.",
        "Click the button below to generate a CSV file with all of this station's media. You can make any necessary changes, and then import the file using the file picker on the right.": "Cliquez sur le bouton ci-dessous pour générer un fichier CSV avec une liste de tous les médias de votre station. Vous pouvez effectuer les modifications que vous souhaitez, puis importez le fichier en le sélectionnant à droite.",
        "Click the button below to retry loading the page.": "Cliquez sur le bouton ci-dessous pour réessayer de charger la page.",
        "Client": "Client",
        "Clients": "Clients",
        "Clients by Connected Time": "Clients par temps connecté",
        "Clients by Listeners": "Clients par auditeurs",
        "Clone": "Dupliquer",
        "Clone Station": "Dupliquer la station",
        "Close": "Fermer",
        "CloudFlare (CF-Connecting-IP)": "CloudFlare (CF-Connecting-IP)",
        "Code from Authenticator App": "Code de l'application authentificateur",
        "Collect aggregate listener statistics and IP-based listener statistics": "Collecter des statistiques agrégées des auditeurs et des statistiques des auditeurs basées sur l'IP",
        "Comments": "Commentaires",
        "Complete the setup process by providing some information about your broadcast environment. These settings can be changed later from the administration panel.": "Compléter le processus d’installation en fournissant des informations sur votre environnement de diffusion. Ces paramètres peuvent être modifiés ultérieurement depuis le panneau d’administration.",
        "Configure": "Configurer",
        "Configure Backups": "Configurer les sauvegardes",
        "Confirm": "Confirmer",
        "Confirm New Password": "Confirmer le nouveau mot de passe",
        "Connected AzuraRelays": "RelaisAzura connectés",
        "Connection Information": "Informations de connexion",
        "Consumer Key (API Key)": "Clé consommateur (clé API)",
        "Consumer Secret (API Secret)": "Secret du consommateur (secret de l'API)",
        "Contains explicit content": "Contient un contenu explicite",
        "Continue the setup process by creating your first radio station below. You can edit any of these details later.": "Poursuivez le processus de configuration en créant votre première station de radio ci-dessous. Vous pouvez modifier ces détails plus tard.",
        "Continuous Play": "Lecture continue",
        "Control how this playlist is handled by the AutoDJ software.": "Contrôlez la façon dont cette playlist est gérée par l'AutoDJ.",
        "Copied!": "Copié !",
        "Copies older than the specified number of days will automatically be deleted. Set to zero to disable automatic deletion.": "Les copies plus anciennes que le nombre de jours spécifié seront automatiquement supprimées. Mettez la valeur à zéro pour désactiver la suppression automatique.",
        "Copy associated media and folders.": "Copier les médias et dossiers associés.",
        "Copy scheduled playback times.": "Copier les heures de lecture planifiées.",
        "Copy to Clipboard": "Copier dans le presse-papier",
        "Copy to New Station": "Copier vers une nouvelle station",
        "Could not upload file.": "Impossible d'envoyer le fichier.",
        "Countries": "Pays",
        "Country": "Pays",
        "CPU Load": "Charge du CPU",
        "CPU Stats Help": "Aide sur les statistiques du CPU",
        "Create a new app on the Twitter Applications site. Use this installation's base URL as the application URL.": "Créez une nouvelle application sur le site des applications Twitter. Utilisez l'URL de base de cette installation comme URL de l'application.",
        "Create a new application. Choose \"Scoped Access\", select your preferred level of access, then name your app. Do not name it \"AzuraCast\", but rather use a name specific to your installation.": "Créer une nouvelle application. Choisissez \"Accès limité\", sélectionnez votre niveau d'accès préféré, puis nommez votre application. Ne le nommez pas \"AzuraCast\", mais utilisez plutôt un nom propre à votre installation.",
        "Create a New Radio Station": "Créer une nouvelle station de radio",
        "Create Account": "Créer un compte",
        "Create an account on the MaxMind developer site.": "Créez un compte sur le site Développeurs de MaxMind.",
        "Create and Continue": "Créer et continuer",
        "Create custom fields to store extra metadata about each media file uploaded to your station libraries.": "Créez des champs personnalisés pour stocker des métadonnées supplémentaires à propos de chaque fichier multimédia téléchargé dans vos bibliothèques de station.",
        "Create Directory": "Créer le répertoire",
        "Create New Key": "Créer une nouvelle clé",
        "Create New Playlist for Each Folder": "Créer une nouvelle playlist pour chaque dossier",
        "Crossfade Duration (Seconds)": "Durée du fondu enchaîné (en secondes)",
        "Crossfade Method": "Méthode de fondu enchaîné",
        "Cue": "Cue",
        "Current Configuration File": "Fichier de configuration actuel",
        "Current Custom Fallback File": "Fichier de secours personnalisé actuel",
        "Current Installed Version": "Version actuelle installée",
        "Current Intro File": "Fichier d'introduction actuel",
        "Current page": "Page actuelle",
        "Current Password": "Mot de passe actuel",
        "Current Podcast Media": "Podcast actuel",
        "Custom": "Personnaliser",
        "Custom API Base URL": "URL de base de l'API personnalisée",
        "Custom Branding": "Personnalisation de l'image de marque",
        "Custom Configuration": "Configuration personnalisée",
        "Custom CSS for Internal Pages": "CSS personnalisé pour les pages internes",
        "Custom CSS for Public Pages": "CSS personnalisé pour les pages publique",
        "Custom Cues: Cue-In Point (seconds)": "Repères personnalisés : Début du titre (en secondes)",
        "Custom Cues: Cue-Out Point (seconds)": "Repères personnalisés : Fin du titre (en secondes)",
        "Custom Fading: Fade-In Time (seconds)": "Transition en fondu enchaîné : Durée de la transition de départ (en secondes)",
        "Custom Fading: Fade-Out Time (seconds)": "Transition en fondu enchaîné : Durée de la transition de fin (en secondes)",
        "Custom Fading: Overlap Time (seconds)": "Transition en fondu enchaîné : Durée de la superposition (en secondes)",
        "Custom Fallback File": "Fichier de secours personnalisé",
        "Custom Fields": "Champs personnalisés",
        "Custom Frontend Configuration": "Configuration personnalisée du front-end",
        "Custom JS for Public Pages": "JS personnalisé pour les pages publique",
        "Customize": "Personnaliser",
        "Customize Administrator Password": "Personnaliser le mot de passe administrateur",
        "Customize AzuraCast Settings": "Personnaliser les paramètres d'AzuraCast",
        "Customize Broadcasting Port": "Personnaliser le port de diffusion",
        "Customize Copy": "Personnaliser la copie",
        "Customize DJ\/Streamer Mount Point": "Personnaliser le point de montage DJ\/Streamer",
        "Customize DJ\/Streamer Port": "Personnaliser le port DJ\/Streamer",
        "Customize Internal Request Processing Port": "Personnaliser le port de traitement des demandes internes",
        "Customize Source Password": "Personnaliser le mot de passe source",
        "Customize the number of songs that will appear in the \"Song History\" section for this station and in all public APIs.": "Personnalisez le nombre de chansons qui apparaîtront dans la section \"Historique des chansons\" de cette station et dans toutes les API publiques.",
        "Customize this setting to ensure you get the correct IP address for remote users. Only change this setting if you use a reverse proxy, either within Docker or a third-party service like CloudFlare.": "Personnalisez ce paramètre pour vous assurer l'obtention de la bonne adresse IP pour les utilisateurs distants. Modifiez ce paramètre que si vous utilisez un proxy inversé, soit dans Docker, soit un service tiers comme CloudFlare.",
        "Dark": "Sombre",
        "Dashboard": "Tableau de bord",
        "Date Played": "Date de lecture",
        "Date Requested": "Date de la demande",
        "Date\/Time": "Date\/Heure",
        "Date\/Time (Browser)": "Date\/Heure (Navigateur)",
        "Date\/Time (Station)": "Date\/Heure (Station)",
        "Days of Playback History to Keep": "Jours à conserver de l'historique de lecture",
        "Deactivate Streamer on Disconnect (Seconds)": "Désactiver le streamer à la déconnexion (secondes)",
        "Default Album Art": "Pochette par défaut",
        "Default Album Art URL": "URL de pochette d'album par défaut",
        "Default Avatar URL": "URL de l'avatar par défaut",
        "Default Mount": "Point de montage par défaut",
        "Delete": "Supprimer",
        "Delete %{ num } media files?": "Supprimer %{ num } fichier(s) média(s) ?",
        "Delete Album Art": "Supprimer la pochette de l'album",
        "Delete API Key?": "Supprimer la clé API ?",
        "Delete Backup?": "Supprimer la sauvegarde ?",
        "Delete Broadcast?": "Supprimer la diffusion ?",
        "Delete Custom Field?": "Supprimer le champ personnalisé ?",
        "Delete Episode?": "Supprimer l'épisode ?",
        "Delete HLS Stream?": "Supprimer le flux HLS ?",
        "Delete Mount Point?": "Supprimer le point de montage ?",
        "Delete Playlist?": "Supprimer la playlist ?",
        "Delete Podcast?": "Supprimer le podcast ?",
        "Delete Queue Item?": "Supprimer l'élément de la file d'attente ?",
        "Delete Record?": "Supprimer l'enregistrement ?",
        "Delete Remote Relay?": "Supprimer le relais à distance ?",
        "Delete Request?": "Supprimer la demande ?",
        "Delete Role?": "Supprimer le rôle ?",
        "Delete SFTP User?": "Supprimer l'utilisateur SFTP ?",
        "Delete Station?": "Supprimer la station ?",
        "Delete Storage Location?": "Supprimer l'emplacement de stockage ?",
        "Delete Streamer?": "Supprimer le streamer ?",
        "Delete User?": "Supprimer l'utilisateur ?",
        "Delete Web Hook?": "Supprimer le Webhook ?",
        "Description": "Description",
        "Desktop Device": "Appareil de bureau",
        "Details": "Détails",
        "Directory": "Annuaire",
        "Directory Name": "Nom du répertoire",
        "Disable": "Désactiver",
        "Disable Crossfading": "Désactiver le fondu enchaîné",
        "Disable Optimizations": "Désactiver les optimisations",
        "Disable Two-Factor": "Désactiver l'authentification à deux facteurs",
        "Disable two-factor authentication?": "Désactiver l'authentification à deux facteurs ?",
        "Disabled": "Désactivé",
        "Disconnect Streamer": "Déconnecter le Streamer",
        "Discord Web Hook URL": "URL du WebHook Discord",
        "Discord Webhook": "Webhook Discord",
        "Disk caching makes a system much faster and more responsive in general. It does not take memory away from applications in any way since it will automatically be released by the operating system when needed.": "La mise en cache du disque rend un système beaucoup plus rapide et plus réactif en général. Il ne prend aucune mémoire à l'écart des applications de quelque manière que ce soit puisqu'il sera automatiquement libéré par le système d'exploitation en cas de besoin.",
        "Disk Space": "Espace disque",
        "Display fields": "Afficher les champs",
        "Display Name": "Nom d'affichage",
        "DJ\/Streamer Buffer Time (Seconds)": "Temps du tampon DJ\/Streamer (secondes)",
        "Do not collect any listener analytics": "Collecter aucune analyse d'auditeur",
        "Do not use an AutoDJ service.": "Ne pas utiliser de service AutoDJ.",
        "Domain Name(s)": "Nom(s) de domaine",
        "Donate to support AzuraCast!": "Faire un don pour soutenir AzuraCast !",
        "Down": "En bas",
        "Download": "Télécharger",
        "Download CSV": "Télécharger en CSV",
        "Download M3U": "Télécharger M3U",
        "Download PLS": "Télécharger le PLS",
        "Download the appropriate binary from the Stereo Tool downloads page:": "Téléchargez le binaire approprié à partir de la page de téléchargement de Stéréo Tool :",
        "Download the Linux x64 binary from the Shoutcast Radio Manager:": "Télécharger le fichier binaire Linux x64 à partir du gestionnaire de radio Shoutcast :",
        "Drag file(s) here to upload or": "Faites glisser ici pour envoyer un\/des fichier(s) ou",
        "Dropbox App Console": "Console d'applications Dropbox",
        "Dropbox Setup Instructions": "Instructions de configuration de Dropbox",
        "Duplicate": "Dupliquer",
        "Duplicate Playlist": "Dupliquer la playlist",
        "Duplicate Prevention Time Range (Minutes)": "Dupliquer le temps de prévention (Minutes)",
        "Duplicate Songs": "Titres en double",
        "E-Mail": "E-mail",
        "E-mail Address": "Adresse e-mail",
        "E-mail Address (Optional)": "Adresse e-mail (facultatif)",
        "E-mail addresses can be separated by commas.": "Les adresses e-mail peuvent être séparées par des virgules.",
        "E-mail Delivery Service": "Service d'envoi d'e-mail",
        "EBU R128": "EBU R128",
        "Edit": "Éditer",
        "Edit Branding": "Modifier l'interface graphique",
        "Edit Custom Field": "Modifier le champ personnalisé",
        "Edit Episode": "Modifier l'épisode",
        "Edit HLS Stream": "Modifier le flux HLS",
        "Edit Liquidsoap Configuration": "Modifier la configuration de Liquidsoap",
        "Edit Media": "Modifier le média",
        "Edit Mount Point": "Modifier le point de montage",
        "Edit Playlist": "Modifier la playlist",
        "Edit Podcast": "Modifier le podcast",
        "Edit Profile": "Modifier le profil",
        "Edit Remote Relay": "Modifier le relais à distance",
        "Edit Role": "Modifier le rôle",
        "Edit SFTP User": "Modifier l'utilisateur SFTP",
        "Edit Station": "Modifier la station",
        "Edit Station Profile": "Modifier le profil de la station",
        "Edit Storage Location": "Modifier l'emplacement de stockage",
        "Edit Streamer": "Modifier le streamer",
        "Edit User": "Modifier l'utilisateur",
        "Edit Web Hook": "Modifier le Webhook",
        "Embed Code": "Code d'intégration",
        "Embed Widgets": "Widget intégré",
        "Enable": "Activer",
        "Enable Advanced Features": "Activer les fonctionnalités avancées",
        "Enable AutoDJ": "Activer l'AutoDJ",
        "Enable Broadcasting": "Activer la diffusion",
        "Enable certain advanced features in the web interface, including advanced playlist configuration, station port assignment, changing base media directories and other functionality that should only be used by users who are comfortable with advanced functionality.": "Activer certaines fonctionnalités avancées dans l'interface web, y compris la configuration avancée des playlists, l'affectation du port de la station, changement des répertoires de base des médias et d'autres fonctionnalités qui ne devraient être utilisées que par les utilisateurs qui sont à l'aise avec des fonctionnalités avancées.",
        "Enable Downloads on On-Demand Page": "Activer les téléchargements sur la page à la demande",
        "Enable HTTP Live Streaming (HLS)": "Activer le HTTP Live Streaming (HLS)",
        "Enable listeners to request a song for play on your station. Only songs that are already in your playlists are requestable.": "Permettre aux auditeurs de demander une chanson à jouer sur votre station. Seules les chansons qui sont déjà dans vos listes de lecture peuvent être demandées.",
        "Enable Mail Delivery": "Activer l'envoi d'e-mail",
        "Enable On-Demand Streaming": "Activer le streaming à la demande",
        "Enable Public Pages": "Activer la page publique",
        "Enable this setting to prevent metadata from being sent to the AutoDJ for files in this playlist. This is useful if the playlist contains jingles or bumpers.": "Activez ce paramètre pour empêcher l'envoi de métadonnées à l'AutoDJ pour les fichiers de cette playlist. Cette option est utile si la liste de lecture contient des jingles ou des bumpers.",
        "Enable to advertise this mount point on \"Yellow Pages\" public radio directories.": "Permet d'annoncer ce point de montage dans les annuaires radiophoniques publics \"Pages Jaunes\"(Yellow Pages).",
        "Enable to advertise this relay on \"Yellow Pages\" public radio directories.": "Activer pour publier ce relai sur les annuaires \"Pages Jaunes\" des radios publiques.",
        "Enable to allow listeners to select this mount point on this station's public pages.": "Permet de permettre aux auditeurs de sélectionner ce point de montage sur les pages publiques de cette station.",
        "Enable to allow listeners to select this relay on this station's public pages.": "Activez cette option pour permettre aux auditeurs de sélectionner ce relais sur les pages publiques de cette station.",
        "Enable to allow this account to log in and stream.": "Activez cette option pour permettre à ce compte de se connecter et de diffuser en continu.",
        "Enable to have AzuraCast automatically run nightly backups at the time specified.": "Permet à AzuraCast d'exécuter automatiquement des sauvegardes de nuit à l'heure spécifiée.",
        "Enable Two-Factor": "Activer l'authentification à deux facteurs",
        "Enable Two-Factor Authentication": "Activer l'authentification à deux facteurs",
        "Enabled": "Activé",
        "End Date": "Date de fin",
        "End Time": "Heure de fin",
        "Endpoint": "Endpoint",
        "Enforce Schedule Times": "Faire respecter les horaires",
        "Enlarge Album Art": "Agrandir la pochette d'album",
        "Enter \"AzuraCast\" as the application name. You can leave the URL fields unchanged. For \"Scopes\", only \"write:media\" and \"write:statuses\" are required.": "Entrez \"AzuraCast\" comme nom de l'application. Vous pouvez laisser tel quel le champ URL. Pour \"Scopes\", sont nécessaires seulement \"write:media\" et \"write.statuses\".",
        "Enter the access code you receive below.": "Entrez le code d'accès que vous recevez ci-dessous.",
        "Enter the current code provided by your authenticator app to verify that it's working correctly.": "Entrez le code actuel fourni par votre application d'authentification pour vérifier qu'il fonctionne correctement.",
        "Enter the full URL of another stream to relay its broadcast through this mount point.": "Entrez l’URL complète d’un autre flux pour relayer sa diffusion par le biais de ce point de montage.",
        "Enter your app secret and app key below.": "Entrez votre secret d'application et votre clé d'application ci-dessous.",
        "Enter your e-mail address to receive updates about your certificate.": "Entrez votre adresse e-mail pour recevoir des mises à jour sur votre certificat.",
        "Episode": "Épisode",
        "Episodes": "Épisodes",
        "Example: if the remote radio URL is http:\/\/station.example.com:8000\/radio.mp3, enter \"http:\/\/station.example.com:8000\".": "Exemple: si l'URL de la radio distante est http:\/\/station.example.com:8000\/radio.mp3, entrez \"http:\/\/station.example.com:8000\".",
        "Exclude Media from Backup": "Exclure un média de la sauvegarde",
        "Excluding media from automated backups will save space, but you should make sure to back up your media elsewhere. Note that only locally stored media will be backed up.": "En excluant les médias des sauvegardes automatiques, vous économiserez de la place, mais vous devriez vous assurer de sauvegarder vos médias ailleurs. Notez que seuls les médias stockés localement seront sauvegardés.",
        "Expected to Play at": "Devrait jouer à",
        "Explicit": "Explicite",
        "Export %{format}": "Exporter %{format}",
        "Export Media to CSV": "Exporter les médias dans un fichier CSV",
        "External": "Externe",
        "Fallback Mount": "Point de montage de secours",
        "Field Name": "Nom du champ",
        "File Name": "Nom de fichier",
        "Files marked for reprocessing:": "Fichiers marqués pour le retraitement :",
        "Files moved:": "Fichiers déplacés :",
        "Files played immediately:": "Fichiers joués immédiatement :",
        "Files queued for playback:": "Fichiers en file d'attente pour la lecture :",
        "Files removed:": "Fichiers supprimés :",
        "First Connected": "Première connexion",
        "Footer Text": "Texte de bas de page",
        "For ARM (Raspberry Pi, etc.) installations, choose \"Raspberry Pi Thimeo-ST plugin\".": "Pour les installations ARM (Raspberry Pi, etc.), choisissez \"Raspberry Pi Thimeo-ST plugin\".",
        "For local filesystems, this is the base path of the directory. For remote filesystems, this is the folder prefix.": "Pour les systèmes de fichiers locaux, c'est le chemin de base du répertoire. Pour les systèmes de fichiers distants, c'est le préfixe de dossier.",
        "For most cases, use the default UTF-8 encoding. The older ISO-8859-1 encoding can be used if accepting connections from Shoutcast 1 DJs or using other legacy software.": "Dans la plupart des cas, utilisez l'encodage UTF-8 par défaut. L'ancien encodage ISO-8859-1 peut être utilisé si vous acceptez les connexions des DJ en Shoutcast 1 ou si vous utilisez d'autres logiciels hérités.",
        "for selected period": "pour la période sélectionnée",
        "For simple updates where you want to keep your current configuration, you can update directly via your web browser. You will be disconnected from the web interface and listeners will be disconnected from all stations.": "Pour faire une mise à jour simple et si vous souhaitez conserver votre configuration actuelle, vous pouvez effectuer la mise à jour directement via votre navigateur Web. Vous serez déconnecté de l'interface web et les auditeurs seront déconnectés de toutes les stations.",
        "For some clients, use port:": "Pour certains clients, utilisez le port :",
        "For x86\/64 installations, choose \"x86\/64 Linux Thimeo-ST plugin\".": "Pour les installations x86\/64, choisissez \"x86\/64 Linux Thimeo-ST plugin\".",
        "Format": "Format",
        "Friday": "Vendredi",
        "From your smartphone, scan the code to the right using an authentication app of your choice (FreeOTP, Authy, etc).": "Depuis votre smartphone, scannez le code vers la droite à l'aide d'une application d'authentification de votre choix (FreeOTP, Authy, etc).",
        "Full": "Complet",
        "Full Volume": "Volume maximum",
        "GA Property Tracking ID": "ID de suivi des propriétés GA",
        "General Rotation": "Rotation générale",
        "Generate Access Code": "Générer un code d'accès",
        "Generate Report": "Générer un rapport",
        "Generate\/Renew Certificate": "Générer\/Renouveler le certificat",
        "Generic Web Hook": "Webhook générique",
        "Generic Web Hooks": "Webhooks génériques",
        "Genre": "Genre",
        "GeoLite is not currently installed on this installation.": "GeoLite n'est actuellement pas installé sur cette machine.",
        "GeoLite version \"%{ version }\" is currently installed.": "La version actuellement installée de GeoLite est \"%{ version }\".",
        "Get Next Song": "Aller à la prochaine chanson",
        "Get Now Playing": "Titre en cours",
        "Global": "Globale",
        "Global Permissions": "Permissions globales",
        "Google Analytics V3 Integration": "Intégration Google Analytics V3",
        "Google Analytics V4 Integration": "Intégration Google Analytics V4",
        "Help": "Aide",
        "Hide Album Art on Public Pages": "Masquer les pochettes d'album sur les pages publiques",
        "Hide AzuraCast Branding on Public Pages": "Masquer la marque AzuraCast sur les pages publiques",
        "Hide Charts": "Cacher les graphiques",
        "Hide Credentials": "Cacher les crédits",
        "Hide Metadata from Listeners (\"Jingle Mode\")": "Masquer les métadonnées aux auditeurs (\"Mode Jingle\")",
        "High I\/O Wait can indicate a bottleneck with the server's hard disk, a potentially failing hard disk, or heavy load on the hard disk.": "L'attente haute d'E\/S peut indiquer un goulot d'étranglement avec le disque dur du serveur, un disque dur éventuellement défaillant ou une charge lourde sur le disque dur.",
        "Higher weight playlists are played more frequently compared to other lower-weight playlists.": "Les playlists à poids élevé sont jouées plus fréquemment que les autres playlists à poids faible.",
        "History": "Historique",
        "HLS": "HLS",
        "HLS Streams": "Flux HLS",
        "Home": "Accueil",
        "Homepage Redirect URL": "URL de redirection de la page d'accueil",
        "Hour": "Heure",
        "HTML": "HTML",
        "HTTP Live Streaming (HLS)": "HTTP Live Streaming (HLS)",
        "HTTP Live Streaming (HLS) is a new adaptive-bitrate streaming technology. From this page, you can configure the individual bitrates and formats that are included in the combined HLS stream.": "HTTP Live Streaming (HLS) est une nouvelle technologie de streaming à débit adaptatif. À partir de cette page, vous pouvez configurer les débits et les formats individuels qui sont inclus dans le flux HLS combiné.",
        "HTTP Live Streaming (HLS) is a new adaptive-bitrate technology supported by some clients. It does not use the standard broadcasting frontends.": "HTTP Live Streaming (HLS) est une nouvelle technologie adaptative-bitrate soutenue par certains clients. Il n'utilise pas les fronts de radiodiffusion standard.",
        "Icecast Clients": "Clients d'Icecast",
        "Icecast\/Shoutcast Stream URL": "URL du flux Icecast\/Shoutcast",
        "Identifier": "Identifiant",
        "If a song has no album art, this URL will be listed instead. Leave blank to use the standard placeholder art.": "Si une chanson n'a pas de pochette d'album, cette URL sera affichée à la place. Laisser en blanc pour utiliser la pochette standard.",
        "If a visitor is not signed in and visits the AzuraCast homepage, you can automatically redirect them to the URL specified here. Leave blank to redirect them to the login screen by default.": "Si un visiteur n'est pas connecté et visite la page d'accueil d'AzuraCast, vous pouvez le rediriger automatiquement vers l'URL indiquée ici. Laissez vide pour les rediriger vers l'écran de connexion par défaut.",
        "If disabled, the playlist will not be included in radio playback, but can still be managed.": "Si elle est désactivée, la liste de lecture ne sera pas incluse dans la diffusion radio, mais pourra toujours être gérée.",
        "If disabled, the station will not broadcast or shuffle its AutoDJ.": "Si elle est désactivée, la station ne diffusera pas ou ne mélangera pas avec l'AutoDJ.",
        "If enabled, a download button will also be present on the public \"On-Demand\" page.": "Si activé, un bouton de téléchargement sera également présent sur la page publique \"Sur demande\".",
        "If enabled, AzuraCast will automatically record any live broadcasts made to this station to per-broadcast recordings.": "Si cette option est activée, AzuraCast enregistrera automatiquement toutes les diffusions en direct effectuées sur cette station dans des enregistrements par diffusion.",
        "If enabled, AzuraCast will connect to the MusicBrainz database to attempt to find an ISRC for any files where one is missing. Disabling this may improve performance.": "Si activé, AzuraCast se connectera à la base de données MusicBrainz pour tenter de trouver un ISRC pour tous les fichiers manquants. Désactiver cette option peut améliorer les performances du système.",
        "If enabled, music from playlists with on-demand streaming enabled will be available to stream via a specialized public page.": "Si cette option est activée, la musique provenant de listes de lecture à la demande sera disponible pour la diffusion via une page publique spécialisée.",
        "If enabled, streamers (or DJs) will be able to connect directly to your stream and broadcast live music that interrupts the AutoDJ stream.": "Si cette option est activée, les streamers (ou DJ) pourront se connecter directement à votre flux et diffuser de la musique en direct qui interrompt le flux AutoDJ.",
        "If enabled, the AutoDJ on this installation will automatically play music to this mount point.": "Si cette option est activée, l'AutoDJ de cette installation diffusera automatiquement de la musique à ce point de montage.",
        "If enabled, the AutoDJ will automatically play music to this mount point.": "Si cette option est activée, l'AutoDJ jouera automatiquement de la musique sur ce point de montage.",
        "If enabled, this streamer will only be able to connect during their scheduled broadcast times.": "S'il est activé, ce streamer ne pourra se connecter que pendant les heures de diffusion prévues.",
        "If requests are enabled for your station, users will be able to request media that is on this playlist.": "Si les requêtes sont activées pour votre station, les utilisateurs pourront demander les médias qui se trouvent sur cette playlist.",
        "If requests are enabled, this specifies the minimum delay (in minutes) between a request being submitted and being played. If set to zero, a minor delay of 15 seconds is applied to prevent request floods.": "Si les requêtes sont activées, spécifiez le délai minimum (en minutes) entre la soumission d'une requête et sa lecture. S'il est défini sur zéro, un délai mineur de 15 secondes est appliqué pour éviter les requêtes abusives.",
        "If selected, album art will not display on public-facing radio pages.": "Si cette option est sélectionnée, les pochettes d'album ne s'afficheront pas sur les pages radio publiques.",
        "If selected, this will remove the AzuraCast branding from public-facing pages.": "Si cette option est sélectionnée, la marque AzuraCast sera supprimée des pages destinées au public.",
        "If the end time is before the start time, the playlist will play overnight.": "Si l'heure de fin est antérieure à l'heure de début, la playlist sera jouée pendant la nuit.",
        "If the end time is before the start time, the schedule entry will continue overnight.": "Si l'heure de fin est antérieure à l'heure de début, le programme sera diffusé pendant la nuit.",
        "If the mountpoint (i.e. \/radio.mp3) or Shoutcast SID (i.e. 2) you broadcast to is different from the stream URL, specify the source mount point here.": "Si le point de montage (par ex. \/radio.mp3) ou le SID Shoutcast (par ex. 2) que vous diffusez est différent de l'URL du flux, spécifiez le point de montage source ici.",
        "If the port you broadcast to is different from the stream URL, specify the source port here.": "Si le port vers lequel vous diffusez est différent de l’URL du flux, spécifiez le port source ici.",
        "If this mount is the default, it will be played on the radio preview and the public radio page in this system.": "Si ce point de montage est celui par défaut, il sera lu en premier sur l'aperçu de la station et sur la page publique du système.",
        "If this mount point is not playing audio, listeners will automatically be redirected to this mount point. The default is \/error.mp3, a repeating error message.": "Si ce point de montage ne joue plus d'audio, les auditeurs seront redirigés automatiquement vers ce point. Par défaut \/error.mp3, un message d'erreur, sera lu.",
        "If this setting is set to \"Yes\", the browser URL will be used instead of the base URL when it's available. Set to \"No\" to always use the base URL.": "Si ce paramètre est réglé sur \"Oui\", l'URL du navigateur sera utilisé à la place de l'URL de base lorsqu'il sera disponible. Réglez sur \"Non\" pour toujours utiliser l'URL de base.",
        "If this station has on-demand streaming and downloading enabled, only songs that are in playlists with this setting enabled will be visible.": "Si la diffusion en direct et le téléchargement à la demande sont activés sur cette station, seules les musiques qui se trouvent dans les listes de lecture avec ce paramètre activé seront visibles.",
        "If you are broadcasting using AutoDJ, enter the source password here.": "Si vous diffusez avec l'AutoDJ, entrez le mot de passe source ici.",
        "If you are broadcasting using AutoDJ, enter the source username here. This may be blank.": "Si vous diffusez avec l'AutoDJ, entrez le nom d'utilisateur source ici. Il se peut que ce soit vide.",
        "If you're experiencing a bug or error, you can submit a GitHub issue using the link below.": "Si vous rencontrez un bug ou une erreur, vous pouvez soumettre un rapport sur GitHub en utilisant le lien ci-dessous.",
        "If your installation is constrained by CPU or memory, you can change this setting to tune the resources used by Liquidsoap.": "Si votre installation est limitée par le CPU ou la mémoire, vous pouvez modifier ce paramètre pour régler les ressources utilisées par Liquidsoap.",
        "If your Mastodon username is \"@test@example.com\", enter \"example.com\".": "Si votre nom d'utilisateur Mastodon est \"@test@example.com\", entrez \"example.com\".",
        "If your stream is set to advertise to YP directories above, you must specify an authorization hash. You can manage these on the Shoutcast web site.": "Si votre flux est défini pour faire de la publicité sur les répertoires YP ci-dessus, vous devez spécifier un hachage d'autorisation. Vous pouvez les gérer sur le site web Shoutcast.",
        "If your streaming software requires a specific mount point path, specify it here. Otherwise, use the default.": "Si votre logiciel de streaming nécessite un chemin d'un point de montage spécifique, spécifiez-le ici. Sinon, utilisez la valeur par défaut.",
        "If your web hook requires HTTP basic authentication, provide the password here.": "Si votre Webhook nécessite une authentification de base HTTP, indiquez le mot de passe ici.",
        "If your web hook requires HTTP basic authentication, provide the username here.": "Si votre Webhook nécessite une authentification de base HTTP, indiquez le nom d'utilisateur ici.",
        "Import Changes from CSV": "Importer les modifications depuis un fichier CSV",
        "Import from PLS\/M3U": "Importation de PLS\/M3U",
        "Import Results": "Importer les résultats",
        "Important: copy the key below before continuing!": "Important : copiez la clé ci-dessous avant de continuer !",
        "In order to install Shoutcast:": "Pour installer Shoutcast, veuillez suivre la procédure dans l'ordre :",
        "In order to install Stereo Tool:": "Pour installer Stéréo Tool :",
        "In order to process quickly, web hooks have a short timeout, so the responding service should be optimized to handle the request in under 2 seconds.": "Afin de les traiter rapidement, les Webhooks ont un court délai, pour que le service de réponse soit optimisé pour gérer la requête en moins de 2 secondes.",
        "In the newly created application, click the \"Keys and Access Tokens\" tab.": "Dans l'application nouvellement créée, cliquez sur l'onglet \"Clés et jetons d'accès\".",
        "Include in On-Demand Player": "Inclure dans le lecteur la fonctionnalité à la demande",
        "Indefinitely": "Indéfiniment",
        "Indicates the presence of explicit content (explicit language or adult content). Apple Podcasts displays an Explicit parental advisory graphic for your episode if turned on. Episodes containing explicit material aren't available in some Apple Podcasts territories.": "Indique la présence d'un contenu explicite (langage explicite ou contenu adulte). Apple Podcasts affiche un graphique de conseil parental explicite pour votre épisode s'il est activé. Les épisodes contenant du matériel explicite ne sont pas disponibles dans certains territoires d'Apple Podcasts.",
        "Information about the current playing track will appear here once your station has started.": "Les informations sur le morceau à l'antenne apparaîtront ici une fois que votre station sera démarrée.",
        "Insert": "Insérer",
        "Install GeoLite IP Database": "Installer la base de données IP GeoLite",
        "Install Shoutcast": "Installer Shoutcast",
        "Install Shoutcast 2 DNAS": "Installer Shoutcast 2 DNAS",
        "Install Stereo Tool": "Installer Stéréo Tool",
        "Instruct Liquidsoap to use any replaygain metadata associated with a song to control its volume level. This may increase CPU consumption.": "Demander à Liquidsoap d'utiliser toutes les métadonnées de relecture associées à une chanson pour contrôler son niveau de volume. Cela peut augmenter la consommation du CPU.",
        "Instructions": "Instructions",
        "Internal notes or comments about the user, visible only on this control panel.": "Notes internes ou commentaires au sujet de l’utilisateur, visible uniquement sur ce panneau de contrôle.",
        "International Standard Recording Code, used for licensing reports.": "Code d'enregistrement standard international, utilisé pour les rapports de licence.",
        "Interrupt other songs to play at scheduled time.": "Interrompre les autres chansons pour jouer à l'heure prévue.",
        "Intro": "Introduction",
        "IP": "IP",
        "IP Address Source": "Source de l'adresse IP",
        "IP Geolocation is used to guess the approximate location of your listeners based on the IP address they connect with. Use the free built-in IP Geolocation library or enter a license key on this page to use MaxMind GeoLite.": "La géolocalisation IP est utilisée pour deviner l'emplacement approximatif de vos auditeurs en fonction de l'adresse IP avec laquelle ils se connectent. Utilisez la bibliothèque de géolocalisation IP intégrée gratuite ou entrez une clé de licence sur cette page pour utiliser MaxMind GeoLite.",
        "Is Public": "Est publique",
        "ISRC": "ISRC",
        "Items per page": "Éléments par page",
        "Jingle Mode": "Mode Jingle",
        "Language": "Langue",
        "Last 14 Days": "14 derniers jours",
        "Last 2 Years": "2 dernières années",
        "Last 24 Hours": "Dernières 24 heures",
        "Last 30 Days": "30 derniers jours",
        "Last 60 Days": "60 derniers jours",
        "Last 7 Days": "7 derniers jours",
        "Last Modified": "Dernière modification",
        "Last Month": "Dernier mois",
        "Last Run": "Dernière exécution",
        "Last run:": "Dernière exécution :",
        "Last Year": "Dernière année",
        "Last.fm API Key": "Clé d'API Last.fm",
        "Latest Update": "Dernière mise à jour",
        "Learn about Advanced Playlists": "En savoir plus sur les playlists avancées",
        "Learn more about release channels in the AzuraCast docs.": "En savoir plus sur les canaux de diffusion dans la documentation d'AzuraCast.",
        "Learn more about this header.": "En savoir plus sur cet en-tête.",
        "Leave blank to automatically generate a new password.": "Laissez vide pour générer automatiquement un nouveau mot de passe.",
        "Leave blank to play on every day of the week.": "Laissez vide pour jouer tous les jours de la semaine.",
        "Leave blank to use the current password.": "Laissez vide pour garder le mot de passe actuel.",
        "Leave blank to use the default Telegram API URL (recommended).": "Laissez vide pour utiliser l'URL de l'API Telegram par défaut (recommandé).",
        "Length": "Durée",
        "Let's get started by creating your Super Administrator account.": "Commençons par créer votre compte Super Administrateur.",
        "LetsEncrypt": "LetsEncrypt",
        "LetsEncrypt provides simple, free SSL certificates allowing you to secure traffic through your control panel and radio streams.": "LetsEncrypt fournit des certificats SSL simples et gratuits, qui vous permettent de sécuriser le trafic de votre panneau de contrôle et de vos flux radios.",
        "Light": "Clair",
        "Limited": "Limité",
        "LiquidSoap is currently shuffling from %{songs} and %{playlists}.": "LiquidSoap est actuellement en train de mélanger %{songs} chansons et %{playlists} playlists.",
        "Liquidsoap Performance Tuning": "Optimisation des performances de Liquidsoap",
        "List one IP address or group (in CIDR format) per line.": "Indiquez une adresse IP ou un groupe (au format CIDR) par ligne.",
        "List one user agent per line. Wildcards (*) are allowed.": "Lister l'agent utilisateur. Un par ligne. Le caractère générique (*) est autorisé.",
        "Listener Analytics Collection": "Enregistrement des analyses des auditeurs",
        "Listener Gained": "Auditeurs gagnés",
        "Listener History": "Historique des auditeurs",
        "Listener Lost": "Auditeurs perdus",
        "Listener Report": "Rapport des auditeurs",
        "Listener Request": "Demande des auditeurs",
        "Listeners": "Auditeurs",
        "Listeners by Day": "Auditeurs par jour",
        "Listeners by Day of Week": "Auditeurs par jour de la semaine",
        "Listeners by Hour": "Auditeurs par heure",
        "Listeners by Listening Time": "Auditeurs par temps d’écoute",
        "Listeners By Time Period": "Auditeurs par période de temps",
        "Listeners Per Station": "Auditeurs par station",
        "Listening Time": "Temps d'écoute",
        "Live": "Live",
        "Live Broadcast Recording Bitrate (kbps)": "Débit binaire d'enregistrement de la diffusion en direct (kbps)",
        "Live Broadcast Recording Format": "Format d'enregistrement pour la diffusion en direct",
        "Live Listeners": "Auditeurs en direct",
        "Live Recordings Storage Location": "Emplacement de stockage des enregistrements en direct",
        "Live Streamer:": "Streamer en direct :",
        "Live Streamer\/DJ Connected": "Streamer en direct\/DJ connecté",
        "Live Streamer\/DJ Disconnected": "Streamer en direct\/DJ déconnecté",
        "Live Streaming": "Diffusion en direct",
        "Load Average": "Charge moyenne",
        "Local": "Local",
        "Local Filesystem": "Système de fichiers locaux",
        "Local IP (Default)": "IP locale (Défaut)",
        "Local Streams": "Flux locaux",
        "Location": "Emplacement",
        "Log In": "Se connecter",
        "Log Viewer": "Visionneuse de logs",
        "Logs": "Journaux",
        "Logs by Station": "Logs par station",
        "Loop Once": "Boucler une fois",
        "Main Message Content": "Contenu du message principal",
        "Make HLS Stream Default in Public Player": "Faire de HLS en flux par défaut dans le lecteur public",
        "Make the selected media play immediately, interrupting existing media": "Faire jouer les médias sélectionnés immédiatement, interrompant les médias existants",
        "Manage": "Gérer",
        "Manage Avatar": "Gérer l'avatar",
        "Manage SFTP Accounts": "Gérer les comptes SFTP",
        "Manage Stations": "Gestion des stations",
        "Manual AutoDJ Mode": "Mode AutoDJ manuel",
        "Manual Updates": "Mise à jour manuelle",
        "Manually define how this playlist is used in Liquidsoap configuration.": "Définissez manuellement comment cette playlist est utilisée dans la configuration Liquidsoap.",
        "Markdown": "Markdown",
        "Master_me is an open-source automatic mastering plugin for streaming, podcasts and Internet radio.": "Master_me est une extension de maîtrise automatique open source pour le streaming, les podcasts et la radio par internet.",
        "Master_me Loudness Target (LUFS)": "Cible de l'intensité Master_me (LUFS)",
        "Master_me Post-processing": "Post-traitement Master_me",
        "Master_me Preset": "Préréglage Master_me",
        "Master_me Project Homepage": "Page d'accueil du projet Master_me",
        "Mastodon Account Details": "Détails du compte Mastodon",
        "Mastodon Instance URL": "URL de l'instance Mastodon",
        "Mastodon Post": "Message Mastodon",
        "Matomo Analytics Integration": "Intégration Mastodon Analytics",
        "Matomo API Token": "Jeton d'API de Matomo",
        "Matomo Installation Base URL": "URL d'installation de Matomo",
        "Matomo Site ID": "ID de Matomo",
        "Max Listener Duration": "Durée d'écoute maximale",
        "Maximum Listeners": "Auditeurs maximum",
        "Maximum number of total listeners across all streams. Leave blank to use the default.": "Nombre maximum d'auditeurs totaux sur tous les flux. Laissez vide pour utiliser la valeur par défaut.",
        "MaxMind Developer Site": "Site de développement MaxMind",
        "MaxMind License Key": "Clé de licence MaxMind",
        "Measurement ID": "ID de mesure",
        "Measurement Protocol API Secret": "API Secret du protocole de mesure",
        "Media": "Médias",
        "Media File": "Fichier média",
        "Media Storage Location": "Modifier l'emplacement de stockage",
        "Memory": "Mémoire",
        "Memory Stats Help": "Aide sur les statistiques de la mémoire",
        "Merge playlist to play as a single track.": "Fusionner la playlist pour jouer comme une seule piste.",
        "Message Body": "Corps du message",
        "Message Body on Song Change": "Corps du message quand la chanson se change",
        "Message Body on Song Change with Streamer\/DJ Connected": "Corps du message quand la chanson se change avec le Streamer\/DJ connecté",
        "Message Body on Station Offline": "Corps du message quand la station est hors ligne",
        "Message Body on Station Online": "Corps du message quand la station est connectée",
        "Message Body on Streamer\/DJ Connect": "Corps du message quand un streamer\/DJ est connecté",
        "Message Body on Streamer\/DJ Disconnect": "Corps du message quand un streamer\/DJ est déconnecté",
        "Message Customization Tips": "Conseils de personnalisation des messages",
        "Message parsing mode": "Mode d'analyse des messages",
        "Message Queues": "Messages en attente",
        "Message Recipient(s)": "Destinataire(s) du message",
        "Message Subject": "Sujet du message",
        "Message Visibility": "Visibilité du message",
        "Microphone": "Microphone",
        "Microphone Source": "Source du microphone",
        "Minute of Hour to Play": "Minute de diffusion pour chaque heure",
        "Mixer": "Mélangeur",
        "Mobile Device": "Appareil mobile",
        "Modified": "Modifié",
        "Monday": "Lundi",
        "More": "Plus",
        "Most hosting providers will put more Virtual Machines (VPSes) on a server than the hardware can handle when each VM is running at full CPU load. This is called over-provisioning, which can lead to other VMs on the server \"stealing\" CPU time from your VM and vice-versa.": "La plupart des fournisseurs d'hébergement mettront plus de machines virtuelles (VPS) sur un serveur que sur le matériel qui ne pourra pas gérer lorsque chaque VM est en cours d'exécution à la charge complète du CPU. Ceci est appelé sur-provisionnement, qui peut conduire à d'autres ordinateurs virtuels sur le serveur \"voler\" le temps du CPU de votre VM et vice-versa.",
        "Most Played Songs": "Titres les plus joués",
        "Most Recent Backup Log": "Journaux de sauvegardes les plus récents",
        "Mount Name:": "Nom du point de montage :",
        "Mount Point URL": "URL du point de montage",
        "Mount Points": "Points de montage",
        "Mount points are how listeners connect and listen to your station. Each mount point can be a different audio format or quality. Using mount points, you can set up a high-quality stream for broadband listeners and a mobile stream for phone users.": "Les points de montage sont la façon dont les auditeurs se connectent et écoutent votre station. Chaque point de montage peut avoir un format ou une qualité audio différente. En utilisant des points de montage, vous pouvez configurer un flux de haute qualité pour les auditeurs à large bande et un flux mobile pour les utilisateurs de téléphone.",
        "Move": "Déplacer",
        "Move %{ num } File(s) to": "Déplacer %{ num } fichier(s) vers",
        "Move to Directory": "Déplacer vers le répertoire",
        "Music Files": "Fichiers musicaux",
        "Music General": "Musique général",
        "Must match new password.": "Le nouveau mot de passe doit correspondre.",
        "Mute": "Mettre en sourdine",
        "My Account": "Mon compte",
        "N\/A": "N\/D",
        "Name": "Nom",
        "Name\/Type": "Nom\/Type",
        "Need Help?": "Avez-vous besoin d’aide ?",
        "Network Interfaces": "Interfaces réseau",
        "Never run": "Jamais exécuté",
        "New Directory": "Nouveau répertoire",
        "New directory created.": "Nouveau répertoire créé.",
        "New File Name": "Nouveau nom de fichier",
        "New Folder": "Nouveau dossier",
        "New Key Generated": "Nouvelle clé générée",
        "New Password": "Nouveau mot de passe",
        "New Playlist": "Nouvelle playlist",
        "New Playlist Name": "Nom de la nouvelle playlist",
        "New Station Description": "Nouvelle description de la station",
        "New Station Name": "Nouveau nom de station",
        "Next page": "Page suivante",
        "Next Run": "Prochaine exécution",
        "No": "Non",
        "No AutoDJ Enabled": "Pas d'AutoDJ activé",
        "No files selected.": "Aucun fichier sélectionné.",
        "No Limit": "Aucune limite",
        "No Match": "Non compatible",
        "No other program can be using this port. Leave blank to automatically assign a port.": "Aucun autre programme ne peut utiliser ce port. Laissez vide pour assigner automatiquement un port.",
        "No Post-processing": "Aucun post-traitement",
        "No records to display.": "Aucun enregistrement à afficher.",
        "None": "Aucun",
        "Normal Mode": "Mode normal",
        "Not Played": "Pas joué",
        "Not Run": "Pas en cours d'exécution",
        "Not Running": "Pas en cours d'exécution",
        "Not Scheduled": "Non planifié",
        "Note that restoring a backup will clear your existing database. Never restore backup files from untrusted users.": "Notez que la restauration d'une sauvegarde effacera votre base de données existante. Ne restaurez jamais les fichiers de sauvegarde d'utilisateurs non fiables.",
        "Note: If your media metadata has UTF-8 characters, you should use a spreadsheet editor that supports UTF-8 encoding, like OpenOffice.": "Note : Si les métadonnées de vos médias contiennent des caractères UTF-8, vous devez utiliser un éditeur de feuille de calcul qui supporte l'encodage UTF-8, comme OpenOffice.",
        "Note: This should be the public-facing homepage of the radio station, not the AzuraCast URL. It will be included in broadcast details.": "Remarque : Ceci devrait être la page d'accueil de la station de radio, et non l'URL AzuraCast. Il sera inclus dans les détails de la diffusion.",
        "Notes": "Notes",
        "Now": "Maintenant",
        "Now Playing": "Titre en cours",
        "Now playing on %{ station }:": "En cours de lecture sur %{ station } :",
        "Now playing on %{ station }: %{ title } by %{ artist } with your host, %{ dj }! Tune in now: %{ url }": "En cours de lecture sur %{ station } : %{ title } par %{ artist } avec votre hôte, %{ dj } ! Branchez-vous maintenant : %{ url }",
        "Now playing on %{ station }: %{ title } by %{ artist }! Tune in now: %{ url }": "En cours de lecture sur %{ station } : %{ title } par %{ artist } ! Branchez-vous maintenant : %{ url }",
        "Now playing on %{ station }: %{ title } by %{ artist }! Tune in now.": "En cours de lecture sur %{ station } : %{ title } par %{ artist } ! Branchez-vous maintenant.",
        "NowPlaying API Response": "Réponse de l'API de la lecture en cours",
        "Number of Backup Copies to Keep": "Nombre de copies des sauvegardes à conserver",
        "Number of Minutes Between Plays": "Nombre de minutes entre chaque lecture",
        "Number of seconds to overlap songs.": "Nombre de secondes avant le chevauchement des chansons.",
        "Number of Songs Between Plays": "Nombre de musiques entre chaque lecture",
        "Number of Visible Recent Songs": "Nombre de chansons récentes visibles",
        "On the Air": "À l'antenne",
        "On-Demand": "À la demande",
        "On-Demand Media": "Médias à la demande",
        "On-Demand Streaming": "Streaming à la demande",
        "Once per %{minutes} Minutes": "Une fois toutes les %{minutes} minutes",
        "Once per %{songs} Songs": "Une fois toutes les %{songs} chansons",
        "Once per Hour": "Une fois par heure",
        "Once per Hour (at %{minute})": "Une fois par heure (à h%{minute})",
        "Once per x Minutes": "Une fois toutes les x minutes",
        "Once per x Songs": "Une fois tous les x titres",
        "Once these steps are completed, enter the \"Access Token\" from the application's page into the field below.": "Une fois que les étapes sont terminées, entrez le jeton d'accès à partir de la page de l'application dans le champ ci-dessous.",
        "Once these steps are completed, enter the information from the \"Keys and Access Tokens\" page into the fields below.": "Une fois ces étapes terminées, entrez les informations de la page \"Clés et jetons d'accès\" dans les champs ci-dessous.",
        "One important note on I\/O Wait is that it can indicate a bottleneck or problem but also may be completely meaningless, depending on the workload and general available resources. A constantly high I\/O Wait should prompt further investigation with more sophisticated tools.": "Une note importante sur les attentes d'E\/S : Il peut indiquer un goulot d'étranglement ou un problème, mais peut également être complètement dénué de sens, en fonction de la charge de travail et des ressources disponibles. Une attente d'E\/S constamment élevée devrait inviter une enquête plus approfondie avec des outils plus sophistiqués.",
        "Only collect aggregate listener statistics": "Collecter uniquement les statistiques agrégées des auditeurs",
        "Only connect to a remote server.": "Connectez-vous uniquement à un serveur distant.",
        "Only loop through playlist once.": "Boucler une seule fois la playlist.",
        "Only play one track at scheduled time.": "Jouer qu’une seule piste à l’heure prévue.",
        "Only Post Once Every...": "Poster seulement une seule fois chaque...",
        "Operation": "Opération",
        "Optional: HTTP Basic Authentication Password": "Optionnel : Mot de passe d'authentification de base HTTP",
        "Optional: HTTP Basic Authentication Username": "Optionnel : Nom d'utilisateur pour l'authentification de base HTTP",
        "Optional: Request Timeout (Seconds)": "Facultatif : Délai d'expiration de la demande (secondes)",
        "Optionally select an ID3v2 metadata field that, if present, will be used to set this field's value.": "Optionnellement, sélectionnez un champ de métadonnées ID3v2 qui, s'il est présent, sera utilisé pour définir la valeur de ce champ.",
        "Optionally specify a short URL-friendly name, such as \"my_station_name\", that will be used in this station's URLs. Leave this field blank to automatically create one based on the station name.": "Spécifiez éventuellement un nom court et facile d'utilisation, tel que \"mon_nom_de_station\", qui sera utilisé dans les URL de cette station. Laissez ce champ vide pour en créer un automatiquement basé sur le nom de la station.",
        "Optionally specify an API-friendly name, such as \"field_name\". Leave this field blank to automatically create one based on the name.": "Spécifiez éventuellement un nom facile d'utilisation pour l'API, tel que \"nom_champ\". Laissez ce champ vide pour en créer automatiquement un basé sur le nom.",
        "Optionally supply an API token to allow IP address overriding.": "Fournir éventuellement un jeton API pour permettre le remplacement de l'adresse IP.",
        "Optionally supply SSH public keys this user can use to connect instead of a password. Enter one key per line.": "Il est possible de fournir des clés publiques SSH que l'utilisateur peut utiliser pour se connecter au lieu d'un mot de passe. Entrez une clé par ligne.",
        "or": "ou",
        "Original Path": "Chemin d'origine",
        "Other Remote URL (File, HLS, etc.)": "Autres URL distantes (fichier, HLS, etc.)",
        "Owner": "Propriétaire",
        "Page": "Page",
        "Password": "Mot de passe",
        "Password:": "Mot de passe :",
        "Paste the generated license key into the field on this page.": "Collez la clé de licence générée dans le champ de cette page.",
        "Path\/Suffix": "Chemin\/Suffixe",
        "Pending Requests": "Demandes en attente",
        "Permissions": "Permissions",
        "Play": "Lecture",
        "Play Now": "Jouer maintenant",
        "Play once every $x minutes.": "Jouez une fois toutes les $x minutes.",
        "Play once every $x songs.": "Jouez une fois toutes les $x chansons.",
        "Play once per hour at the specified minute.": "Jouez une fois par heure à la minute spécifiée.",
        "Playback Queue": "File d'attente de relecture",
        "Playing Next": "Lecture suivante",
        "Playlist": "Playlist",
        "Playlist (M3U\/PLS) URL": "URL de la playlist (M3U\/PLS)",
        "Playlist 1": "Playlist 1",
        "Playlist 2": "Playlist 2",
        "Playlist Name": "Nom de la playlist",
        "Playlist order set.": "Ordre de la playlist défini.",
        "Playlist queue cleared.": "File d'attente de playlist vidée.",
        "Playlist successfully applied to folders.": "Playlist appliquée avec succès aux dossiers.",
        "Playlist Type": "Type de playlist",
        "Playlist Weight": "Poids de la playlist",
        "Playlist:": "Playlist :",
        "Playlists": "Playlists",
        "Playlists cleared for selected files:": "Playlists effacées pour les fichiers sélectionnés :",
        "Playlists updated for selected files:": "Playlists mis à jour pour les fichiers sélectionnés :",
        "Plays": "Lectures",
        "Podcast": "Podcast",
        "Podcast media should be in the MP3 or M4A (AAC) format for the greatest compatibility.": "Les supports de podcast doivent être au format MP3 ou M4A (AAC) pour la plus grande compatibilité.",
        "Podcast Title": "Titre du podcast",
        "Podcasts": "Podcasts",
        "Podcasts Storage Location": "Emplacement de stockage des podcasts",
        "Port:": "Port :",
        "Post-processing allows you to apply audio processors (like compressors, limiters, or equalizers) to your stream to create a more uniform sound or enhance the listening experience. Post-processing requires extra CPU resources, so it may slow down your server.": "Le post-traitement vous permet d'appliquer des processeurs audio (comme les compresseurs, les limiteurs ou les égaliseurs) à votre flux pour créer un son plus uniforme ou améliorer l'expérience d'écoute. Le post-traitement nécessite des ressources CPU supplémentaires, ce qui peut ralentir votre serveur.",
        "Powered by AzuraCast": "Propulsé par AzuraCast",
        "Prefer Browser URL (If Available)": "URL du navigateur préféré (si disponible)",
        "Prefer System Default": "Préférer le système par défaut",
        "Previous": "Précédent",
        "Previous page": "Page précédente",
        "Privacy": "Confidentialité",
        "Private": "Privé",
        "Profile": "Profil",
        "Programmatic Name": "Nom programmatique",
        "Provide a valid license key from Thimeo. Functionality is limited without a license key.": "Fournissez une clé de licence valide de Thimeo. Cette fonctionnalité est limitée sans clé de licence.",
        "Public": "Public",
        "Public Page": "Page publique",
        "Public Page Background": "Arrière-plan de la page publique",
        "Public Pages": "Page publique",
        "Publish Date": "Date de publication",
        "Publish Time": "Heure de publication",
        "Publish to \"Yellow Pages\" Directories": "Publier dans les annuaires \"Pages Jaunes\"(Yellow Pages)",
        "QR Code": "QR Code",
        "Queue": "File d'attente",
        "Queue the selected media to play next": "Le média a été mis dans la file d'attente de diffusion",
        "Radio Player": "Player radio",
        "Random": "Aléatoire",
        "Ready to start broadcasting? Click to start your station.": "Prêt à diffuser ? Cliquez pour démarrer votre station.",
        "Received": "Reçu",
        "Record Live Broadcasts": "Enregistrement des émissions en direct",
        "Recover Account": "Récupération du compte",
        "Refresh rows": "Actualiser",
        "Region": "Région",
        "Relay": "Relais",
        "Relay Stream URL": "URL du flux a relayer",
        "Release Channel": "Canal de mise à jour",
        "Reload": "Recharger",
        "Reload Configuration": "Recharger la configuration",
        "Reload to Apply Changes": "Recharger pour appliquer les modifications",
        "Reloading broadcasting will not disconnect your listeners.": "Recharger la diffusion ne déconnectera pas vos auditeurs.",
        "Remote": "Distant",
        "Remote Playback Buffer (Seconds)": "Mémoire tampon de la diffusion (secondes)",
        "Remote Relays": "Relais distant",
        "Remote relays let you work with broadcasting software outside this server. Any relay you include here will be included in your station's statistics. You can also broadcast from this server to remote relays.": "Les relais distants vous permettent de travailler avec des logiciels de diffusion en dehors de ce serveur. Tout relais que vous incluez ici sera inclus dans les statistiques de votre station. Vous pouvez également diffuser depuis ce serveur vers des relais distants.",
        "Remote Station Administrator Password": "Mot de passe administrateur de la station distante",
        "Remote Station Listening Mountpoint\/SID": "Station d'écoute à distance Point de montage \/ SID",
        "Remote Station Listening URL": "URL de la station distante",
        "Remote Station Source Mountpoint\/SID": "Station à distance Source Point de montage \/ SID",
        "Remote Station Source Password": "Mot de passe source de la station distante",
        "Remote Station Source Port": "Port source de la station distante",
        "Remote Station Source Username": "Nom d'utilisateur source de la station distante",
        "Remote Station Type": "Type de station à distance",
        "Remote URL": "URL distante",
        "Remote URL Playlist": "URL distante d'une playlist",
        "Remote URL Type": "Type d'URL distant",
        "Remote: Dropbox": "Distant : Dropbox",
        "Remote: S3 Compatible": "Distant : Compatible S3",
        "Remote: SFTP": "SFTP distant",
        "Remove": "Supprimer",
        "Remove Key": "Supprimer la clé",
        "Rename": "Renommer",
        "Rename File\/Directory": "Renommer le fichier\/répertoire",
        "Reorder": "Réorganiser",
        "Reorder Playlist": "Réorganiser la playlist",
        "Repeat": "Répéter",
        "Replace Album Cover Art": "Remplacer la pochette d'album",
        "Reports": "Rapports",
        "Reprocess": "Retraiter",
        "Request": "Demander",
        "Request a Song": "Demander un titre",
        "Request History": "Historique des demandes",
        "Request Last Played Threshold (Minutes)": "Temps d'attente avant de redemander un titre (en minutes)",
        "Request Minimum Delay (Minutes)": "Délai minimum des demandes (en minutes)",
        "Request Song": "Demander un titre",
        "Requester IP": "IP du demandeur",
        "Requests": "Demandes",
        "Required": "Requis",
        "Reshuffle": "Remélanger",
        "Restart": "Redémarrer",
        "Restart Broadcasting": "Redémarrer la diffusion",
        "Restarting broadcasting will briefly disconnect your listeners.": "Redémarrer la diffusion déconnectera brièvement vos auditeurs.",
        "Restarting broadcasting will rewrite all configuration files and restart all services.": "Redémarrer la diffusion réécrira tous les fichiers de configuration et redémarre tous les services.",
        "Restoring Backups": "Restauration des sauvegardes",
        "Reverse Proxy (X-Forwarded-For)": "Proxy inverse (Reverse Proxy) (X-Forwarded-For)",
        "Role Name": "Nom du rôle",
        "Roles": "Rôles",
        "Roles & Permissions": "Rôles et permissions",
        "Rolling Release": "Sortie du roulement",
        "RSS Feed": "Flux RSS",
        "Run Automatic Nightly Backups": "Exécuter des sauvegardes automatiques de nuit",
        "Run Manual Backup": "Exécuter la sauvegarde manuelle",
        "Run Task": "Exécuter la tâche",
        "Running": "En cours d'exécution",
        "Sample Rate": "Fréquence d'échantillonnage",
        "Saturday": "Samedi",
        "Save": "Sauvegarder",
        "Save and Continue": "Enregistrer et continuer",
        "Save Changes": "Sauvegarder",
        "Save Changes first": "Sauvegarder les modifications en premier",
        "Schedule": "Planification",
        "Schedule View": "Calendrier",
        "Scheduled": "Planifié",
        "Scheduled Backup Time": "Heure de la sauvegarde planifiée",
        "Scheduled Play Days of Week": "Jours de diffusion prévus pour la semaine",
        "Scheduled playlists and other timed items will be controlled by this time zone.": "Les playlists programmées et autres éléments programmés seront contrôlés par ce fuseau horaire.",
        "Scheduled Time #%{num}": "Heure programmée #%{num}",
        "Scheduling": "Planification",
        "Search": "Rechercher",
        "Seconds from the start of the song that the AutoDJ should start playing.": "A quel moment, en secondes depuis le début, l'AutoDJ commencera à lire ce titre.",
        "Seconds from the start of the song that the AutoDJ should stop playing.": "A quel moment, en secondes depuis le début, l'AutoDJ arrêtera de lire ce titre.",
        "Secret Key": "Clé secrète",
        "Security": "Sécurité",
        "Security & Privacy": "Sécurité et confidentialité",
        "See the Telegram documentation for more details.": "Consultez la documentation de Telegram pour plus de détails.",
        "See the Telegram Documentation for more details.": "Consultez la documentation de Telegram pour plus de détails.",
        "Seek": "Chercher",
        "Segment Length (Seconds)": "Longueur du segment (secondes)",
        "Segments in Playlist": "Segments dans la playlist",
        "Segments Overhead": "Segments au-dessus",
        "Select": "Sélectionner",
        "Select a theme to use as a base for station public pages and the login page.": "Sélectionnez un thème à utiliser comme base pour les pages publiques de la station et la page de connexion.",
        "Select an option here to apply post-processing using an easy preset or tool. You can also manually apply post-processing by editing your Liquidsoap configuration manually.": "Sélectionnez une option ici pour appliquer le post-traitement à l'aide d'un préréglage ou d'un outil facile. Vous pouvez également appliquer manuellement le post-traitement en modifiant manuellement votre configuration de Liquidsoap.",
        "Select Configuration File": "Sélectionner un fichier de configuration",
        "Select CSV File": "Sélectionner un fichier CSV",
        "Select Custom Fallback File": "Sélectionner le fichier de secours personnalisé",
        "Select File": "Sélectionner un fichier",
        "Select Intro File": "Sélectionner un fichier d'introduction",
        "Select Media File": "Sélectionner un fichier média",
        "Select PLS\/M3U File to Import": "Sélectionnez le fichier PLS\/M3U à importer",
        "Select PNG\/JPG artwork file": "Sélectionner la pochette au format de fichier PNG\/JPG",
        "Select the category\/categories that best reflects the content of your podcast.": "Sélectionnez la\/les catégorie\/catégories qui correspond(ent) le mieux au contenu de votre podcast.",
        "Select the countries that are not allowed to connect to the streams.": "Sélectionnez les pays qui ne sont pas autorisés à se connecter aux flux.",
        "Select Web Hook Type": "Sélectionnez le type de Webhook",
        "Send an e-mail to specified address(es).": "Envoyer un mail à l'adresse\/aux adresses spécifiée(s).",
        "Send E-mail": "Envoyer le mail",
        "Send song metadata changes to TuneIn.": "Envoyer les changements de métadonnées de la chanson à TuneIn.",
        "Send stream listener details to Google Analytics.": "Envoyer les détails des auditeurs de flux à Google Analytics.",
        "Send stream listener details to Matomo Analytics.": "Envoyer les détails des auditeurs de flux à Matomo Analytics.",
        "Send Test Message": "Envoyer le message de test",
        "Sender E-mail Address": "Adresse e-mail de l'expéditeur",
        "Sender Name": "Nom de l'expéditeur",
        "Sequential": "Séquentiel",
        "Server Status": "Statut du serveur",
        "Server:": "Serveur :",
        "Services": "Services",
        "Set a maximum disk space that this storage location can use. Specify the size with unit, i.e. \"8 GB\". Units are measured in 1024 bytes. Leave blank to default to the available space on the disk.": "Définissez un espace disque maximum que cette station peut utiliser. Spécifiez la taille avec l'unité, c'est-à-dire \"8 GB\". Les unités sont mesurées en 1024 octets. Laisser vide par défaut en fonction de l'espace disponible sur le disque.",
        "Set as Default Mount Point": "Définir comme point de montage par défaut",
        "Set cue and fade points using the visual editor. The timestamps will be saved to the corresponding fields in the advanced playback settings.": "Définissez les points de repère et de fondu à l'aide de l'éditeur visuel. Les horodatages seront enregistrés dans les champs correspondants des paramètres de lecture avancés.",
        "Set Cue In": "Point d'entrée",
        "Set Cue Out": "Point de sortie",
        "Set Fade In": "Point d'entrée en fondu",
        "Set Fade Out": "Point de sortie en fondu",
        "Set longer to preserve more playback history and listener metadata for stations. Set shorter to save disk space.": "Définissez plus longtemps pour conserver plus d'historique de lecture et de métadonnées d'écoute pour les stations. Réglez plus court pour économiser de l'espace disque.",
        "Set Overlap": "Point de chevauchement",
        "Set the length of time (seconds) a listener will stay connected to the stream. If set to 0, listeners can stay connected infinitely.": "Définissez la durée (secondes) que l'auditeur restera connecté au flux. S'il est réglé sur 0, les auditeurs peuvent rester connectés à l'infini.",
        "Set to \"Yes\" to always use \"https:\/\/\" secure URLs, and to automatically redirect to the secure URL when an insecure URL is visited.": "Réglez sur \"Oui\" pour toujours utiliser les URL sécurisées \"https:\/\/\" et pour rediriger automatiquement vers l'URL sécurisée lorsqu'une URL non sécurisée est visitée.",
        "Set to * to allow all sources, or specify a list of origins separated by a comma (,).": "Définir sur * pour autoriser toutes les sources, ou spécifier une liste d'origines séparées par une virgule (,).",
        "Settings": "Paramètres",
        "Setup instructions for broadcasting software are available on the AzuraCast wiki.": "Les instructions d'installation pour les logiciels de diffusion sont disponibles sur le wiki d'AzuraCast.",
        "SFTP Host": "Hôte SFTP",
        "SFTP Password": "Mot de passe SFTP",
        "SFTP Port": "Port SFTP",
        "SFTP Private Key": "Clé Privée SFTP",
        "SFTP Private Key Pass Phrase": "Mot de passe de la Clé Privée SFTP",
        "SFTP Username": "Identifiant SFTP",
        "SFTP Users": "Utilisateurs SFTP",
        "Share Media Storage Location": "Partager l'emplacement de stockage des médias",
        "Share Podcasts Storage Location": "Partager l'emplacement de stockage des podcasts",
        "Share Recordings Storage Location": "Partager l’emplacement de stockage des enregistrements",
        "Shoutcast 2 DNAS is not currently installed on this installation.": "SHOUTcast 2 DNAS n'est actuellement pas installé sur cette machine.",
        "Shoutcast 2 DNAS is not free software, and its restrictive license does not allow AzuraCast to distribute the Shoutcast binary.": "SHOUTcast 2 DNAS n'est pas un logiciel gratuit, et sa licence restrictive ne permet pas à Azuracast de distribuer le binaire Shoutcast.",
        "Shoutcast Clients": "Clients Shoutcast",
        "Shoutcast License ID": "ID de licence Shoutcast",
        "Shoutcast Radio Manager": "Gestionnaire de radio Shoutcast",
        "Shoutcast User ID": "ID de l'utilisateur Shoutcast",
        "Shoutcast version \"%{ version }\" is currently installed.": "La version \"%{ version }\" de Shoutcast est actuellement installée.",
        "Show Charts": "Afficher les graphiques",
        "Show Credentials": "Afficher les crédits",
        "Show HLS Stream on Public Player": "Afficher le flux HLS sur le lecteur public",
        "Show new releases within your update channel on the AzuraCast homepage.": "Afficher les nouvelles versions dans votre canal de mise à jour sur la page d'accueil d'AzuraCast.",
        "Show on Public Pages": "Afficher sur les pages publiques",
        "Show the station in public pages and general API results.": "Afficher la station dans les pages publiques et les résultats généraux de l'API.",
        "Show Update Announcements": "Afficher les annonces de mise à jour",
        "Shuffled": "Mélangé",
        "Sidebar": "Barre latérale",
        "Sign Out": "Se déconnecter",
        "Site Base URL": "URL de base du site",
        "Size": "Taille",
        "Skip Song": "Passer la chanson",
        "Skip to main content": "Passer au contenu principal",
        "Smart Mode": "Mode intelligent",
        "SMTP Host": "Hôte SMTP",
        "SMTP Password": "Mot de passe SMTP",
        "SMTP Port": "Port SMTP",
        "SMTP Username": "Nom d'utilisateur SMTP",
        "Social Media": "Réseaux sociaux",
        "Some stream licensing providers may have specific rules regarding song requests. Check your local regulations for more information.": "Certains fournisseurs de licences de streaming peuvent avoir des règles spécifiques concernant les demandes de chansons. Vérifiez vos réglementations locales pour plus d'informations.",
        "Song": "Titre",
        "Song Album": "Album du titre",
        "Song Artist": "Artiste de la musique",
        "Song Change": "Changement de chanson",
        "Song Change (Live Only)": "Changement de chanson (en direct seulement)",
        "Song Genre": "Genre de la chanson",
        "Song History": "Historique des titres",
        "Song Length": "Longueur du titre",
        "Song Lyrics": "Paroles de la musique",
        "Song Playback Order": "Ordre de lecture des titres",
        "Song Playback Timeline": "Historique des titres",
        "Song Requests": "Demandes de titres",
        "Song Title": "Titre de la musique",
        "Song-based": "Sur la base de chansons",
        "Song-Based": "Basé sur la chanson",
        "Song-Based Playlist": "Playlist de différents titres",
        "SoundExchange Report": "Rapport SoundExchange",
        "SoundExchange Royalties": "SoundExchange Royalties",
        "Source": "Source",
        "Space Used": "Espace utilisé",
        "Specify a mountpoint (i.e. \"\/radio.mp3\") or a Shoutcast SID (i.e. \"2\") to specify a specific stream to use for statistics or broadcasting.": "Spécifiez un point de montage (par ex. \"\/radio.mp3\") ou un SID Shoutcast (par ex. \"2\") pour un flux spécifique à utiliser pour les statistiques ou la diffusion.",
        "Specify the minute of every hour that this playlist should play.": "Spécifiez la minute de diffusion pour chaque heure de cette playlist.",
        "Speech General": "Général des paroles",
        "SSH Public Keys": "Clés publiques SSH",
        "Stable": "Stable",
        "Standard playlist, shuffles with other standard playlists based on weight.": "Playlist standard, mélange avec d'autres playlists standards en fonction du poids.",
        "Start": "Démarrer",
        "Start Date": "Date de départ",
        "Start Station": "Démarrer la station",
        "Start Streaming": "Démarrer la diffusion",
        "Start Time": "Heure de départ",
        "Station Directories": "Répertoires des stations",
        "Station Goes Offline": "Station hors ligne",
        "Station Goes Online": "Station en ligne",
        "Station Media": "Média de la station",
        "Station Name": "Nom de la station",
        "Station Offline": "Station hors ligne",
        "Station Overview": "Vue d'ensemble de la station",
        "Station Permissions": "Permissions de la station",
        "Station Podcasts": "Podcasts de la station",
        "Station Recordings": "Enregistrements de la station",
        "Station Statistics": "Statistiques de la station",
        "Station Time": "Heure de la station",
        "Station Time Zone": "Fuseau horaire de la station",
        "Station-Specific Debugging": "Débogage spécifique à la station",
        "Station(s)": "Station(s)",
        "Stations": "Stations",
        "Stations using Icecast can soft-reload the station configuration, applying changes while keeping the stream broadcast running.": "Les stations utilisant IceCast peuvent recharger le soft de configuration de la station, en appliquant des modifications tout en maintenant la diffusion du flux en cours d'exécution.",
        "Steal": "Volé",
        "Steal (St)": "Volé (St)",
        "Step %{step}": "Étape %{step}",
        "Step 1: Scan QR Code": "Étape 1 : Scanner le QR Code",
        "Step 2: Verify Generated Code": "Étape 2 : Vérification du code généré",
        "Steps for configuring a Mastodon application:": "Étapes pour configurer l'application Mastodon :",
        "Steps for configuring a Twitter application:": "Étapes pour configurer l'application Twitter :",
        "Stereo Tool": "Stéréo Tool",
        "Stereo Tool can be resource-intensive for both CPU and Memory. Please ensure you have sufficient resources before proceeding.": "Stéreo Tool sollicite fortement les performances du processeur et la mémoire. Assurez-vous d'avoir suffisamment de ressources avant de continuer.",
        "Stereo Tool documentation.": "Documentation de Stéréo Tool.",
        "Stereo Tool Downloads": "Téléchargements de Stéréo Tool",
        "Stereo Tool is a popular, proprietary tool for software audio processing. Using Stereo Tool, you can customize the sound of your stations using preset configuration files.": "Stereo Tool est un outil populaire et propriétaire pour le traitement audio logiciel. À l'aide de Stereo Tool, vous pouvez personnaliser le son de vos stations à l'aide des fichiers de configuration prédéfinis.",
        "Stereo Tool is an industry standard for software audio processing. For more information on how to configure it, please refer to the": "Stéréo Tool est un standard de l'industrie parmi les logiciels de traitement audio. Pour plus d'informations et pour savoir comment le configurer, référez-vous à la",
        "Stereo Tool is not currently installed on this installation.": "Stéréo Tool n'est pas actuellement installé sur cette machine.",
        "Stereo Tool is not free software, and its restrictive license does not allow AzuraCast to distribute the Stereo Tool binary.": "Stéréo Tool n'est pas un logiciel libre. Sa licence restrictive ne permet pas à AzuraCast de distribuer le binaire de Stéréo Tool.",
        "Stereo Tool License Key": "Clé de licence de Stéréo Tool",
        "Stereo Tool version %{ version } is currently installed.": "La version %{ version } de Stéréo Tool est actuellement installée.",
        "Stop": "Arrêter",
        "Stop Streaming": "Arrêter la diffusion",
        "Storage Adapter": "Adaptateur de stockage",
        "Storage Location": "Emplacement de stockage",
        "Storage Locations": "Emplacement de stockage",
        "Storage Quota": "Quota de stockage",
        "Stream": "Stream",
        "Streamer Broadcasts": "Diffusions de streamer",
        "Streamer Display Name": "Nom d'affichage du streamer",
        "Streamer password": "Mot de passe du streamer",
        "Streamer Username": "Nom d’utilisateur du streamer",
        "Streamer\/DJ": "Streamer\/DJ",
        "Streamer\/DJ Accounts": "Comptes des streamers\/DJs",
        "Streamers\/DJs": "Streamers\/DJs",
        "Streams": "Streams",
        "Submit Code": "Envoi du code",
        "Sunday": "Dimanche",
        "Support Documents": "Documents d'assistance",
        "Supported file formats:": "Formats de fichiers acceptés :",
        "Switch Theme": "Changer de thème",
        "Synchronization Tasks": "Tâches de synchronisation",
        "System Administration": "Administration du système",
        "System Debugger": "Débogueur de système",
        "System Logs": "Journaux(Logs) du système",
        "System Maintenance": "Maintenance système",
        "System Settings": "Configuration système",
        "Target": "Cible",
        "Task Name": "Nom de la tâche",
        "Telegram Chat Message": "Message Telegram",
        "Test": "Tester",
        "Test message sent.": "Message de test envoyé.",
        "Thanks for listening to %{ station }!": "Merci d'avoir écouté %{ station } !",
        "The amount of memory Linux is using for disk caching.": "La quantité de mémoire Linux utilisé pour la mise en cache de disque.",
        "The average target loudness (measured in LUFS) for the broadcasted stream. Values between -14 and -18 LUFS are common for Internet radio stations.": "L'intensité cible moyenne (mesuré en LUFS) pour le flux diffusé. Les valeurs entre -14 et -18 LUFS sont courantes pour les stations de radio par internet.",
        "The base URL where this service is located. Use either the external IP address or fully-qualified domain name (if one exists) pointing to this server.": "L'URL de base où se trouve ce service. Utilisez soit l'IP externe, soit un nom de domaine complet (le cas échéant) pointant vers ce serveur.",
        "The body of the POST message is the exact same as the NowPlaying API response for your station.": "Le corps du message POST est exactement le même que la réponse de l'API NowPlaying pour votre station.",
        "The contact person of the podcast. May be required in order to list the podcast on services like Apple Podcasts, Spotify, Google Podcasts, etc.": "La personne de contact du podcast. Peut être nécessaire pour lister le podcast sur des services tels qu'Apple Podcasts, Spotify, Google Podcasts, etc.",
        "The current CPU usage including I\/O Wait and Steal.": "L'utilisation actuelle du CPU, y compris les E\/S en attente et volé.",
        "The current Memory usage excluding cached memory.": "L'utilisation de la mémoire actuelle excluant la mémoire mise en cache.",
        "The date when the episode should be published.": "La date à laquelle l'épisode doit être publié.",
        "The description of the episode. The typical maximum amount of text allowed for this is 4000 characters.": "La description de l'épisode. La quantité de texte maximale typique autorisée pour cela est de 4000 caractères.",
        "The description of your podcast. The typical maximum amount of text allowed for this is 4000 characters.": "La description de votre podcast. La quantité de texte maximale typique autorisée pour cela est de 4000 caractères.",
        "The display name assigned to this mount point when viewing it on administrative or public pages. Leave blank to automatically generate one.": "Le nom d'affichage attribué à ce point de montage lors de sa visualisation sur des pages administratives ou publiques. Laissez vide pour en générer automatiquement un.",
        "The display name assigned to this relay when viewing it on administrative or public pages. Leave blank to automatically generate one.": "Le nom d'affichage attribué à ce relais lors de sa visualisation sur des pages administratives ou publiques. Laissez vide pour en générer automatiquement un.",
        "The editable text boxes are areas where you can insert custom configuration code. The non-editable sections are automatically generated by AzuraCast.": "Les zones de texte modifiables sont des zones où vous pouvez insérer du code de configuration personnalisé. Les sections non modifiables sont automatiquement générées par AzuraCast.",
        "The email of the podcast contact. May be required in order to list the podcast on services like Apple Podcasts, Spotify, Google Podcasts, etc.": "L'e-mail du contact du podcast. Peut être requis pour lister le podcast sur des services tels qu'Apple Podcasts, Spotify, Google Podcasts, etc.",
        "The file name should look like:": "Le nom du fichier devrait ressembler à :",
        "The format and headers of this CSV should match the format generated by the export function on this page.": "Le format et les en-têtes du fichier CSV doivent correspondre au format généré par l'outil d'exportation de cette page.",
        "The full base URL of your Matomo installation.": "L'URL de base complète de votre installation de Matomo.",
        "The full playlist is shuffled and then played through in the shuffled order.": "La playlist complète est mélangée, puis jouée dans l'ordre aléatoire.",
        "The I\/O Wait is the percentage of time that the CPU is waiting for disk access before it can continue the work that depends on the result of this.": "L'attente d'E\/S est le pourcentage du temps que le CPU attend l'accès des disques avant de pouvoir poursuivre le travail qui dépend du résultat.",
        "The language spoken on the podcast.": "La langue parlée sur le podcast.",
        "The length of playback time that Liquidsoap should buffer when playing this remote playlist. Shorter times may lead to intermittent playback on unstable connections.": "La durée du temps de lecture que Liquidsoap doit mettre en mémoire tampon lors de la lecture de cette playlist distante. Des durées courtes peuvent entraîner une lecture discontinue sur des connexions instables.",
        "The number of seconds of signal to store in case of interruption. Set to the lowest value that your DJs can use without stream interruptions.": "Le nombre de secondes de signal à stocker en cas d'interruption. Réglez sur la valeur la plus basse que vos DJ peuvent utiliser sans interrompre la diffusion.",
        "The number of seconds to wait for a response from the remote server before cancelling the request.": "Le nombre de secondes d'attente d'une réponse du serveur distant avant d'annuler la demande.",
        "The numeric site ID for this site.": "L'ID du site numérique pour ce site.",
        "The order of the playlist is manually specified and followed by the AutoDJ.": "L'ordre de la playlist est spécifié manuellement et suivi par l'AutoDJ.",
        "The parent directory where station playlist and configuration files are stored. Leave blank to use default directory.": "Le répertoire parent dans lequel sont stockés la liste de lecture et les fichiers de configuration des stations. Laisser vide pour utiliser le répertoire par défaut.",
        "The property ID used to track live listeners.": "L'ID de propriété utilisée pour suivre les auditeurs en direct.",
        "The relative path of the file in the station's media directory.": "Le chemin relatif dans le répertoire des médias, pour cette station.",
        "The request could not be processed.": "La demande n'a pas pu être traitée.",
        "The station ID will be a numeric string that starts with the letter S.": "L'ID de la station sera une chaîne numérique commençant par la lettre S.",
        "The streamer will use this password to connect to the radio server.": "Le streamer utilisera ce mot de passe pour se connecter au serveur radio.",
        "The streamer will use this username to connect to the radio server.": "Le streamer utilisera ce nom d’utilisateur pour se connecter au serveur radio.",
        "The time period that the song should fade in. Leave blank to use the system default.": "Indique a quel moment cette musique commencera sa transition de départ. Laissez vide pour utiliser la valeur par défaut.",
        "The time period that the song should fade out. Leave blank to use the system default.": "Indique a quel moment cette musique commencera sa transition de fin. Laissez vide pour utiliser la valeur par défaut.",
        "The time that this song should overlap its surrounding songs when fading. Leave blank to use the system default.": "Indique la durée quand ce titre sera superposé au titre suivant et précédent lors de la transition. Laissez vide pour utiliser la valeur par défaut.",
        "The time when the episode should be published (according to the stations timezone).": "L'heure à laquelle l'épisode doit être publié (selon le fuseau horaire des stations).",
        "The URL that will receive the POST messages any time an event is triggered.": "URL qui recevra les messages POST chaque fois qu'un événement est déclenché.",
        "The volume in decibels to amplify the track with. Leave blank to use the system default.": "Le volume en décibels avec lequel amplifier la piste. Laisser vide pour utiliser la valeur par défaut du système.",
        "The WebDJ lets you broadcast live to your station using just your web browser.": "Le WebDJ vous permet de diffuser en direct sur votre station en utilisant juste votre navigateur Web.",
        "Theme": "Thème",
        "There is no existing custom fallback file associated with this station.": "Il n'y a pas de fichier de secours personnalisé existant associé à cette station.",
        "There is no existing intro file associated with this mount point.": "Il n'y a pas de fichier intro existant associé à ce point de montage.",
        "There is no existing media associated with this episode.": "Il n'y a pas de média existant associé à cet épisode.",
        "There is no Stereo Tool configuration file present.": "Il n'y a pas de fichier de configuration Stéréo Tool présent.",
        "This account will have full access to the system, and you'll automatically be logged in to it for the rest of setup.": "Ce compte aura un accès complet au système, et vous y serez automatiquement connecté pour le reste de l'installation.",
        "This can be generated in the \"Events\" section for a measurement.": "Cela peut être généré dans la section \"Évènements\" pour une mesure.",
        "This can make it look like your memory is low while it actually is not. Some monitoring solutions\/panels include cached memory in their used memory statistics without indicating this.": "Cela peut donner l'impression que votre mémoire est faible alors qu'elle ne l'est pas. Certaines solutions\/panneaux de surveillance incluent la mémoire cache dans leurs statistiques de mémoire utilisée sans l'indiquer.",
        "This code will be included in the frontend configuration. Allowed formats are:": "Ce code sera inclus dans la configuration du site. Les formats autorisés sont :",
        "This configuration file should be a valid .sts file exported from Stereo Tool.": "Ce fichier de configuration doit être un fichier .sts valide et exporté depuis Stéréo Tool.",
        "This CSS will be applied to the main management pages, like this one.": "Ce CSS sera appliqué aux pages de gestion, comme celle-ci.",
        "This CSS will be applied to the station public pages and login page.": "Ce CSS sera appliqué aux pages publiques de la station et à la page de connexion.",
        "This CSS will be applied to the station public pages.": "Ce CSS sera appliqué aux pages publiques de la station.",
        "This determines how many songs in advance the AutoDJ will automatically fill the queue.": "Ceci détermine combien de chansons peut remplir à l'avance l'AutoDJ automatiquement dans la file d'attente.",
        "This feature requires the AutoDJ feature to be enabled.": "Cette fonction nécessite que la fonction AutoDJ soit activée.",
        "This field is required.": "Ce champ est obligatoire.",
        "This field must be a valid decimal number.": "Ce champ doit être un nombre décimal valide.",
        "This field must be a valid e-mail address.": "Ce champ doit être une adresse mail valide.",
        "This field must be a valid integer.": "Ce champ doit être un entier valide.",
        "This field must be a valid IP address.": "Ce champ doit être une adresse IP valide.",
        "This field must be a valid URL.": "Ce champ doit être une URL valide.",
        "This field must be between %{ min } and %{ max }.": "Ce champ doit être compris entre %{ min } et %{ max }.",
        "This field must have at least %{ min } letters.": "Ce champ doit avoir au moins %{ min } lettres.",
        "This field must have at most %{ max } letters.": "Ce champ doit avoir au plus %{ max } lettres.",
        "This field must only contain alphabetic characters.": "Ce champ doit contenir que des caractères alphabétiques.",
        "This field must only contain alphanumeric characters.": "Ce champ doit contenir que des caractères alphanumériques.",
        "This field must only contain numeric characters.": "Ce champ doit contenir que des caractères numériques.",
        "This file will be played on your radio station any time no media is scheduled to play or a critical error occurs that interrupts regular broadcasting.": "Ce fichier sera lu sur votre station de radio à tout moment, aucun support n'est programmé ou une erreur critique n'interrompt la diffusion régulière.",
        "This image will be used as the default album art when this streamer is live.": "Cette image sera utilisée comme pochette d'album par défaut lorsque ce streamer sera en direct.",
        "This introduction file should exactly match the bitrate and format of the mount point itself.": "Ce fichier d'introduction devrait correspondre exactement au débit et au format du point de montage lui-même.",
        "This is an advanced feature and custom code is not officially supported by AzuraCast. You may break your station by adding custom code, but removing it should fix any issues.": "Il s'agit d'une fonctionnalité avancée et le code personnalisé n'est pas officiellement pris en charge par AzuraCast. Vous pouvez casser votre station en ajoutant du code personnalisé, mais le supprimer devrait résoudre tous les problèmes.",
        "This is the informal display name that will be shown in API responses if the streamer\/DJ is live.": "C'est le nom de l'affichage informel qui sera affiché dans les réponses API si le streamer\/DJ est en direct.",
        "This is the number of seconds until a streamer who has been manually disconnected can reconnect to the stream. Set to 0 to allow the streamer to immediately reconnect.": "Il s'agit du nombre de secondes jusqu'à ce qu'un streamer qui a été déconnecté manuellement puisse se reconnecter au stream. Réglez sur 0 pour permettre au streamer de se reconnecter immédiatement.",
        "This javascript code will be applied to the station public pages and login page.": "Ce code javascript sera appliqué aux pages publiques de la station et à la page de connexion.",
        "This javascript code will be applied to the station public pages.": "Ce code JavaScript sera appliqué aux pages publiques de la station.",
        "This mode disables AzuraCast's AutoDJ management, using Liquidsoap itself to manage song playback. \"next song\" and some other features will not be available.": "Ce mode désactive la gestion d'AutoDJ d'Azuracast, en utilisant Liquidsoap lui-même pour gérer la lecture des chansons. \"Chanson suivante\" et d'autres fonctionnalités ne seront pas disponibles.",
        "This Month": "Ce mois-ci",
        "This name should always begin with a slash (\/), and must be a valid URL, such as \/autodj.mp3": "Ce nom doit toujours commencer par un slash (\/) et doit être une URL valide, par exemple \/autodj.mp3",
        "This name will appear as a sub-header next to the AzuraCast logo, to help identify this server.": "Ce nom va apparaître comme sous-titre à côté du logo d'AzuraCast, pour vous aider à identifier ce serveur.",
        "This password is too common or insecure.": "Ce mot de passe est trop commun ou peu sûr.",
        "This playlist currently has no scheduled times. It will play at all times. To add a new scheduled time, click the button below.": "Cette playlist ne possède actuellement aucune programmation horaire. Elle sera diffusée en permanence. Pour ajouter une nouvelle programmation, cliquez sur le bouton ci-dessous.",
        "This playlist will play every $x minutes, where $x is specified here.": "Cette playlist jouera toutes les $x minutes, où $x est spécifié ici.",
        "This playlist will play every $x songs, where $x is specified here.": "Cette playlist jouera entre $x chansons, où $x est spécifié ici.",
        "This port is not used by any external process. Only modify this port if the assigned port is in use. Leave blank to automatically assign a port.": "Ce port est utilisé par aucun processus externe. Ne modifiez ce port que si le port attribué est en cours d'utilisation. Laissez vide pour attribuer automatiquement un port.",
        "This queue contains the remaining tracks in the order they will be queued by the AzuraCast AutoDJ (if the tracks are eligible to be played).": "Cette file d'attente contient les pistes restantes dans l'ordre dans lequel elles seront mises en file d'attente par l'AutoDJ AzuraCast (si les pistes sont éligibles pour être jouées).",
        "This service can provide album art for tracks where none is available locally.": "Ce service peut fournir une pochette d'album pour les pistes où aucune n'est disponible localement.",
        "This software delivers your broadcast to the listening audience.": "Ce logiciel transmet votre diffusion à vos auditeurs.",
        "This software shuffles from playlists of music constantly and plays when no other radio source is available.": "Ce logiciel mélange constamment les listes de lecture de musique et joue lorsqu'aucune autre source radio n'est disponible.",
        "This specifies the minimum time (in minutes) between a song playing on the radio and being available to request again. Set to 0 for no threshold.": "Ceci spécifie le temps minimum (en minutes) entre une chanson jouée à la radio et être disponible pour demander à nouveau. Définir sur 0 pour aucun seuil.",
        "This specifies the time range (in minutes) of the song history that the duplicate song prevention algorithm should take into account.": "Ceci spécifie la plage de temps (en minutes) de l'historique des chansons que l'algorithme de prévention des chansons en double doit prendre en compte.",
        "This station's time zone is currently %{tz}.": "Le fuseau horaire de cette station est actuellement %{tz}.",
        "This streamer is not scheduled to play at any times.": "Ce streamer n'est pas programmé pour être diffusé.",
        "This URL is provided within the Discord application.": "Cette URL est fournie dans l'application Discord.",
        "This web hook will only run when the selected event(s) occur on this specific station.": "Ce Webhook ne s'exécutera que lorsque le ou les événements sélectionnés se produiront sur cette station spécifique.",
        "This will be the file name for your backup, include the extension for file type you wish to use.": "Ce sera le nom du fichier de votre sauvegarde, y compris l'extension pour le type de fichier que vous souhaitez utiliser.",
        "This will be used as the label when editing individual songs, and will show in API results.": "Ceci sera utilisé comme libellé lors de l'édition de chansons individuelles et apparaîtra dans les résultats de l'API.",
        "This will clear any pending unprocessed messages in all message queues.": "Ceci effacera tous les messages en attente non traités dans toutes les files d'attente de messages.",
        "This will produce a significantly smaller backup, but you should make sure to back up your media elsewhere. Note that only locally stored media will be backed up.": "En excluant les médias des sauvegardes automatiques, vous économiserez de la place, mais vous devriez vous assurer de sauvegarder vos médias ailleurs. Notez que seuls les médias stockés localement seront sauvegardés.",
        "Thumbnail Image URL": "URL de la vignette",
        "Thursday": "Jeudi",
        "Time": "Heure",
        "Time (sec)": "Heure (sec)",
        "Time Display": "Affichage de l'heure",
        "Time spent waiting for disk I\/O to be completed.": "Le temps passé à attendre les E\/S du disque à se terminer.",
        "Time stolen by other virtual machines on the same physical server.": "Temps volé par d'autres machines virtuelles sur le même serveur physique.",
        "Time Zone": "Fuseau horaire",
        "Title": "Titre",
        "To alleviate this potential problem with shared CPU resources, hosts assign \"credits\" to a VPS which are used up according to an algorithm based on the CPU load as well as the time over which the CPU load is generated. If your VM's assigned credit is used up, they will take CPU time from your VM and assign it to other VMs on the machine. This is seen as the \"Steal\" or \"St\" value.": "Pour atténuer ce problème potentiel avec les ressources du processeur partagé, les hôtes attribuent des \"crédits\" à un VPS qui sont utilisés conformément à un algorithme basé sur la charge du CPU ainsi que sur le temps sur lequel la charge du CPU est générée. Si votre crédit attribué par votre VM est utilisé, ils prendront l'heure du CPU de votre VM et l'attribueront à d'autres ordinateurs virtuels sur la machine. Ceci est considéré comme la valeur \"volé\" ou \"St\".",
        "To customize installation settings, or if automatic updates are disabled, you can follow our standard update instructions to update via your SSH console.": "Pour modifier les paramètres d'installation ou si les mises à jour automatiques sont désactivées, veuillez suivre les instructions de mise à jour classique pour mettre à jour AzuraCast via votre console SSH.",
        "To download the GeoLite database:": "Pour télécharger la base de données GeoLite :",
        "To play once per day, set the start and end times to the same value.": "Pour diffuser une fois par jour, réglez les heures de début et de fin à la même valeur.",
        "To restore a backup from your host computer, run:": "Pour restaurer une sauvegarde à partir de votre ordinateur hôte, exécutez :",
        "To retrieve detailed unique listeners and client details, an administrator password is often required.": "Un mot de passe administrateur est souvent nécessaire pour récupérer les données détaillées des auditeurs et des utilisateurs uniques.",
        "To set this schedule to run only within a certain date range, specify a start and end date.": "Pour que cette programmation ne soit exécutée que dans une certaine période, indiquez une date de début et de fin.",
        "To use this feature, a secure (HTTPS) connection is required. Firefox is recommended to avoid static when broadcasting.": "Pour utiliser cette fonctionnalité, une connexion sécurisée (HTTPS) est requise. Firefox est recommandé pour éviter les parasites lors de la diffusion.",
        "To verify that the code was set up correctly, enter the 6-digit code the app shows you.": "Pour vérifier que le code a été correctement configuré, entrez le code à 6 chiffres que l'application vous montre.",
        "Today": "Aujourd'hui",
        "Toggle Menu": "Basculer le menu",
        "Toggle Sidebar": "Afficher\/Masquer le panneau latéral",
        "Top Browsers by Connected Time": "Top navigateurs par temps connecté",
        "Top Browsers by Listeners": "Top navigateurs par auditeur",
        "Top Countries by Connected Time": "Top pays par temps connecté",
        "Top Countries by Listeners": "Top pays par auditeur",
        "Top Streams by Connected Time": "Top flux par temps connecté",
        "Top Streams by Listeners": "Top flux par auditeur",
        "Total Disk Space": "Espace disque total",
        "Total Listener Hours": "Heures d'écoute totales",
        "Total RAM": "RAM total",
        "Transmitted": "Transmis",
        "Triggers": "Déclencheurs",
        "Tuesday": "Mardi",
        "TuneIn AIR": "TuneIn AIR",
        "TuneIn Partner ID": "ID partenaire TuneIn",
        "TuneIn Partner Key": "Clé de partenaire TuneIn",
        "TuneIn Station ID": "TuneIn Station ID",
        "Twitter Account Details": "Détails du compte Twitter",
        "Twitter Applications": "Applications Twitter",
        "Twitter Post": "Message Twitter",
        "Two-Factor Authentication": "Authentification à deux facteurs",
        "Two-factor authentication improves the security of your account by requiring a second one-time access code in addition to your password when you log in.": "L'authentification à deux facteurs améliore la sécurité de votre compte en exigeant un deuxième code d'accès unique en plus de votre mot de passe lorsque vous ouvrez une session.",
        "Typically a website with content about the episode.": "Généralement un site web avec du contenu sur l'épisode.",
        "Typically the home page of a podcast.": "Généralement la page d'accueil d'un podcast.",
        "Unable to update.": "Impossible de mettre à jour.",
        "Unassigned Files": "Fichiers non assignés",
        "Uninstall": "Désinstaller",
        "Unique": "Unique",
        "Unique identifier for the target chat or username of the target channel (in the format @channelusername).": "Identificateur unique pour le chat cible ou le nom d'utilisateur du canal cible (au format @channelusername).",
        "Unique Listeners": "Auditeurs uniques",
        "Unknown": "Inconnu",
        "Unknown Artist": "Artiste inconnu",
        "Unknown Title": "Titre inconnu",
        "Unlisted": "Non listé",
        "Unmute": "Démuter",
        "Unprocessable Files": "Fichiers non traités",
        "Up": "Haut",
        "Upcoming Song Queue": "File d'attente des chansons à venir",
        "Update": "Mise à jour",
        "Update AzuraCast": "Mettre à jour AzuraCast",
        "Update AzuraCast via Web": "Mettre à jour AzuraCast via l'interface Web",
        "Update AzuraCast? Your installation will restart.": "Mettre à jour AzuraCast ? Votre installation va redémarrer.",
        "Update Details": "Détails de la mise à jour",
        "Update Instructions": "Instructions de mise à jour",
        "Update Metadata": "Mettre à jour les métadonnées",
        "Update started. Your installation will restart shortly.": "La mise à jour a démarré. Votre installation redémarrera sous peu.",
        "Update Station Configuration": "Mettre à jour la configuration de la station",
        "Update via Web": "Mettre à jour via l'interface Web",
        "Updated": "Mise à jour",
        "Updated successfully.": "Mis à jour avec succès.",
        "Upload a Stereo Tool configuration file from the \"Broadcasting\" submenu in the station profile.": "Chargez un fichier de configuration de l'outil stéréo dans le menu \"Diffusion\" du profil de la station.",
        "Upload Custom Assets": "Télécharger des assets personnalisés",
        "Upload Stereo Tool Configuration": "Charger la configuration de l'outil stéréo",
        "Upload the file on this page to automatically extract it into the proper directory.": "Téléchargez le fichier sur cette page pour l'extraire automatiquement dans le répertoire approprié.",
        "URL": "URL",
        "URL Stub": "Bout d'URL",
        "Use": "Utilisé",
        "Use (Us)": "Utilisé (Us)",
        "Use API keys to authenticate with the AzuraCast API using the same permissions as your user account.": "Utilisez les clés API pour vous authentifier avec l'API AzuraCast en utilisant les mêmes permissions que votre compte utilisateur.",
        "Use Browser Default": "Utiliser le navigateur par défaut",
        "Use High-Performance Now Playing Updates": "Utiliser les hautes performances lors des mises à jour de la lecture en cours",
        "Use Icecast 2.4 on this server.": "Utiliser Icecast 2.4 sur ce serveur.",
        "Use Less CPU (Uses More Memory)": "Utiliser moins de CPU (utilise plus de mémoire)",
        "Use Less Memory (Uses More CPU)": "Utiliser moins de mémoire (utilise plus de CPU)",
        "Use Liquidsoap on this server.": "Utiliser Liquidsoap sur ce serveur.",
        "Use Replaygain Metadata": "Utiliser les métadonnées Replaygain",
        "Use Secure (TLS) SMTP Connection": "Utiliser une connexion SMTP sécurisée (TLS)",
        "Use Shoutcast DNAS 2 on this server.": "Utiliser Shoutcast DNAS 2 sur ce serveur.",
        "Use the Telegram Bot API to send a message to a channel.": "Utilisez l'API du bot Telegram pour envoyer un message à un canal.",
        "Use Web Proxy for Radio": "Utiliser un Proxy Web pour la station",
        "Used": "Utilisé",
        "Used for \"Forgot Password\" functionality, web hooks and other functions.": "Utilisé pour la fonctionnalité \"Mot de passe oublié\", les Webhook et d'autres fonctions.",
        "User": "Utilisateur",
        "User Accounts": "Comptes utilisateurs",
        "User Agent": "Agent utilisateur (User-Agent)",
        "User Name": "Nom d'utilisateur",
        "User Permissions": "Permissions de l'utilisateur",
        "Username": "Nom d’utilisateur",
        "Username:": "Nom d'utilisateur :",
        "Users": "Utilisateurs",
        "Users with this role will have these permissions across the entire installation.": "Les utilisateurs ayant ce rôle auront ces permissions tout au long de l'installation.",
        "Users with this role will have these permissions for this single station.": "Les utilisateurs ayant ce rôle auront ces permissions pour cette station uniquement.",
        "Uses either Websockets, Server-Sent Events (SSE) or static JSON files to serve Now Playing data on public pages. This improves performance, especially with large listener volume. Disable this if you are encountering problems with the service or use multiple URLs to serve your public pages.": "Utilise des fichiers WebSockets, des évènements de serveur (SSE) ou des fichiers JSON statiques pour servir maintenant des données sur les pages publiques. Cela améliore les performances, en particulier avec un grand volume d'écoute. Désactiver ceci si vous rencontrez des problèmes avec ce service ou utiliser plusieurs URL pour servir vos pages publiques.",
        "Using this page, you can customize several sections of the Liquidsoap configuration. This allows you to add advanced functionality to your station's AutoDJ.": "En utilisant cette page, vous pouvez personnaliser plusieurs sections de la configuration de Liquidsoap. Cela vous permet d'ajouter des fonctionnalités avancées à l'AutoDJ de votre station.",
        "Usually enabled for port 465, disabled for ports 587 or 25.": "Habituellement activé pour le port 465, désactivé pour les ports 587 ou 25.",
        "Variables are in the form of: ": "Les variables sont sous la forme : ",
        "View": "Afficher",
        "View Listener Report": "Voir le rapport des auditeurs",
        "View Profile": "Voir le profil",
        "View tracks in playlist": "Afficher les titres de la playlist",
        "Visit the \"My License Key\" page under the \"Services\" section.": "Visitez la page \"Ma clé de licence\" sous la rubrique \"Services\".",
        "Visit the Dropbox App Console:": "Visitez la console de l'application Dropbox :",
        "Visit the link below to sign in and generate an access code:": "Cliquez sur le lien ci-dessous pour vous connecter et générer un code d'accès :",
        "Visit your Mastodon instance.": "Visitez votre instance Mastodon.",
        "Visual Cue Editor": "Éditeur visuel",
        "Volume": "Volume",
        "Wait": "Attente",
        "Wait (Wa)": "Attente (Wa)",
        "Waveform Zoom": "Zoom sur la forme d'onde",
        "Web DJ": "Web DJ",
        "Web Hook Details": "Détails du Webhook",
        "Web Hook Name": "Nom du Web Hook",
        "Web Hook Triggers": "Déclencheurs de Webhook",
        "Web Hook URL": "URL du Webhook",
        "Web Hooks": "Webhooks",
        "Web hooks automatically send a HTTP POST request to the URL you specify to notify it any time one of the triggers you specify occurs on your station.": "Les Webhooks envoient automatiquement une requête HTTP POST à l'URL que vous spécifiez pour l'avertir à chaque fois qu'un des déclencheurs que vous spécifiez se produit sur votre station.",
        "Web hooks let you connect to external web services and broadcast changes to your station to them.": "Les Webhooks vous permettent de vous connecter à des services Web externes et de diffuser les modifications apportées à votre station sur ces derniers.",
        "Web Site URL": "URL du site Web",
        "Web updates are not available for your installation. To update your installation, perform the manual update process instead.": "Les mises à jour via l'interface Web ne sont pas disponible pour cette installation. Pour effectuer la mise à jour, utilisez le processus de mise à jour manuelle.",
        "WebDJ": "WebDJ",
        "WebDJ connected!": "WebDJ connecté !",
        "Website": "Site Web",
        "Wednesday": "Mercredi",
        "Welcome to AzuraCast!": "Bienvenue sur AzuraCast !",
        "When making API calls, you can pass this value in the \"X-API-Key\" header to authenticate as yourself.": "Lorsque vous faites des appels à l'API, vous pouvez passer cette valeur dans l'en-tête \"X-API-Key\" pour vous authentifier.",
        "When the song changes and a live streamer\/DJ is connected": "Lorsque la chanson change et qu'un streamer\/DJ en direct est connecté",
        "When the station broadcast comes online": "Lorsque la diffusion de la station est en ligne",
        "When the station broadcast goes offline": "Lorsque la diffusion de la station est hors ligne",
        "Whether the AutoDJ should attempt to avoid duplicate artists and track titles when playing media from this playlist.": "Demander à l'AutoDJ d'éviter les doublons d'artistes et de titres lors de la lecture des médias de cette playlist.",
        "Widget Type": "Type de widget",
        "Worst Performing Songs": "Pires titres",
        "Yes": "Oui",
        "Yesterday": "Hier",
        "You": "Vous",
        "You can also upload files in bulk via SFTP.": "Vous pouvez également uploader des fichiers en nombre via SFTP.",
        "You can find answers for many common questions in our support documents.": "Vous pouvez trouver des réponses pour de nombreuses questions courantes dans nos documents d'assistance.",
        "You can include any special mount point settings here, in either JSON { key: 'value' } format or XML <key>value<\/key>": "Vous pouvez inclure ici tous les paramètres de point de montage spéciaux, au format JSON { key: 'value' } ou XML <key>value<\/key>",
        "You can only perform the actions your user account is allowed to perform.": "Vous ne pouvez effectuer que les actions que votre compte utilisateur est autorisé à effectuer.",
        "You can set a custom URL for this stream that AzuraCast will use when referring to it. Leave empty to use the default value.": "Vous pouvez définir une URL personnalisée pour ce flux qu'AzuraCast utilisera pour s'y référer. Laissez vide pour utiliser la valeur par défaut.",
        "You may need to connect directly to your IP address:": "Vous devrez peut-être vous connecter directement à votre adresse IP :",
        "You may need to connect directly via your IP address:": "Vous devrez peut-être vous connecter directement via votre adresse IP :",
        "You will not be able to retrieve it again.": "Vous ne pourrez plus le récupérer.",
        "Your full API key is below:": "Votre clé API complète est ci-dessous :",
        "Your installation is currently on this release channel:": "Votre installation est actuellement sur le canal de la version :",
        "Your installation is up to date! No update is required.": "Votre installation est à jour ! Aucune mise à jour n'est requise.",
        "Your installation needs to be updated. Updating is recommended for performance and security improvements.": "Votre installation doit être mise à jour. Les mises à jour sont recommandées pour améliorer les performances et la sécurité.",
        "Your station does not support reloading configuration. Restart broadcasting instead to apply changes.": "Votre station ne supporte pas le rechargement de la configuration. Redémarrez la diffusion pour appliquer les modifications.",
        "Your station supports reloading configuration.": "Votre station supporte le rechargement de la configuration.",
        "YouTube": "YouTube",
        "YP Directory Authorization Hash": "Hash d'autorisation d'annuaire YP",
        "Fixtures loaded.": "Fixations chargées.",
        "AzuraCast Initializing...": "Initialisation d'AzuraCast ...",
        "AzuraCast Setup": "Installation d'AzuraCast",
        "Welcome to AzuraCast. Please wait while some key dependencies of AzuraCast are set up...": "Bienvenue sur AzuraCast. Veuillez patienter pendant que quelques dépendances clés d'AzuraCast sont mises en place...",
        "Running Database Migrations": "Exécution des migrations de bases de données",
        "Generating Database Proxy Classes": "Génération des classes proxy de base de données",
        "Reload System Data": "Recharger les données du système",
        "Installing Data Fixtures": "Installation des fixations de données",
        "Refreshing All Stations": "Actualisation de toutes les stations",
        "AzuraCast is now updated to the latest version!": "AzuraCast est maintenant mis à jour vers la dernière version !",
        "AzuraCast installation complete!": "L'installation d'AzuraCast est terminée !",
        "Visit %s to complete setup.": "Visitez %s pour compléter l'installation.",
        "AzuraCast Settings": "Paramètres d'AzuraCast",
        "Setting Key": "Clé de réglage",
        "Setting Value": "Réglage de la valeur",
        "Configuration successfully written.": "La configuration a été correctement enregistrée.",
        "Database Migrations": "Migration de la base de données",
        "Database is already up to date!": "La base de données est déjà à jour !",
        "Backing up initial database state...": "Sauvegarde de l'état initial de la base de données ...",
        "We detected a database restore file from a previous (possibly failed) migration.": "Nous avons détecté un fichier de restauration de base de données à partir d'une migration précédente (éventuellement échouée).",
        "Attempting to restore that now...": "Tentative de restauration maintenant ...",
        "Restore failed: %s": "Échec de la restauration : %s",
        "Initial backup failed: %s": "Échec de la sauvegarde initiale : %s",
        "Running database migrations...": "Éxecution de la migration de la base de données ...",
        "Database migration failed: %s": "Échec de la migration de la base de données : %s",
        "Attempting to roll back to previous database state...": "Tentative de restauration à l'état précédent de la base de données ...",
        "Your database was restored due to a failed migration.": "Votre base de données a été restaurée en raison d'un échec de migration.",
        "Please report this bug to our developers.": "Veuillez signaler ce bug à nos développeurs.",
        "Database migration completed!": "Migration de la base de données terminée !",
        "Imported locale: %s": "Localisation importée : %s",
        "Backup path %s not found!": "Chemin de sauvegarde %s non trouvé !",
        "AzuraCast Backup": "Sauvegarde d'AzuraCast",
        "Please wait while a backup is generated...": "Veuillez patienter pendant qu'une sauvegarde est générée...",
        "Creating temporary directories...": "Création de répertoires temporaires...",
        "Backing up MariaDB...": "Sauvegarde de MariaDB...",
        "Creating backup archive...": "Création d'une archive de sauvegarde...",
        "Cleaning up temporary files...": "Nettoyage des fichiers temporaires...",
        "Backup complete in %.2f seconds.": "Sauvegarde complétée en %.2f secondes.",
        "The account associated with e-mail address \"%s\" has been set as an administrator": "Le compte associé à l'adresse e-mail \"%s\" a été défini en tant qu'administrateur",
        "Account not found.": "Compte non trouvé.",
        "This station does not support on-demand streaming.": "Cette station ne supporte pas la diffusion à la demande.",
        "File not specified.": "Fichier non spécifié.",
        "New path not specified.": "Nouveau répertoire non spécifié.",
        "File Not Processed: %s": "Fichier non traité : %s",
        "Cover Art": "Pochette d'album",
        "File Processing": "Traitement des fichiers",
        "No directory specified": "Aucun dossier spécifié",
        "Podcast not found!": "Podcast non trouvé !",
        "This station does not support requests.": "Cette station ne supporte pas les requêtes.",
        "Station Nginx Configuration": "Configuration de Nginx sur cette station",
        "Liquidsoap Log": "Log de Liquidsoap",
        "Liquidsoap Configuration": "Configuration de liquidsoap",
        "Icecast Access Log": "Logs d’accès Icecast",
        "Icecast Error Log": "Logs d'erreur icecast",
        "Icecast Configuration": "Configuration d’Icecast",
        "Shoutcast Log": "Log Shoutcast",
        "Shoutcast Configuration": "Configuration de Shoutcast",
        "No recording available.": "Aucun enregistrement disponible.",
        "Web hook enabled.": "Web Hook activé.",
        "Web hook disabled.": "Webhook désactivé.",
        "Playlist enabled.": "Playlist activé.",
        "Playlist disabled.": "Playlist désactivée.",
        "Base Directory": "Dossier de base",
        "Playlist applied to folders.": "Playlist appliquée aux dossiers.",
        "Playlist reshuffled.": "La playlist a été remélangée.",
        "This playlist is not a sequential playlist.": "Cette playlist n’est pas une playlist séquentielle.",
        "Playlist successfully imported; %d of %d files were successfully matched.": "Playlist importée avec succès; %d fichiers sur %d ont été comparés avec succès.",
        "Station reloaded.": "Station rechargée.",
        "Station restarted.": "Redémarrage de la station.",
        "Service stopped.": "Service arrêté.",
        "Service started.": "Service démarré.",
        "Service reloaded.": "Service rechargé.",
        "Service restarted.": "Service redémarré.",
        "Song skipped.": "Le titre à été passé.",
        "Streamer disconnected.": "Streamer déconnecté.",
        "Connected Seconds": "Secondes connectées",
        "Less than Thirty Seconds": "Moins de trente secondes",
        "Thirty Seconds to One Minute": "Trente secondes à une minute",
        "One Minute to Five Minutes": "Une à cinq minutes",
        "Five Minutes to Ten Minutes": "Cinq à dix minutes",
        "Ten Minutes to Thirty Minutes": "Dix à trente minutes",
        "Thirty Minutes to One Hour": "Trente minutes à une heure",
        "One Hour to Two Hours": "Une à deux heures",
        "More than Two Hours": "Plus de deux heures",
        "Bot\/Crawler": "Bot \/ Robot d'indexation",
        "Desktop Browser": "Navigateur de bureau",
        "Non-Browser": "Non-navigateur",
        "%d files processed.": "%d fichiers traités.",
        "This station is out of available storage space.": "Cette station n'a plus d'espace de stockage disponible.",
        "All Stations": "Toutes les stations",
        "Create a new storage location based on the base directory.": "Créer un nouvel emplacement de stockage basé sur le répertoire de base.",
        "AzuraCast Application Log": "Logs de l'application AzuraCast",
        "AzuraCast Now Playing Log": "Logs des lectures en cours AzuraCast",
        "AzuraCast Synchronized Task Log": "Logs des tâches synchronisées AzuraCast",
        "AzuraCast Queue Worker Log": "Logs des traitements des files d'attentes AzuraCast",
        "Service Log: %s (%s)": "Log de service : %s (%s)",
        "Nginx Access Log": "Logs d’accès Nginx",
        "Nginx Error Log": "Logs d'erreurs Nginx",
        "PHP Application Log": "Log de l'application PHP",
        "Supervisord Log": "Log de Supervisord",
        "Test Message": "Message de test",
        "This is a test message from AzuraCast. If you are receiving this message, it means your e-mail settings are configured correctly.": "Ceci est un message de test d'Azuracast. Si vous recevez ce message, cela signifie que vos paramètres de messagerie sont configurés correctement.",
        "Test message sent successfully.": "Message de test envoyé avec succès.",
        "You cannot modify yourself.": "Vous ne pouvez pas vous modifier vous-même.",
        "You cannot remove yourself.": "Vous ne pouvez vous supprimer vous-même.",
        "Backup not found.": "Sauvegarde non trouvée.",
        "Set Up AzuraCast": "Configurer AzuraCast",
        "Setup has already been completed!": "L'installation est déjà terminée !",
        "Episode not found.": "Épisode introuvable.",
        "No episodes found.": "Aucun épisode trouvé.",
        "Too many login attempts": "Trop de tentatives de connexion",
        "You have attempted to log in too many times. Please wait 30 seconds and try again.": "Tentatives de connexion trop nombreuses. Veuillez essayer de nouveau dans 30 secondes.",
        "Logged in successfully.": "Connecté avec succès.",
        "Complete the setup process to get started.": "Terminez le processus d'installation pour commencer.",
        "Login unsuccessful": "Échec de connexion",
        "Your credentials could not be verified.": "Vos informations d'identification n'ont pas pu être vérifiées.",
        "Invalid token specified.": "Jeton (token) spécifié invalide.",
        "Logged in using account recovery token": "Connecté en utilisant le jeton de récupération du compte",
        "Your password has been updated.": "Votre mot de passe a bien été mis à jour.",
        "Too many forgot password attempts": "Trop de tentatives de mot de passe oubliées",
        "You have attempted to reset your password too many times. Please wait 30 seconds and try again.": "Vous avez tenté de réinitialiser votre mot de passe trop de fois. Veuillez patienter 30 secondes et réessayer.",
        "Account Recovery": "Récupération du compte",
        "Account recovery e-mail sent.": "Un e-mail de récupération du compte a été envoyé.",
        "If the e-mail address you provided is in the system, check your inbox for a password reset message.": "Si l'adresse e-mail que vous avez fournie est dans le système, vérifiez votre boîte de réception si vous avezun message de réinitialisation du mot de passe.",
        "User not found.": "Utilisateur non trouvé.",
        "This value is already used.": "Cette valeur est déjà utilisée.",
        "The port %s is in use by another station.": "Le port %s est actuellement utilisé par une autre station.",
        "Storage location %s could not be validated: %s": "L'emplacement de stockage %s n'a pas pu être validé : %s",
        "Storage location %s already exists.": "L'emplacement de stockage %s existe déjà.",
        "New AzuraCast Stable Release Available": "Nouvelle version stable d'Azuracast disponible",
        "Version %s is now available. You are currently running version %s. Updating is recommended.": "La version %s est maintenant disponible. Vous utilisez actuellement la version %s. La mise à jour est recommandée.",
        "New AzuraCast Rolling Release Available": "Nouvelle version de roulement d'Azuracast disponible",
        "Your installation is currently %d update(s) behind the latest version. Updating is recommended.": "Votre installation est actuellement à %d mise(s) à jour depuis la dernière version. La mise à jour est recommandée.",
        "Switch to Stable Channel Available": "Passer au canal stable disponible",
        "Your Rolling Release installation is currently older than the latest Stable release. This means you can switch releases to the \"Stable\" release channel if desired.": "Votre installation de version de roulement est actuellement plus ancienne que la dernière version stable. Cela signifie que vous pouvez basculer les versions sur le canal \"stable\" si vous le souhaitez.",
        "The performance profiling extension is currently enabled on this installation.": "L'extension de profilage des performances est actuellement activée sur cette installation.",
        "You can track the execution time and memory usage of any AzuraCast page or application from the profiler page.": "Vous pouvez suivre le temps d'exécution et l'utilisation de la mémoire de n'importe quelle page AzuraCast ou application à partir de la page du profileur.",
        "Profiler Control Panel": "Panneau de contrôle du profileur",
        "Performance profiling is currently enabled for all requests.": "Le profilage de performance est actuellement activé pour toutes les demandes.",
        "This can have an adverse impact on system performance. You should disable this when possible.": "Cela peut avoir un impact négatif sur les performances du système. Vous devriez désactiver cette option lorsque possible.",
        "This server is not the current active instance.": "Ce serveur n'est pas l'instance active actuelle.",
        "This likely means that multiple AzuraCast instances are connecting to the same database. This instance is not the current active one, so synchronized tasks won't run on this server. If this is intentional, you can disregard this message.": "Cela signifie probablement que plusieurs instances Azuracast se connectent à la même base de données. Cette instance actuelle n'est pas active, donc les tâches synchronisées ne s'exécuteront pas sur ce serveur. Si cela est intentionnel, vous pouvez ignorer ce message.",
        "Service Not Running: %s": "Service non démarré : %s",
        "One of the essential services on this installation is not currently running. Visit the system administration and check the system logs to find the cause of this issue.": "L'un des services essentiels de cette installation n'est pas en cours d'exécution. Visitez l'administration système et vérifiez les journaux système pour trouver la cause de ce problème.",
        "You may want to update your base URL to ensure it is correct.": "Vous pouvez mettre à jour l'URL de base afin de vérifier qu'elle soit correcte.",
        "If you regularly use different URLs to access AzuraCast, you should enable the \"Prefer Browser URL\" setting.": "Si vous utilisez régulièrement différentes URL pour accéder à AzuraCast, vous devriez activer l'option \"URL du navigateur préféré\".",
        "Your \"Base URL\" setting (%s) does not match the URL you are currently using (%s).": "L'URL de base (%s) sélectionnée dans les paramètres ne correspond pas à l'URL que vous utilisez actuellement (%s).",
        "Synchronization Disabled": "Synchronisation désactivée",
        "Routine synchronization is currently disabled. Make sure to re-enable it to resume routine maintenance tasks.": "La synchronisation de routine est actuellement désactivée. Assurez-vous de la réactiver pour reprendre les tâches de maintenance.",
        "Synchronization Not Recently Run": "La synchronisation n'a pas été lancée récemment",
        "The routine synchronization task has not run recently. This may indicate an error with your installation.": "La tâche de synchronisation \"%s\" n'a pas été lancée récemment. Cela peut indiquer une erreur lors de votre installation.",
        "Installation Not Recently Backed Up": "Installation non sauvegardée récemment",
        "This installation has not been backed up in the last two weeks.": "Cette installation n'a pas été sauvegardée au cours des deux dernières semaines.",
        "Select...": "Sélectionner ...",
        "Playlist: %s": "Playlist : %s",
        "Streamer: %s": "Streamer : %s",
        "Record not found": "Enregistrement non trouvé",
        "The uploaded file exceeds the upload_max_filesize directive in php.ini.": "Le fichier envoyé dépasse la directive upload_max_filesize dans php.ini.",
        "The uploaded file exceeds the MAX_FILE_SIZE directive from the HTML form.": "Le fichier envoyé dépasse la directive MAX_FILE_SIZE du formulaire HTML.",
        "The uploaded file was only partially uploaded.": "Le fichier envoyé n'a été que partiellement envoyé.",
        "No file was uploaded.": "Aucun fichier n'a été téléchargé.",
        "No temporary directory is available.": "Aucun répertoire temporaire n'est disponible.",
        "Could not write to filesystem.": "Impossible d'écrire dans le système de fichiers.",
        "Upload halted by a PHP extension.": "Envoi interrompu par une extension PHP.",
        "Unspecified error.": "Erreur non spécifiée.",
        "Changes saved successfully.": "Modifications enregistrées avec succès.",
        "Record created successfully.": "Enregistrement crée avec succès.",
        "Record updated successfully.": "Enregistrement mis à jour avec succès.",
        "Record deleted successfully.": "L'enregistrement a été supprimé avec succès.",
        "This station does not accept requests currently.": "Cette station n'accepte pas de demandes pour le moment.",
        "Search engine crawlers are not permitted to use this feature.": "Les robots des moteurs de recherche ne sont pas autorisés à utiliser cette fonctionnalité.",
        "You are not permitted to submit requests.": "Vous n'êtes pas autorisé à soumettre des demandes.",
        "The song ID you specified cannot be requested for this station.": "L'ID du morceau que vous avez spécifié ne peut pas être demandé pour cette station.",
        "You have submitted a request too recently! Please wait before submitting another one.": "Vous avez fait une demande trop récemment ! Veuillez patienter avant d'en soumettre un autre.",
        "Duplicate request: this song was already requested and will play soon.": "Requête en double : cette chanson a déjà été demandée et sera jouée bientôt.",
        "This song or artist has been played too recently. Wait a while before requesting it again.": "Cette musique ou cet artiste a été joué trop récemment. Attendez un peu avant de le redemander.",
        "You must be logged in to access this page.": "Vous devez être connecté pour accéder à cette page.",
        "You do not have permission to access this portion of the site.": "Vous n’êtes pas autorisé à accéder à cette partie du site.",
        "Album Artist": "Artiste de l'album",
        "Album Artist Sort Order": "Ordre de tri par album d'artiste",
        "Album Sort Order": "Ordre de tri par album",
        "Band": "Groupe",
        "BPM": "BPM",
        "Comment": "Commentaire",
        "Commercial Information": "Informations commerciales",
        "Composer": "Compositeur",
        "Composer Sort Order": "Ordre de tri par compositeur",
        "Conductor": "Conducteur",
        "Content Group Description": "Description du groupe de contenu",
        "Copyright": "Droits d'auteur",
        "Copyright Message": "Message de Copyright",
        "Encoded By": "Encodé par",
        "Encoder Settings": "Réglages de l'encodeur",
        "Encoding Time": "Durée d'encodage",
        "File Owner": "Propriétaire du fichier",
        "File Type": "Type de fichier",
        "Initial Key": "Clé initiale",
        "Internet Radio Station Name": "Nom de la webradio",
        "Internet Radio Station Owner": "Propriétaire de la webradio",
        "Involved People List": "Liste des personnes impliquées",
        "Linked Information": "Informations liées",
        "Lyricist": "Paroles",
        "Media Type": "Type de média",
        "Mood": "Humeur",
        "Music CD Identifier": "Identificateur du CD de musique",
        "Musician Credits List": "Liste des crédits des musiciens",
        "Original Album": "Album original",
        "Original Artist": "Artiste original",
        "Original Filename": "Nom du fichier d'origine",
        "Original Lyricist": "Paroles originales",
        "Original Release Time": "Date de sortie originale",
        "Original Year": "Année d'origine",
        "Part of a Compilation": "Partie d'une compilation",
        "Part of a Set": "Partie d'un ensemble",
        "Performer Sort Order": "Ordre de tri par interprète",
        "Playlist Delay": "Délai de la playlist",
        "Produced Notice": "Remarque sur le produit",
        "Publisher": "Éditeur",
        "Recording Time": "Durée d'enregistrement",
        "Release Time": "Date de sortie",
        "Remixer": "Remixeur",
        "Set Subtitle": "Définir les sous-titres",
        "Subtitle": "Sous-titre",
        "Tagging Time": "Durée du marquage",
        "Terms of Use": "Conditions d'utilisation",
        "Title Sort Order": "Ordre de tri par titre",
        "Track Number": "Numéro de la piste",
        "Unsynchronised Lyrics": "Paroles non synchronisées",
        "URL Artist": "URL de l'artiste",
        "URL File": "URL du fichier",
        "URL Payment": "URL d'achat",
        "URL Publisher": "URL de l'éditeur",
        "URL Source": "URL de la source",
        "URL Station": "URL de la station",
        "URL User": "URL de l'utilisateur",
        "Year": "Année",
        "All Permissions": "Toutes les permissions",
        "View Station Page": "Voir la page de la station",
        "View Station Reports": "Voir les rapports de la station",
        "View Station Logs": "Voir les journaux de la station",
        "Manage Station Profile": "Gérer les profils des stations",
        "Manage Station Broadcasting": "Gérer la diffusion de la station",
        "Manage Station Streamers": "Gérer les Streamers de station",
        "Manage Station Mount Points": "Gérer les points de montage des stations",
        "Manage Station Remote Relays": "Gérer les relais à distance de la station",
        "Manage Station Media": "Gérer les fichiers musicaux de la station",
        "Manage Station Automation": "Gérer l'automatisation de la station",
        "Manage Station Web Hooks": "Gérer les Web Hooks de la station",
        "Manage Station Podcasts": "Gérer les fichiers musicaux de la station",
        "View Administration Page": "Voir la page d'administration",
        "View System Logs": "Voir les journaux système",
        "Administer Settings": "Paramètres d'administration",
        "Administer API Keys": "Administrer les clés API",
        "Administer Stations": "Administrer les stations",
        "Administer Custom Fields": "Administrer les champs personnalisés",
        "Administer Backups": "Administrer les sauvegardes",
        "Administer Storage Locations": "Administrer les emplacements de stockage",
        "%s is not recognized as a service.": "%s n'est pas reconnu comme un service.",
        "It may not be registered with Supervisor yet. Restarting broadcasting may help.": "Il se peut qu'il ne soit pas encore enregistré auprès du superviseur. Le redémarrage de la diffusion peut aider.",
        "%s cannot start": "%s ne peut pas démarrer",
        "It is already running.": "Il est déjà en cours d'exécution.",
        "%s cannot stop": "%s ne peut s'arrêter",
        "It is not running.": "Il ne fonctionne pas.",
        "%s encountered an error: %s": "%s a rencontré une erreur : %s",
        "Check the log for details.": "Consultez le fichier log pour plus de détails.",
        "IP Geolocation by DB-IP": "Géolocalisation d'IP par DB-IP",
        "This product includes GeoLite2 data created by MaxMind, available from %s.": "Ce produit inclut les données GeoLite2 créées par MaxMind, disponibles auprès de %s.",
        "Runs routine synchronized tasks": "Exécute des tâches synchronisées de routine",
        "Database": "Base de données",
        "Web server": "Serveur Web",
        "PHP FastCGI Process Manager": "Gestionnaire de processus PHP FastCGI",
        "Now Playing manager service": "Service de gestion de la lecture en cours",
        "PHP queue processing worker": "Traitement du processus de la file d'attente PHP",
        "Cache": "Cache",
        "SFTP service": "Service SFTP",
        "Live Now Playing updates": "Mise à jour en direct de la lecture en cours",
        "Frontend Assets": "Assets Frontend",
        "GeoLite database not configured for this installation. See System Administration for instructions.": "La base de données GeoLite n'est pas configurée pour cette installation. Voir la page Administration du système pour les instructions.",
        "AzuraCast Installer": "Installateur d'AzuraCast",
        "Welcome to AzuraCast! Complete the initial server setup by answering a few questions.": "Bienvenue sur AzuraCast ! Complétez la configuration initiale du serveur en répondant à quelques questions.",
        "AzuraCast Updater": "Mise à jour d'AzuraCast",
        "Change installation settings?": "Modifier les paramètres d'installation ?",
        "AzuraCast is currently configured to listen on the following ports:": "AzuraCast est actuellement configuré pour écouter sur les ports suivants :",
        "HTTP Port: %d": "Port HTTP : %d",
        "HTTPS Port: %d": "Port HTTPS : %d",
        "SFTP Port: %d": "Port SFTP : %d",
        "Radio Ports: %s": "Ports radio : %s",
        "Customize ports used for AzuraCast?": "Personnaliser les ports utilisés pour AzuraCast ?",
        "Writing configuration files...": "Écriture des fichiers de configuration ...",
        "Server configuration complete!": "Configuration du serveur terminée !",
        "(Docker Compose) All Docker containers are prefixed by this name. Do not change this after installation.": "(Docker Compose) Tous les conteneurs Docker ont ce nom comme préfixe. Ne pas changer après l'installation.",
        "(Docker Compose) The amount of time to wait before a Docker Compose operation fails. Increase this on lower performance computers.": "(Docker Compose) Le délai d'attente avant une opération Docker Compose a été dépassé. Augmentez cette valeur sur les ordinateurs moins performants.",
        "HTTP Port": "Port HTTP",
        "The main port AzuraCast listens to for insecure HTTP connections.": "Le port principal qu'AzuraCast écoute pour les connexions HTTP non sécurisées.",
        "HTTPS Port": "Port HTTPS",
        "The main port AzuraCast listens to for secure HTTPS connections.": "Le port principal qu'AzuraCast écoute pour des connexions HTTPS sécurisées.",
        "The port AzuraCast listens to for SFTP file management connections.": "Le port d'écoute d'AzuraCast pour les connexions de gestion de fichiers SFTP.",
        "Station Ports": "Ports de la station",
        "The ports AzuraCast should listen to for station broadcasts and incoming DJ connections.": "Les ports qu'AzuraCast devra écouter pour les diffusions des stations et les connexions DJ entrantes.",
        "Docker User UID": "UID de l'utilisateur Docker",
        "Set the UID of the user running inside the Docker containers. Matching this with your host UID can fix permission issues.": "Définissez l'UID de l'utilisateur qui s'exécute dans les conteneurs Docker. Associer ceci à votre UID hôte peut résoudre les problèmes d'autorisation.",
        "Docker User GID": "GID de l'utilisateur Docker",
        "Set the GID of the user running inside the Docker containers. Matching this with your host GID can fix permission issues.": "Définissez le GID de l'utilisateur qui s'exécute dans les conteneurs Docker. Faire correspondre avec votre GID hôte peut résoudre les problèmes d'autorisation.",
        "Use Podman instead of Docker.": "Utiliser Podman au lieu de Docker.",
        "Advanced: Use Privileged Docker Settings": "Avancé : Utiliser les Paramètres Privilèges de Docker",
        "This file was automatically generated by AzuraCast.": "Ce fichier a été généré automatiquement par AzuraCast.",
        "You can modify it as necessary. To apply changes, restart the Docker containers.": "Vous pouvez le modifier si nécessaire. Pour appliquer les modifications, redémarrez les conteneurs Docker.",
        "Remove the leading \"#\" symbol from lines to uncomment them.": "Supprimez le symbole \"#\" des lignes pour les décommenter.",
        "Valid options: %s": "Options valides : %s",
        "Default: %s": "Par défaut : %s",
        "Additional Environment Variables": "Variables d'environnement supplémentaires",
        "The locale to use for CLI commands.": "Le lieu à utiliser pour les commandes CLI.",
        "The application environment.": "L'environnement de l'application.",
        "Manually modify the logging level.": "Modifiez manuellement le niveau de journalisation.",
        "This allows you to log debug-level errors temporarily (for problem-solving) or reduce the volume of logs that are produced by your installation, without needing to modify whether your installation is a production or development instance.": "Cela vous permet de journaliser temporairement les erreurs de niveau de debug (pour la résolution de problèmes) ou de réduire le volume de logs produits par votre installation, sans avoir à modifier si votre installation est une instance de production ou de développement.",
        "Enable Custom Code Plugins": "Activer les codes personnalisés pour les extensions",
        "Enable the composer \"merge\" functionality to combine the main application's composer.json file with any plugin composer files. This can have performance implications, so you should only use it if you use one or more plugins with their own Composer dependencies.": "Activez la fonctionnalité \"fusion\" de composer pour combiner le fichier composer.json de l'application principale avec tous les fichiers de de plugin de composer. Cela peut avoir des impacts sur les performances, vous ne devriez donc l'utiliser que si vous utilisez un ou plusieurs plugins avec leurs propres dépendances de Composer.",
        "Minimum Port for Station Port Assignment": "Port minimum pour l'affectation des ports de la station",
        "Modify this if your stations are listening on nonstandard ports.": "Modifiez ceci si vos stations écoutent sur des ports non standard.",
        "Maximum Port for Station Port Assignment": "Port maximum pour l'affectation des ports de la station",
        "Show Detailed Slim Application Errors": "Afficher les erreurs détaillées de l'application Slim",
        "This allows you to debug Slim Application Errors you may encounter. Please report any Slim Application Error logs to the development team on GitHub.": "Cela vous permet de déboguer les erreurs de l'application Slim que vous pourriez rencontrer. Veuillez signaler chaque log d'erreur de l'application Slim à notre équipe de développement sur GitHub.",
        "MariaDB Host": "Hôte MariaDB",
        "Do not modify this after installation.": "Ne modifiez pas ceci après l'installation.",
        "MariaDB Port": "Port MariaDB",
        "MariaDB Username": "Nom d'utilisateur MariaDB",
        "MariaDB Password": "Mot de passe MariaDB",
        "MariaDB Database Name": "Nom de la base de données MariaDB",
        "Auto-generate Random MariaDB Root Password": "Générer aléatoirement le mot de passe root MariaDB",
        "MariaDB Root Password": "Mot de passe root MariaDB",
        "Enable MariaDB Slow Query Log": "Activer le log des requêtes lentes MariaDB",
        "Log slower queries to diagnose possible database issues. Only turn this on if needed.": "Enregistrer les requêtes plus lentes pour diagnostiquer les éventuels problèmes de base de données. Activez-le uniquement si nécessaire.",
        "MariaDB Maximum Connections": "Connexions maximales à MariaDB",
        "Set the amount of allowed connections to the database. This value should be increased if you are seeing the \"Too many connections\" error in the logs.": "Définissez le nombre de connexions autorisées à la base de données. Cette valeur devrait être augmentée si vous voyez l'erreur \"Trop de connexions\" dans les logs.",
        "MariaDB InnoDB Buffer Pool Size": "Taille du Pool de la mémoire MariaDB InnoDB",
        "The InnoDB buffer pool size controls how much data & indexes are kept in memory. Making sure that this value is as large as possible reduces the amount of disk IO.": "La taille tampon du pool InnoDB contrôle la quantité de données et les index conservés en mémoire. S'assurer que cette valeur est aussi grande que possible et réduit la quantité ES du disque.",
        "MariaDB InnoDB Log File Size": "Taille du fichier de Log MariaDB InnoDB",
        "The InnoDB log file is used to achieve data durability in case of crashes or unexpected shutoffs and to allow the DB to better optimize IO for write operations.": "Le fichier de log InnoDB est utilisé pour atteindre la durabilité des données en cas de plantages ou de fermetures inattendues et pour permettre à la BDD de mieux optimiser les ES pour les opérations d'écriture.",
        "Enable Redis": "Activer Redis",
        "Disable to use a flatfile cache instead of Redis.": "Désactiver l'utilisation d'un cache flatfile au lieu de Redis.",
        "Redis Host": "Hôte Redis",
        "Redis Port": "Port Redis",
        "Redis Database Index": "Index de la base de données Redis",
        "PHP Maximum POST File Size": "Taille maximale des fichiers POST en PHP",
        "PHP Memory Limit": "Limite de mémoire PHP",
        "PHP Script Maximum Execution Time (Seconds)": "Temps d'exécution maximum pour un script PHP (Secondes)",
        "Short Sync Task Execution Time (Seconds)": "Temps d'exécution court pour les tâches de synchronisation (Secondes)",
        "The maximum execution time (and lock timeout) for the 15-second, 1-minute and 5-minute synchronization tasks.": "Le temps maximum d'exécution (et le délai de verrouillage) pour les tâches de synchronisation de 15 secondes, 1 minute et 5 minutes.",
        "Long Sync Task Execution Time (Seconds)": "Temps d'exécution longue pour les tâches de synchronisation (Secondes)",
        "The maximum execution time (and lock timeout) for the 1-hour synchronization task.": "Le temps d'exécution maximum (et le délai de déverrouillement) pour la tâche de synchronisation d'une heure.",
        "Now Playing Delay Time (Seconds)": "Temps de délai pour la lecture en cours (Secondes)",
        "The delay between Now Playing checks for every station. Decrease for more frequent checks at the expense of performance; increase for less frequent checks but better performance (for large installations).": "Le délai de vérification entre chaque station pour la lecture en cours. Diminuer-le pour des contrôles plus fréquents au détriment de la performance; augmenter-le pour des contrôles moins fréquents mais pour de meilleures performances (notamment pour les grandes installations).",
        "Now Playing Max Concurrent Processes": "Processus simultanés max pour la lecture en cours",
        "The maximum number of concurrent processes for now playing updates. Increasing this can help reduce the latency between updates now playing updates on large installations.": "Le nombre maximum de processus simultanés pour les mises à jour des lectures en cours. L'augmentation de ceci peut aider à réduire la latence entre les mises à jour des lectures en cours sur les grandes installations.",
        "Maximum PHP-FPM Worker Processes": "Maximum de processus de travail PHP-FPM",
        "Enable Performance Profiling Extension": "Activer l'extension de profilage des performances",
        "Profiling data can be viewed by visiting %s.": "Les données de profilage peuvent être visualisées en visitant %s.",
        "Profile Performance on All Requests": "Performance de profil sur toutes les demandes",
        "This will have a significant performance impact on your installation.": "Cela aura un impact significatif sur les performances de votre installation.",
        "Profiling Extension HTTP Key": "Clé d'extension de profilage HTTP",
        "The value for the \"SPX_KEY\" parameter for viewing profiling pages.": "La valeur du paramètre \"SPX_KEY\" pour la visualisation des pages de profilage.",
        "Profiling Extension IP Allow List": "Liste d'extension de profilage pour les autorisations IP",
        "Enable web-based Docker image updates": "Activer les mises à jour de l'image Docker basée sur le Web",
        "Extra Ubuntu packages to install upon startup": "Paquets Ubuntu supplémentaires à installer au démarrage",
        "Separate package names with a space. Packages will be installed during container startup.": "Séparez les noms de paquets avec un espace. Les paquets seront installés pendant le démarrage du conteneur.",
        "View Details": "Voir les détails",
        "No entries found.": "Aucun résultat trouvé.",
        "Forgot Password": "Mot de passe oublié",
        "name@example.com": "name@example.com",
        "Sign in": "Se connecter",
        "Send Recovery E-mail": "Envoyer un e-mail de récupération",
        "This installation's administrator has not configured this functionality.": "L'administrateur de cette installation n'a pas configuré cette fonctionnalité.",
        "Contact an administrator to reset your password following the instructions in our documentation:": "Contactez un administrateur pour réinitialiser votre mot de passe en suivant les instructions de notre documentation:",
        "Password Reset Instructions": "Instructions de réinitialisation du mot de passe",
        "Welcome!": "Bienvenue!",
        "Welcome to %s!": "Bienvenue sur %s !",
        "Enter your password": "Saisissez votre mot de passe",
        "Remember me": "Se rappeler de moi",
        "Please log in to continue.": "Veuillez vous connecter pour continuer.",
        "Forgot your password?": "Mot de passe oublié ?",
        "Enter Two-Factor Code": "Entrer le code à deux facteurs",
        "Your account uses a two-factor security code. Enter the code your device is currently showing below.": "Votre compte utilise un code de sécurité à deux facteurs. Entrez le code que votre appareil affiche actuellement ci-dessous.",
        "Security Code": "Code de sécurité",
        "Report Not Available": "Rapport non disponible",
        "This report is not available for this station, because the system administrator has chosen not to collect detailed IP-based listener information.": "Ce rapport n'est pas disponible pour cette station, car l'administrateur système a choisi de ne pas collecter d'informations détaillées sur les auditeurs IP.",
        "Station Broadcasting Disabled": "Station de diffusion désactivée",
        "Your station is currently not enabled for broadcasting. You can still manage media, playlists, and other station settings. To re-enable broadcasting, <a href=\"%s\">edit your station profile<\/a>.": "Votre station n'est actuellement pas activée pour la diffusion. Vous pouvez toujours gérer les médias, les listes de lecture et les autres paramètres de station. Pour réactiver la diffusion, <a href=\"%s\">modifier le profil de votre station<\/a>.",
        "Footer": "Pied de page",
        "Powered by %s": "Propulsé par %s",
        "An account recovery link has been requested for your account on \"%s\".": "Un lien de récupération de compte a été demandé pour votre compte sur \"%s\".",
        "Click the link below to log in to your account.": "Cliquez sur le lien ci-dessous pour vous connecter à votre compte."
    }
}