{
    "cs_CZ": {
        "A name for this stream that will be used internally in code. Should only contain letters, numbers, and underscores (i.e. \"stream_lofi\").": "Název pro tento stream, který bude použit interně v kódu. Může obsahovat pouze písmena, čísla a podtržítka (např.: \"stream_lofi\").",
        "A unique identifier (i.e. \"G-A1B2C3D4\") for this measurement stream.": "Unikátní identifikátor (např.: \"G-A1B2C3D4\") pro tento měřící stream.",
        "About Master_me": "O ''Master_me''",
        "About Release Channels": "O Release vydání",
        "Access Code": "Přístupový Kód",
        "Access Key ID": "Přístupový ID Klíč",
        "Access Token": "Přístupový Token",
        "Access Token Secret": "Přístupový Secret Token",
        "Account Details": "Podrobnosti Účtu",
        "Account is Active": "Účet je Aktivní",
        "Account List": "Seznam Účtů",
        "Actions": "Akce",
        "Add API Key": "Přidat API Klíč",
        "Add Custom Field": "Přidat Vlastní Pole",
        "Add Episode": "Přidat Epizodu",
        "Add Files to Playlist": "Přidat Soubory do Seznamu Skladeb",
        "Add HLS Stream": "Přidat HLS Stream",
        "Add Mount Point": "Přidat Přípojný Bod",
        "Add New GitHub Issue": "Přidat Nový GitHub Problém",
        "Add Playlist": "Přidat Seznam Skladeb",
        "Add Podcast": "Přidat Podcast",
        "Add Remote Relay": "Přidat Vzdálené Relé",
        "Add Role": "Přidat Roli",
        "Add Schedule Item": "Přidat Položku Plánu",
        "Add SFTP User": "Přidat SFTP Uživatele",
        "Add Station": "Přidat Stanici",
        "Add Storage Location": "Přidat Umístění Úložiště",
        "Add Streamer": "Přidat Streamera",
        "Add User": "Přidat Uživatele",
        "Add Web Hook": "Přidat Web Hook",
        "Administration": "Administrace",
        "Advanced": "Pokročilé",
        "Advanced Configuration": "Pokročilá Konfigurace",
        "Advanced Manual AutoDJ Scheduling Options": "Pokročilé nastavení manuálně plánovaného AutoDJ",
        "Aggregate listener statistics are used to show station reports across the system. IP-based listener statistics are used to view live listener tracking and may be required for royalty reports.": "Agregované statistiky posluchačů se používají k zobrazení zpráv o stanicích v systému. Statistiky posluchačů založené na protokolu IP slouží k zobrazení aktivních posluchačů a mohou být vyžadovány pro zprávy o licenčních poplatcích.",
        "Album": "Album",
        "Album Art": "Obal alba",
        "All listed domain names should point to this AzuraCast installation. Separate multiple domain names with commas.": "Veškéré domény by měli odkazovat na tuto instalaci AzuraCast. Oddělte více domén čárkami.",
        "All Playlists": "Všechny Seznamy Skladeb",
        "All Podcasts": "Všechny Podcasty",
        "All values in the NowPlaying API response are available for use. Any empty fields are ignored.": "Všechny hodnoty v NowPlaying API jsou k dispozici. Všechna prázdná pole budou ignorována.",
        "Allow Requests from This Playlist": "Povolit Žádosti o Skladby z Tohoto Seznamu Skladeb",
        "Allow Song Requests": "Povolit Žádosti o Skladbu",
        "Allow Streamers \/ DJs": "Povolit Streamery \/ DJs",
        "Allowed IP Addresses": "Povolené IP Adresy",
        "Always Use HTTPS": "Vždy Používat HTTPS",
        "Amplify: Amplification (dB)": "Amplify: Amplifikace (dB)",
        "An error occurred while loading the station profile:": "Došlo k chybě při načítání profilu stanice:",
        "Analytics": "Analytika",
        "Analyze and reprocess the selected media": "Analyzovat a znovu zpracovat vybraná média",
        "API \"Access-Control-Allow-Origin\" Header": "API \"Access-Control-Allow-Origin\" Záhlaví",
        "API Documentation": "API Dokumentace",
        "API Key Description\/Comments": "API Klíč Popis\/Komentář",
        "API Keys": "API klíče",
        "API Version": "Verze API",
        "App Key": "Klíč Aplikace",
        "App Secret": "Tajný klíč Aplikace",
        "Apply for an API key at Last.fm": "Použít pro API klíč na Last.fm",
        "Apply Post-processing to Live Streams": "Povolit Post-processing pro Live Streamy",
        "Are you sure?": "Jste si jisti?",
        "Artist": "Interpret",
        "Artwork": "Artwork",
        "Artwork must be a minimum size of 1400 x 1400 pixels and a maximum size of 3000 x 3000 pixels for Apple Podcasts.": "Artwork musí mít minimálně velikost 1400 x 1400 pixelů a maximální velikost 3000 x 3000 pixelů pro Apple Podcasts.",
        "At the bottom of the page, click \"Create my access token\".": "V dolní části stránky klikněte na \"Vytvořit můj přístupový token\".",
        "Attempt to Automatically Retrieve ISRC When Missing": "Pokusit se o automatické načtení ISRC pokud chybí",
        "Audio Bitrate (kbps)": "Datový tok (kbps)",
        "Audio Format": "Audio Formát",
        "Audio Post-processing": "Audio Zpracování (post-processing)",
        "Audio Post-processing Method": "Metoda post-processingu audia",
        "Audio transcoding applications like Liquidsoap use a consistent amount of CPU over time, which gradually drains this available credit. If you regularly see stolen CPU time, you should consider migrating to a VM that has CPU resources dedicated to your instance.": "Aplikace audio překódování, jako je Liquidsoap, používají v průběhu času konzistentní množství CPU, což postupně vypouští tento dostupný kredit. Pokud pravidelně vidíte ukradený čas CPU, měli byste zvážit přechod na VM, který má CPU zdroje vyhrazené pro vaši instanci.",
        "Audit Log": "Záznamy",
        "Author": "Autor",
        "Auto-Assigned": "Automaticky přiřazeno",
        "AutoDJ": "AutoDJ",
        "AutoDJ Bitrate (kbps)": "Přenosová rychlost funkce AutoDJ (kbps)",
        "AutoDJ Disabled": "AutoDJ Vypnut",
        "AutoDJ Format": "Formát funkce AutoDJ",
        "AutoDJ has been disabled for this station. No music will automatically be played when a source is not live.": "AutoDJ byl pro tuto stanici vypnut. Žádná hudba nebude automaticky přehrávána pokud se nejedná o livestream.",
        "AutoDJ Queue": "AutoDJ Fronta",
        "AutoDJ Queue Length": "Délka fronty AutoDJ",
        "AutoDJ Service": "Služba AutoDJ",
        "Automatic Backups": "Automatické Zálohy",
        "Automatically Scroll to Bottom": "Automaticky sjet dolů",
        "Automatically Set from ID3v2 Value": "Automaticky nastavit z ID3v2 Hodnoty",
        "Available Logs": "Dostupné logy",
        "Avatar Service": "Služba Avatar",
        "Average Listeners": "Průměrný počet posluchačů",
        "Avoid Duplicate Artists\/Titles": "Vyhnout se duplicitním Umělcům\/Titulům",
        "AzuraCast First-Time Setup": "První nastavení AzuraCast",
        "AzuraCast Instance Name": "Název instance AzuraCast",
        "AzuraCast ships with a built-in free IP geolocation database. You may prefer to use the MaxMind GeoLite service instead to achieve more accurate results. Using MaxMind GeoLite requires a license key, but once the key is provided, we will automatically keep the database updated.": "AzuraCast je vybavena bezplatnou IP geolokační databází. Můžete raději použít službu MaxMind GeoLite pro dosažení přesnějších výsledků. Použití MaxMind GeoLite vyžaduje licenční klíč, ale jakmile je klíč poskytnut, budeme databázi automaticky aktualizovat.",
        "AzuraCast Update Checks": "Kontrola aktualizací AzuraCast",
        "AzuraCast User": "Uživatel AzuraCast",
        "AzuraCast uses a role-based access control system. Roles are given permissions to certain sections of the site, then users are assigned into those roles.": "AzuraCast používá systém řízení přístupu založený na rolích. Role mají oprávnění pro určité části webu, uživatelé jsou poté přiřazeni k těmto rolím.",
        "AzuraCast Wiki": "AzuraCast Wiki",
        "AzuraCast will scan the uploaded file for matches in this station's music library. Media should already be uploaded before running this step. You can re-run this tool as many times as needed.": "AzuraCast naskenuje nahraný soubor pro výsledky v hudební knihovně této stanice. Média by měla být nahrána ještě před spuštěním tohoto kroku. Tento nástroj můžete spustit znovu, kolikrát je potřeba.",
        "Back": "Zpět",
        "Backing up your installation is strongly recommended before any update.": "Zálohování vaší instalace je vysoce doporučeno před jakoukoliv aktualizací.",
        "Backup": "Záloha",
        "Backup Format": "Formát zálohy",
        "Backups": "Zálohy",
        "Banned Countries": "Zablokované Státy",
        "Banned IP Addresses": "Zablokované IP Adresy",
        "Banned User Agents": "Zablokovaní uživatelé",
        "Base Station Directory": "Adresář Základní Stanice",
        "Base Theme for Public Pages": "Základní téma pro veřejné stránky",
        "Basic Info": "Základní informace",
        "Basic Information": "Základní Informace",
        "Best & Worst": "Nejlepší & Nejhorší",
        "Best Performing Songs": "Nejlepší Skladby",
        "Bit Rate": "Přenosová rychlost",
        "Bot Token": "Bot Token",
        "Branding": "Branding",
        "Branding Settings": "Nastavení brandingu",
        "Broadcast AutoDJ to Remote Station": "Vysílání AutoDJ do vzdálené stanice",
        "Broadcasting": "Vysílání",
        "Broadcasting Service": "Vysílací služba",
        "Broadcasts": "Přenosy",
        "Browser": "Prohlížeč",
        "Browser Icon": "Ikona prohlížeče",
        "Browsers": "Prohlížeče",
        "Bucket Name": "Název Bucketu",
        "Bulk Media Import\/Export": "Hromadný Import\/Export Médií",
        "By default, radio stations broadcast on their own ports (i.e. 8000). If you're using a service like CloudFlare or accessing your radio station by SSL, you should enable this feature, which routes all radio through the web ports (80 and 443).": "Standardně rozhlasové stanice vysílají na svých vlastních portech (tj. 8000). Pokud používáte službu jako CloudFlare nebo přistupujete k vaší rozhlasové stanici pomocí protokolu SSL, měli byste tuto funkci povolit, aby rádio směrovalo přes webové porty (80 a 443).",
        "Cached": "Mezipaměť",
        "Categories": "Kategorie",
        "Change": "Změnit",
        "Change Password": "Změna hesla",
        "Changes": "Změny",
        "Character Set Encoding": "Kódování znaků",
        "Chat ID": "ID chatu",
        "Check for Updates": "Zkontrolovat aktualizace",
        "Check this box to apply post-processing to all audio, including live streams. Uncheck this box to only apply post-processing to the AutoDJ.": "Zaškrtněte toto pole pro povolení post-processingu všeho audia, včetně live streamů. Vynechte pole pro povolení post-processingu pouze pro AutoDJ.",
        "Check Web Services for Album Art for \"Now Playing\" Tracks": "Zkontrolujte Web Services pro Album Art pro \"Now Playing\" Skladby",
        "Check Web Services for Album Art When Uploading Media": "Zkontrolovat Webové Služby pro Album Art Při Nahrávání Médií",
        "Choose a method to use when transitioning from one song to another. Smart Mode considers the volume of the two tracks when fading for a smoother effect, but requires more CPU resources.": "Zvolte metodu, kterou použijete při přechodu z jedné skladby na druhou. Inteligentní režim zohledňuje při přechodu hlasitost obou skladeb, čímž dosahuje plynulejšího efektu, ale vyžaduje více prostředků CPU.",
        "Choose a name for this webhook that will help you distinguish it from others. This will only be shown on the administration page.": "Zvolte pro tento webhook název, který vám pomůže odlišit jej od ostatních. Ten se zobrazí pouze na stránce správy.",
        "Choose a new password for your account.": "Zvolte si nové heslo k účtu.",
        "Clear": "Vyčistit",
        "Clear All Message Queues": "Vymazat Všechny Fronty Zpráv",
        "Clear Artwork": "Vymazat Artwork",
        "Clear Cache": "Vyčistit Mezipaměť",
        "Clear File": "Vymazat Soubor",
        "Clear Image": "Vymazat Obrázek",
        "Clear List": "Vymazat Seznam",
        "Clear Media": "Vymazat Média",
        "Clear Pending Requests": "Vymazat nevyřízené žádosti",
        "Clear Queue": "Vymazat frontu",
        "Clear Upcoming Song Queue": "Vymazat nadcházející frontu skladeb",
        "Clearing the application cache may log you out of your session.": "Vymazání mezipaměti aplikace vás může odhlásit z relace.",
        "Click \"Generate new license key\".": "Klikněte na \"Vygenerovat nový licenční klíč\".",
        "Click \"New Application\"": "Klikněte na \"Nová Aplikace\"",
        "Click the \"Preferences\" link, then \"Development\" on the left side menu.": "Klikněte na \"Předvolby\" a poté na \"Vývoj\" v levém menu.",
        "Click the button below to generate a CSV file with all of this station's media. You can make any necessary changes, and then import the file using the file picker on the right.": "Kliknutím na tlačítko níže vygenerujete soubor CSV se všemi médii této stanice. Můžete provést všechny potřebné změny a poté soubor importovat pomocí nástroje pro výběr souborů vpravo.",
        "Click the button below to retry loading the page.": "Klikněte na tlačítko níže pro znovu načtení stránky.",
        "Client": "Klient",
        "Clients": "Klienti",
        "Clients by Connected Time": "Klienti podle času připojení",
        "Clients by Listeners": "Klienti podle posluchačů",
        "Clone": "Klonovat",
        "Clone Station": "Klonovat Stanici",
        "Close": "Zavřít",
        "Code from Authenticator App": "Kód z autentizační aplikace",
        "Comments": "Poznámky",
        "Complete the setup process by providing some information about your broadcast environment. These settings can be changed later from the administration panel.": "Proces nastavení dokončete zadáním některých informací o vašem vysílacím prostředí. Tato nastavení lze později změnit na panelu správy.",
        "Configure": "Nastavit",
        "Configure Backups": "Nastavení záloh",
        "Confirm New Password": "Potvrzení nového hesla",
        "Connected AzuraRelays": "Připojené AzuraRelays",
        "Connection Information": "Informace o připojení",
        "Consumer Key (API Key)": "Zákaznický klíč (API Klíč)",
        "Consumer Secret (API Secret)": "Zákaznický tajný klíč (API Secret)",
        "Contains explicit content": "Obsahuje explicitní obsah",
        "Continue the setup process by creating your first radio station below. You can edit any of these details later.": "Pokračujte v procesu nastavení vytvořením vaší první stanice níže. Všechny tyto nastavení můžete později upravit.",
        "Continuous Play": "Kontinuální přehrávání",
        "Control how this playlist is handled by the AutoDJ software.": "Ovládejte, jak bude tento seznam skladeb přehrávat software AutoDJ.",
        "Copies older than the specified number of days will automatically be deleted. Set to zero to disable automatic deletion.": "Kopie starší než stanovený počet dní budou automaticky smazány.",
        "Copy to Clipboard": "Kopírovat do schránky",
        "Copy to New Station": "Kopírovat do nové stanice",
        "Countries": "Státy",
        "Country": "Stát",
        "CPU Load": "Zatížení CPU",
        "CPU Stats Help": "Nápověda statistiky CPU",
        "Create a new app on the Twitter Applications site. Use this installation's base URL as the application URL.": "Vytvořte novou aplikaci na webu Twitterů. Použijte toto instalační URL jako URL aplikace.",
        "Create a new application. Choose \"Scoped Access\", select your preferred level of access, then name your app. Do not name it \"AzuraCast\", but rather use a name specific to your installation.": "Vytvoření nové aplikace. Zvolte možnost \"Rozšířený přístup\", vyberte preferovanou úroveň přístupu a pojmenujte aplikaci. Nejmenujte ji \"AzuraCast\", ale použijte název specifický pro vaši instalaci.",
        "Create a New Radio Station": "Vytvořte novou stanici",
        "Create Account": "Vytvořit účet",
        "Create an account on the MaxMind developer site.": "Vytvořte si účet na developer webu MaxMind.",
        "Create and Continue": "Vytvořit a pokračovat",
        "Create custom fields to store extra metadata about each media file uploaded to your station libraries.": "Vytvořte si vlastní pole pro úkladání extra metadat o každém mediálním souboru nahraném do vaší knihovny stanice.",
        "Create Directory": "Vytvořte adresář",
        "Create New Key": "Vytvořit Nový Klíč",
        "Crossfade Duration (Seconds)": "Doba trvání prolínání (Vteřiny)",
        "Crossfade Method": "Způsob prolínání",
        "Cue": "Cue",
        "Current Configuration File": "Současný konfigurační soubor",
        "Current Custom Fallback File": "Současný vlastní soubor Fallback",
        "Current Installed Version": "Aktuálně nainstalovaná verze",
        "Current Intro File": "Současný Intro soubor",
        "Current Password": "Stávající heslo",
        "Current Podcast Media": "Současný Podcast média",
        "Custom": "Vlastní",
        "Custom API Base URL": "Vlastní základní URL API",
        "Custom Branding": "Vlastní branding",
        "Custom Configuration": "Vlastní konfigurace",
        "Custom CSS for Internal Pages": "Vlastní CSS pro interní stránky",
        "Custom CSS for Public Pages": "Vlastní CSS pro veřejné stránky",
        "Custom Cues: Cue-In Point (seconds)": "Vlastní střih: místo nástupu (v sekundách)",
        "Custom Cues: Cue-Out Point (seconds)": "Vlastní střih: místo ukončení (v sekundách)",
        "Custom Fading: Fade-In Time (seconds)": "Vlastní přechod: zesilování zvuku (v sekundách)",
        "Custom Fading: Fade-Out Time (seconds)": "Vlastní přechod: zeslabování zvuku (v sekundách)",
        "Custom Fading: Overlap Time (seconds)": "Vlastní přechod: doba překrytí (v sekundách)",
        "Custom Fallback File": "Současný vlastní soubor Fallback",
        "Custom Fields": "Vlastní pole",
        "Custom Frontend Configuration": "Vlastní konfigurace frontendu",
        "Custom JS for Public Pages": "Vlastní JS pro veřejné stránky",
        "Customize": "Přizpůsobit",
        "Customize Administrator Password": "Přizpůsobit heslo administrátora",
        "Customize AzuraCast Settings": "Přizpůsobit nastavení AzuraCast",
        "Customize Broadcasting Port": "Přizpůsobit port vysílání",
        "Customize Copy": "Přizpůsobit kopii",
        "Customize DJ\/Streamer Mount Point": "Přizpůsobit přípojný bod DJ\/Streamer",
        "Customize DJ\/Streamer Port": "Přizpůsobit DJ\/Streamer port",
        "Customize Internal Request Processing Port": "Přizpůsobit port interního zpracování požadavků",
        "Customize Source Password": "Přizpůsobit heslo zdroje",
        "Customize the number of songs that will appear in the \"Song History\" section for this station and in all public APIs.": "Přizpůsobte počet skladeb, které se zobrazí v části \"Historie skladeb\" pro tuto stanici a ve všech veřejných rozhraních API.",
        "Customize this setting to ensure you get the correct IP address for remote users. Only change this setting if you use a reverse proxy, either within Docker or a third-party service like CloudFlare.": "Přizpůsobte toto nastavení tak, abyste zajistili správnou IP adresu pro vzdálené uživatele. Toto nastavení změňte pouze v případě, že používáte reverzní proxy server, ať už v rámci nástroje Docker, nebo služby třetích stran, jako je CloudFlare.",
        "Dashboard": "Ovládací Panel",
        "Days of Playback History to Keep": "Doba udržování historie přehrávání",
        "Deactivate Streamer on Disconnect (Seconds)": "Deaktivace Streamera při Odpojení (vteřiny)",
        "Default Album Art": "Výchozí Album Art",
        "Default Album Art URL": "URL adresa výchozího obrázku alba",
        "Default Avatar URL": "Výchozí URL Avataru",
        "Default Mount": "Výchozí připojení",
        "Delete": "Odstranit",
        "Delete Album Art": "Vymazat Album Art",
        "Description": "Popisek",
        "Desktop Device": "Stolní Zařízení",
        "Details": "Podrobnosti",
        "Directory": "Adresář",
        "Directory Name": "Název Adresáře",
        "Disable": "Zakázáno",
        "Disable Two-Factor": "Zakázat Dvoufázové ověření",
        "Disabled": "Zakázáno",
        "Disconnect Streamer": "Odpojit Streamera",
        "Discord Web Hook URL": "URL Discord Web Hooku",
        "Disk caching makes a system much faster and more responsive in general. It does not take memory away from applications in any way since it will automatically be released by the operating system when needed.": "Diskové ukládání do mezipaměti činí systém mnohem rychlejší a responzivnější. Nebere žádnou paměť z ostatních aplikací jelikož ji v případě potřeby automaticky uvolní.",
        "Disk Space": "Místo na disku",
        "Display Name": "Zobrazovaný název",
        "DJ\/Streamer Buffer Time (Seconds)": "Doba vyrovnávací paměti DJ\/Streamera (Vteřiny)",
        "Domain Name(s)": "Název\/Názvy domén",
        "Donate to support AzuraCast!": "Podpořit AzuraCast!",
        "Down": "Dolů",
        "Download": "Stáhnout",
        "Download CSV": "Stáhnout CSV",
        "Download M3U": "Stáhnout M3U",
        "Download PLS": "Stáhnout PLS",
        "Download the appropriate binary from the Stereo Tool downloads page:": "Stáhněte si odpovídající binární soubor ze stránky Stereo Tool:",
        "Download the Linux x64 binary from the Shoutcast Radio Manager:": "Stáhněte si binární soubor Linux x64 z Shoutcast Radio Manager:",
        "Drag file(s) here to upload or": "Soubory pro nahrání přetáhněte sem nebo",
        "Dropbox App Console": "Aplikace Dropbox konzole",
        "Dropbox Setup Instructions": "Pokyny pro nastavení Dropboxu",
        "Duplicate": "Duplikovat",
        "Duplicate Playlist": "Duplikovat Seznam Skladeb",
        "Duplicate Prevention Time Range (Minutes)": "Duplikovat časový rozsah prevence (Minuty)",
        "Duplicate Songs": "Duplicitní skladby",
        "E-Mail": "E-Mail",
        "E-mail Address": "Emailová adresa",
        "E-mail Address (Optional)": "E-Mailová adresa (nepovinné)",
        "E-mail addresses can be separated by commas.": "E-Mailové adresy od sebe mohou být odděleny čárkami.",
        "E-mail Delivery Service": "Služba pro doručování E-Mailů",
        "Edit": "Upravit",
        "Edit Branding": "Upravit branding",
        "Edit Liquidsoap Configuration": "Upravit Liquidsoap konfiguraci",
        "Edit Media": "Upravit média",
        "Edit Profile": "Upravit profil",
        "Edit Station Profile": "Upravit profil stanice",
        "Embed Code": "Vložit kód",
        "Embed Widgets": "Vložit widgety",
        "Enable": "Povoleno",
        "Enable Advanced Features": "Povolit rozšířené funkce",
        "Enable AutoDJ": "Povolit funkci AutoDJ",
        "Enable Broadcasting": "Povolit vysílání",
        "Enable certain advanced features in the web interface, including advanced playlist configuration, station port assignment, changing base media directories and other functionality that should only be used by users who are comfortable with advanced functionality.": "Povolení některých pokročilých funkcí ve webovém rozhraní, včetně pokročilé konfigurace seznamu skladeb, přiřazení portu stanice, změny adresářů základních médií a dalších funkcí, které by měli používat pouze uživatelé, kteří mají zkušenosti s pokročilými funkcemi.",
        "Enable Downloads on On-Demand Page": "Povolit stažení na On-Demand stránce",
        "Enable HTTP Live Streaming (HLS)": "Povolit HTTP Live Streaming (HLS)",
        "Enable listeners to request a song for play on your station. Only songs that are already in your playlists are requestable.": "Povolit posluchačům o žádost skladby na vaší stanici. Pouze skladby které jsou již ve vašich seznamech skladeb jsou dostupné.",
        "Enable Mail Delivery": "Povolit doručování E-Mailů",
        "Enable On-Demand Streaming": "Povolit On-Demand Streaming",
        "Enable Public Pages": "Povolit veřejné stránky",
        "Enable this setting to prevent metadata from being sent to the AutoDJ for files in this playlist. This is useful if the playlist contains jingles or bumpers.": "Povolte toto nastavení, abyste pro soubory v tomto seznamu skladeb zabránili odesílání metadat do AutoDJe. To je užitečné v případě, že seznam skladeb obsahuje znělky, reklamy a podobně.",
        "Enable to advertise this mount point on \"Yellow Pages\" public radio directories.": "Povolit publikování tohoto přípojného bodu do veřejných adresářů rádiových stanic typu \"Zlaté stránky\".",
        "Enable to advertise this relay on \"Yellow Pages\" public radio directories.": "Povolit propagaci tohoto relé na \"Yellow Pages\" veřejných adresářů stanic.",
        "Enable to allow listeners to select this mount point on this station's public pages.": "Umožněte posluchačům vybrat tento přípojný bod na veřejných stránkách této stanice.",
        "Enable to allow listeners to select this relay on this station's public pages.": "Umožněte posluchačům vybrat toto vzdálené připojení na veřejných stránkách této stanice.",
        "Enable to allow this account to log in and stream.": "Povolit přihlašování a streamování tohoto účtu.",
        "Enable to have AzuraCast automatically run nightly backups at the time specified.": "Povolit, aby AzuraCast v určeném čase automaticky spouštěla noční zálohování.",
        "Enable Two-Factor": "Povolit Dvoufázové ověření",
        "Enable Two-Factor Authentication": "Povolit autentikaci Dvoufázového ověření",
        "Enabled": "Povoleno",
        "End Date": "Koncové datum",
        "End Time": "Čas ukončení",
        "Endpoint": "Endpoint",
        "Enforce Schedule Times": "Vynutit časové rozvrhy",
        "Enlarge Album Art": "Zvětšit Album Art",
        "Enter \"AzuraCast\" as the application name. You can leave the URL fields unchanged. For \"Scopes\", only \"write:media\" and \"write:statuses\" are required.": "Jako název aplikace zadejte \"AzuraCast\". Pole URL můžete ponechat beze změny. Pro \"Scopes\" (Rozsah) jsou vyžadovány pouze položky \"write:media\" a \"write:statuses\".",
        "Enter the access code you receive below.": "Níže zadejte přístupový kód, který jste obdrželi.",
        "Enter the current code provided by your authenticator app to verify that it's working correctly.": "Zadejte aktuální kód poskytnutý autentizační aplikací, abyste ověřili, zda funguje správně.",
        "Enter the full URL of another stream to relay its broadcast through this mount point.": "Zadejte úplnou adresu URL jiného streamu, aby bylo možné přenášet vysílání prostřednictvím tohoto bodu připojení.",
        "Enter your app secret and app key below.": "Níže zadejte svůj tajný klíč aplikace a klíč aplikace.",
        "Enter your e-mail address to receive updates about your certificate.": "Zadejte svou e-mailovou adresu, abyste mohli dostávat aktuální informace o svém certifikátu.",
        "Episode": "Epizoda",
        "Episodes": "Epizody",
        "Example: if the remote radio URL is http:\/\/station.example.com:8000\/radio.mp3, enter \"http:\/\/station.example.com:8000\".": "Příklad: Pokud je adresa URL vzdáleného rádia http:\/\/station.example.com:8000\/radio.mp3, zadejte \"http:\/\/station.example.com:8000\".",
        "Exclude Media from Backup": "Vyloučit média ze záloh",
        "Excluding media from automated backups will save space, but you should make sure to back up your media elsewhere. Note that only locally stored media will be backed up.": "Vyloučením médií z automatického zálohování ušetříte místo, ale měli byste se ujistit, že média zálohujete jinde. Všimněte si, že zálohována budou pouze lokálně uložená média.",
        "Explicit": "Explicitní",
        "Export %{format}": "Exportovat %{format}",
        "Export Media to CSV": "Exportovat Média do CSV",
        "External": "Externí",
        "Fallback Mount": "Nouzový přípojný bod",
        "Field Name": "Název pole",
        "File Name": "Jméno souboru",
        "Footer Text": "Text Zápatí",
        "For local filesystems, this is the base path of the directory. For remote filesystems, this is the folder prefix.": "U místních souborových systémů je to základní cesta k adresáři. U vzdálených souborových systémů je to předpona složky.",
        "For most cases, use the default UTF-8 encoding. The older ISO-8859-1 encoding can be used if accepting connections from Shoutcast 1 DJs or using other legacy software.": "Ve většině případů použijte výchozí kódování UTF-8. Starší kódování ISO-8859-1 lze použít, pokud přijímáte připojení od DJů Shoutcast 1 nebo používáte jiný starší software.",
        "for selected period": "pro zvolené období",
        "For simple updates where you want to keep your current configuration, you can update directly via your web browser. You will be disconnected from the web interface and listeners will be disconnected from all stations.": "V případě jednoduchých aktualizací, kdy chcete zachovat aktuální konfiguraci, můžete aktualizovat přímo prostřednictvím webového prohlížeče. Budete odpojeni od webového rozhraní a posluchači budou odpojeni od všech stanic.",
        "For some clients, use port:": "U některých klientů použijte port:",
        "Friday": "Pátek",
        "From your smartphone, scan the code to the right using an authentication app of your choice (FreeOTP, Authy, etc).": "Z chytrého telefonu naskenujte kód vpravo pomocí vybrané ověřovací aplikace (FreeOTP, Authy atd.).",
        "Full Volume": "Plná hlasitost",
        "GA Property Tracking ID": "ID Pro Sledování GA",
        "General Rotation": "Obecná rotace",
        "Generate Access Code": "Vygenerovat Přístupový Kód",
        "Generate Report": "Generovat přehled",
        "Generate\/Renew Certificate": "Vygenerovat\/Obnovit Certifikát",
        "Generic Web Hooks": "Obecné Web Hooky",
        "Genre": "Žánr",
        "GeoLite is not currently installed on this installation.": "GeoLite není na této instanci nainstalován.",
        "Get Next Song": "Získat Další Píseň",
        "Get Now Playing": "Získat Nyní Hraje",
        "Global": "Globální",
        "Global Permissions": "Globální Oprávnění",
        "Help": "Pomoc",
        "Hide Album Art on Public Pages": "Skrýt obal alba na veřejných stránkách",
        "Hide AzuraCast Branding on Public Pages": "Skrýt AzuraCast značku na veřejných stránkách",
        "Hide Metadata from Listeners (\"Jingle Mode\")": "Skrýt posluchačům metadata (\"Jingle mód\")",
        "High I\/O Wait can indicate a bottleneck with the server's hard disk, a potentially failing hard disk, or heavy load on the hard disk.": "Vysoký počet I\/O Wait může indikovat bottleneck na pevném disku serveru, potenciálně selhávající pevný disk nebo velké zatížení pevného disku.",
        "Higher weight playlists are played more frequently compared to other lower-weight playlists.": "Seznamy skladeb s vyšší váhou se přehrávají častěji než ostatní seznamy skladeb s nižší váhou.",
        "History": "Historie",
        "HLS": "HLS",
        "HLS Streams": "HLS Streamy",
        "Home": "Úvod",
        "Homepage Redirect URL": "URL adresa přesměrování z úvodní stránky",
        "HTTP Live Streaming (HLS)": "HTTP Live Streamy (HLS)",
        "HTTP Live Streaming (HLS) is a new adaptive-bitrate streaming technology. From this page, you can configure the individual bitrates and formats that are included in the combined HLS stream.": "HTTP Live Streaming (HLS) je nová technologie streamování s adaptivním datovým tokem. Na této stránce můžete konfigurovat jednotlivé datové toky a formáty, které jsou zahrnuty do kombinovaného streamu HLS.",
        "HTTP Live Streaming (HLS) is a new adaptive-bitrate technology supported by some clients. It does not use the standard broadcasting frontends.": "HTTP Live Streaming (HLS) je nová technologie adaptivního datového toku, kterou podporují někteří klienti. Nepoužívá standardní vysílací frontendy.",
        "Icecast Clients": "Icecast Klienti",
        "If a song has no album art, this URL will be listed instead. Leave blank to use the standard placeholder art.": "Pokud skladba nemá žádný obrázek alba, bude zobrazen obrázek z této URL adresy. Chcete-li použít standardní zástupný obrázek, ponechte prázdné.",
        "If a visitor is not signed in and visits the AzuraCast homepage, you can automatically redirect them to the URL specified here. Leave blank to redirect them to the login screen by default.": "Pokud není návštěvník přihlášen a navštíví domovskou stránku AzuraCast, můžete ho automaticky přesměrovat na zde uvedenou URL adresu. Chcete-li ho přesměrovat na výchozí přihlašovací obrazovku, ponechte prázdné.",
        "If disabled, the playlist will not be included in radio playback, but can still be managed.": "Pokud je vypnuto, seznam skladeb nebude zahrnut do přehrávání rádia, ale stále jej lze spravovat.",
        "If disabled, the station will not broadcast or shuffle its AutoDJ.": "Pokud je vypnuto, stanice nebude vysílat ani náhodně přehrávat svůj AutoDJ.",
        "If enabled, a download button will also be present on the public \"On-Demand\" page.": "Pokud je tato možnost povolena, bude na veřejné stránce \"On-Demand\" k dispozici také tlačítko pro stažení.",
        "If enabled, AzuraCast will automatically record any live broadcasts made to this station to per-broadcast recordings.": "Pokud je tato funkce povolena, bude AzuraCast automaticky nahrávat všechna živá vysílání této stanice do nahrávek na vysílání.",
        "If enabled, AzuraCast will connect to the MusicBrainz database to attempt to find an ISRC for any files where one is missing. Disabling this may improve performance.": "Pokud je tato funkce povolena, AzuraCast se připojí k databázi MusicBrainz a pokusí se najít ISRC pro všechny soubory, u kterých chybí. Vypnutí této funkce může zlepšit výkon.",
        "If enabled, music from playlists with on-demand streaming enabled will be available to stream via a specialized public page.": "Pokud je tato možnost povolena, bude hudba ze seznamů skladeb se zapnutým on-demand dostupná ke streamování prostřednictvím specializované veřejné stránky.",
        "If enabled, streamers (or DJs) will be able to connect directly to your stream and broadcast live music that interrupts the AutoDJ stream.": "Pokud je tato funkce povolena, mohou se streameři (nebo DJs) připojit přímo k vašemu streamu a vysílat živou hudbu, která přeruší stream AutoDJ.",
        "If enabled, the AutoDJ on this installation will automatically play music to this mount point.": "Pokud je povoleno, funkce AutoDJ této instalace bude do tohoto přípojného bodu automaticky přehrávat playlisty.",
        "If enabled, the AutoDJ will automatically play music to this mount point.": "Pokud je povoleno, funkce AutoDJ bude do tohoto přípojného bodu automaticky přehrávat playlisty.",
        "If enabled, this streamer will only be able to connect during their scheduled broadcast times.": "Pokud je tato možnost povolena, bude se tento streamer moci připojit pouze v době svého plánovaného vysílání.",
        "If requests are enabled for your station, users will be able to request media that is on this playlist.": "Pokud jsou pro vaši stanici povoleny žádosti, uživatelé budou moci požádat o skladby, které jsou v tomto seznamu skladeb.",
        "If requests are enabled, this specifies the minimum delay (in minutes) between a request being submitted and being played. If set to zero, a minor delay of 15 seconds is applied to prevent request floods.": "Pokud jsou povoleny žádosti, určuje minimální prodlevu (v minutách) mezi odesláním požadavku a jeho přehráním. Pokud je nastavena na nulu, použije se menší zpoždění 15 sekund, aby se zabránilo záplavě požadavků.",
        "If selected, album art will not display on public-facing radio pages.": "Pokud je vybráno, nebude se obal alba zobrazovat na veřejně přístupných stránkách.",
        "If selected, this will remove the AzuraCast branding from public-facing pages.": "Pokud je tato možnost vybrána, odstraní se značka AzuraCast ze stránek, které jsou veřejně přístupné.",
        "If the end time is before the start time, the playlist will play overnight.": "Pokud je čas ukončení před časem zahájení, bude seznam skladeb hrát přes noc.",
        "If the end time is before the start time, the schedule entry will continue overnight.": "Pokud je čas ukončení před časem zahájení, bude záznam plánu pokračovat přes noc.",
        "If this mount is the default, it will be played on the radio preview and the public radio page in this system.": "Pokud je toto připojení výchozí, bude přehráno v náhledu rádia a na veřejné stránce rádia.",
        "If this mount point is not playing audio, listeners will automatically be redirected to this mount point. The default is \/error.mp3, a repeating error message.": "Pokud tento přípojný bod nepřehrává zvuk, posluchači budou automaticky přesměrováni na tento přípojný bod. Výchozí hodnota je \/error.mp3, opakující se chybová zpráva.",
        "If this setting is set to \"Yes\", the browser URL will be used instead of the base URL when it's available. Set to \"No\" to always use the base URL.": "Pokud je nastaveno na hodnotu „Ano“, bude URL adresa prohlížeče použita místo základní URL adresy, pokud je k dispozici. Chcete-li vždy použít základní URL adresu, nastavte hodnotu „Ne“.",
        "If this station has on-demand streaming and downloading enabled, only songs that are in playlists with this setting enabled will be visible.": "Pokud má tato stanice povoleno on-demand streamování a stahování na vyžádání, budou viditelné pouze skladby, které jsou v seznamech skladeb s tímto nastavením.",
        "If you are broadcasting using AutoDJ, enter the source password here.": "Pokud se vysílá pomocí funkce AutoDJ, zadejte zde zdrojové heslo.",
        "If you are broadcasting using AutoDJ, enter the source username here. This may be blank.": "Pokud se vysílá pomocí funkce AutoDJ, zadejte zde zdrojové uživatelské jméno. Může být prázdné.",
        "If you're experiencing a bug or error, you can submit a GitHub issue using the link below.": "Pokud se setkáte s chybou nebo omylem, můžete odeslat problém na GitHub pomocí níže uvedeného odkazu.",
        "If your installation is constrained by CPU or memory, you can change this setting to tune the resources used by Liquidsoap.": "Pokud je vaše instalace omezena procesorem nebo pamětí, můžete toto nastavení změnit a upravit tak prostředky využívané aplikací Liquidsoap.",
        "If your Mastodon username is \"@test@example.com\", enter \"example.com\".": "Pokud je vaše uživatelské jméno Mastodon \"@test@example.com\", zadejte \"example.com\".",
        "If your stream is set to advertise to YP directories above, you must specify an authorization hash. You can manage these on the Shoutcast web site.": "Pokud je váš datový tok nastaven na inzerování do výše uvedených adresářů YP, musíte zadat autorizační hash. Ty můžete spravovat na webu Shoutcast.",
        "If your streaming software requires a specific mount point path, specify it here. Otherwise, use the default.": "Pokud váš streamovací software vyžaduje konkrétní cestu k přípojnému bodu, zadejte ji zde. V opačném případě použijte výchozí hodnotu.",
        "If your web hook requires HTTP basic authentication, provide the password here.": "Pokud váš web hook vyžaduje základní ověření HTTP, zadejte zde heslo.",
        "If your web hook requires HTTP basic authentication, provide the username here.": "Pokud váš web hook vyžaduje základní ověření HTTP, zadejte zde uživatelské jméno.",
        "Import Changes from CSV": "Importovat změny z CSV",
        "Import from PLS\/M3U": "Importovat z PLS\/M3U",
        "Import Results": "Výsledky importu",
        "Important: copy the key below before continuing!": "Důležité: před pokračováním zkopírujte níže uvedený klíč!",
        "In order to install Shoutcast:": "Chcete-li nainstalovat službu Shoutcast:",
        "In order to install Stereo Tool:": "Chcete-li nainstalovat nástroj Stereo Tool:",
        "In order to process quickly, web hooks have a short timeout, so the responding service should be optimized to handle the request in under 2 seconds.": "Aby bylo zpracování rychlé, mají web hooky krátký timeout, takže služba, která odpovídá, by měla být optimalizována tak, aby požadavek vyřídila za méně než 2 sekundy.",
        "In the newly created application, click the \"Keys and Access Tokens\" tab.": "V nově vytvořené aplikaci klikněte na kartu \"Klíče a Přístupové Tokeny\".",
        "Include in On-Demand Player": "Zahrnutí do přehrávače On-Demand",
        "Information about the current playing track will appear here once your station has started.": "Po spuštění stanice se zde zobrazí informace o aktuálně přehrávané skladbě.",
        "Insert": "Vložit",
        "Install GeoLite IP Database": "Nainstalovat GeoLite IP databázi",
        "Install Shoutcast": "Instalovat Shoutcast",
        "Install Shoutcast 2 DNAS": "Instalace služby Shoutcast 2 DNAS",
        "Install Stereo Tool": "Instalace nástroje Stereo",
        "Instruct Liquidsoap to use any replaygain metadata associated with a song to control its volume level. This may increase CPU consumption.": "Dejte aplikaci Liquidsoap pokyn, aby použila veškerá replaygain metadata o zesílení přehrávání přidružená ke skladbě k řízení úrovně její hlasitosti. To může zvýšit spotřebu CPU.",
        "Instructions": "Instrukce",
        "Internal notes or comments about the user, visible only on this control panel.": "Interní poznámky nebo komentáře o uživateli, viditelné pouze na tomto ovládacím panelu.",
        "International Standard Recording Code, used for licensing reports.": "Mezinárodní standardní kód záznamů, který se používá pro zprávy o licencích.",
        "Intro": "Intro",
        "IP": "IP",
        "IP Address Source": "Zdroj IP Adresy",
        "IP Geolocation is used to guess the approximate location of your listeners based on the IP address they connect with. Use the free built-in IP Geolocation library or enter a license key on this page to use MaxMind GeoLite.": "Funkce IP Geolocation slouží k odhadu přibližné polohy posluchačů na základě IP adresy, ze které se připojují. Chcete-li používat knihovnu MaxMind GeoLite, použijte zdarma vestavěnou knihovnu IP Geolocation nebo zadejte licenční klíč na této stránce.",
        "ISRC": "ISRC",
        "Jingle Mode": "Režim Jingle",
        "Language": "Jazyk",
        "Last run:": "Poslední spuštění:",
        "Last.fm API Key": "Klíč API služby Last.fm",
        "Learn about Advanced Playlists": "Přečtěte si o pokročilých seznamech skladeb",
        "Learn more about release channels in the AzuraCast docs.": "Další informace o kanálech vydání najdete v dokumentech k AzuraCastu.",
        "Learn more about this header.": "Více informací o této hlavičce.",
        "Leave blank to automatically generate a new password.": "Pro automatické vygenerování nového hesla ponechte prázdné.",
        "Leave blank to play on every day of the week.": "Nechte prázdné, aby playlist hrál každý den v týdnu.",
        "Leave blank to use the current password.": "Pro použití aktuálního hesla ponechte prázdné.",
        "Leave blank to use the default Telegram API URL (recommended).": "Pokud chcete použít výchozí adresu URL rozhraní Telegram API, ponechte ji prázdnou (doporučeno).",
        "Length": "Délka",
        "Let's get started by creating your Super Administrator account.": "Začněme vytvořením účtu superadministrátora.",
        "LetsEncrypt": "LetsEncrypt",
        "LetsEncrypt provides simple, free SSL certificates allowing you to secure traffic through your control panel and radio streams.": "LetsEncrypt poskytuje jednoduché a bezplatné certifikáty SSL, které umožňují zabezpečit provoz přes ovládací panel a rádiové streamy.",
        "Liquidsoap Performance Tuning": "Ladění výkonu Liquidsoap",
        "List one IP address or group (in CIDR format) per line.": "Na každém řádku uveďte jednu IP adresu nebo skupinu (ve formátu CIDR).",
        "List one user agent per line. Wildcards (*) are allowed.": "Na každém řádku uveďte jednoho uživatelského agenta. Zástupné znaky (*) jsou povoleny.",
        "Listener Analytics Collection": "Analytický sběr nad posluchači",
        "Listener History": "Historie Posluchače",
        "Listener Report": "Přehled Posluchače",
        "Listener Request": "Žádost Posluchače",
        "Listeners": "Posluchači",
        "Listeners by Day": "Posluchači podle dne",
        "Listeners by Day of Week": "Posluchači podle dne v týdnu",
        "Listeners by Hour": "Posluchači podle hodiny",
        "Listeners by Listening Time": "Posluchači podle Času",
        "Listeners By Time Period": "Posluchači Podle Časového Období",
        "Listeners Per Station": "Posluchači Na Jednu Stanici",
        "Listening Time": "Čas Poslechu",
        "Live": "Živě",
        "Live Broadcast Recording Bitrate (kbps)": "Bitrate (v kbps) Nahrávání Živého Vysílání",
        "Live Broadcast Recording Format": "Formát Záznamu Živého Vysílání",
        "Live Listeners": "Posluchači",
        "Live Recordings Storage Location": "Umístění úložiště Živého Vysílání",
        "Live Streamer:": "Live Streamer:",
        "Live Streaming": "Živé Vysílání",
        "Load Average": "Průměr Zatížení",
        "Local": "Lokální",
        "Local Streams": "Lokální Streamy",
        "Log In": "Přihlásit se",
        "Log Viewer": "Prohlížeč protokolů",
        "Logs": "Záznamy",
        "Logs by Station": "Záznamy podle Stanice",
        "Loop Once": "Opakovat Jednou",
        "Main Message Content": "Hlavní Obsah Zprávy",
        "Make HLS Stream Default in Public Player": "Nastavit HLS Stream Jako Výchozí ve Veřejném Přehrávači",
        "Make the selected media play immediately, interrupting existing media": "Provést přehrání aktuálně vybráných médií okamžitě, přerušením existujících médií",
        "Manage": "Správa",
        "Manage Avatar": "Spravovat Avatar",
        "Manage SFTP Accounts": "Správa SFTP Účtu",
        "Manage Stations": "Správa Stanic",
        "Manual AutoDJ Mode": "Ruční Režim AutoDJ",
        "Manual Updates": "Ruční Aktualizace",
        "Master_me is an open-source automatic mastering plugin for streaming, podcasts and Internet radio.": "Master_me je open source automaticky masterovací plugin pro stremování, podcasty a Internetové rádio.",
        "Master_me Loudness Target (LUFS)": "Master_me Nastavení Hlasitosti (v LUFS)",
        "Master_me Preset": "Master_me Přednastavení",
        "Master_me Project Homepage": "Hlavní stránka Projektu Master_me",
        "Mastodon Account Details": "Údaje o Účtu Mastodon",
        "Mastodon Instance URL": "URL Instance Mastodon",
        "Matomo API Token": "API Token Matomo",
        "Matomo Installation Base URL": "Základní URL Instalace Matomo",
        "Matomo Site ID": "ID Stránky Matomo",
        "Max Listener Duration": "Maximální Doba Poslouchání Posluchače",
        "Maximum Listeners": "Maximum Posluchačů",
        "Maximum number of total listeners across all streams. Leave blank to use the default.": "Maximální počet všech posluchačů na všech streamech. Ponechte prázdné pro výchozí nastavení.",
        "MaxMind Developer Site": "Vývojářská Stránka MaxMind",
        "MaxMind License Key": "Licenční Klíč MaxMind",
        "Measurement ID": "ID Měření",
        "Measurement Protocol API Secret": "Tajné API Měřícího Protokolu",
        "Media": "Média",
        "Media File": "Soubor Média",
        "Media Storage Location": "Umístění Úložiště Médií",
        "Memory": "Paměť",
        "Memory Stats Help": "Pomoc se Statistikami Paměti",
        "Message Body": "Tělo Zprávy",
        "Message Body on Song Change": "Tělo Zprávy na Změnu Skladby",
        "Message Body on Station Offline": "Tělo Zprávy na Offline Stanici",
        "Message Body on Station Online": "Tělo Zprávy na Online Stanici",
        "Message Body on Streamer\/DJ Connect": "Tělo Zprávy na Streamerském\/DJ Připojení",
        "Message Body on Streamer\/DJ Disconnect": "Tělo Zprávy na Streamerském\/DJ Odpojení",
        "Message Customization Tips": "Tipy pro Přizpůsobení Zpráv",
        "Message parsing mode": "Režim rozboru zpráv",
        "Message Queues": "Fronty Zpráv",
        "Message Recipient(s)": "Přijemce\/y Zprávy",
        "Message Subject": "Předmět Zprávy",
        "Message Visibility": "Viditelnost Zprávy",
        "Microphone": "Mikrofon",
        "Microphone Source": "Zdroj Mikrofonu",
        "Minute of Hour to Play": "Minuta hodiny pro přehrání",
        "Mixer": "Mixér",
        "Mobile Device": "Mobilní Zařízení",
        "Monday": "Pondělí",
        "More": "Více",
        "Most hosting providers will put more Virtual Machines (VPSes) on a server than the hardware can handle when each VM is running at full CPU load. This is called over-provisioning, which can lead to other VMs on the server \"stealing\" CPU time from your VM and vice-versa.": "Většina poskytovatelů hostingu umístí na server více virtuálních strojů (VPS), než kolik jich zvládne hardware, když každý virtuální stroj běží při plném zatížení procesoru. Tomuto postupu se říká over-provisioning, což může vést k tomu, že ostatní virtuální počítače na serveru \"kradou\" procesorový čas vašemu virtuálnímu počítači a naopak.",
        "Most Played Songs": "Nejvíce Přehráváne Skladby",
        "Most Recent Backup Log": "Nejnovější Log Zálohy",
        "Mount Name:": "Jméno Připojení:",
        "Mount Point URL": "URL přípojného bodu",
        "Mount Points": "Přípojné body",
        "Mount points are how listeners connect and listen to your station. Each mount point can be a different audio format or quality. Using mount points, you can set up a high-quality stream for broadband listeners and a mobile stream for phone users.": "Mount points jsou způsobem, jakým se posluchači připojují a poslouchají vaši stanici. Každý přípojný bod může mít jiný zvukový formát nebo kvalitu. Pomocí přípojných bodů můžete nastavit vysoce kvalitní stream pro širokopásmové posluchače a mobilní stream pro uživatele telefonů.",
        "Move": "Přemístit",
        "Move to Directory": "Přemístit do Adresáře",
        "Music Files": "Hudební Soubory",
        "Mute": "Umlčet",
        "My Account": "Můj Účet",
        "N\/A": "N\/A",
        "Name": "Název",
        "Need Help?": "Potřebujete Pomoct?",
        "Network Interfaces": "Síťové Rozhraní",
        "Never run": "Nikdy Neproběhla",
        "New Directory": "Nový Adresář",
        "New File Name": "Nové Jméno Souboru",
        "New Folder": "Nová Složka",
        "New Key Generated": "Nový Vygenerovaný Klíč",
        "New Password": "Nové heslo",
        "New Playlist": "Nový Seznam Skladeb",
        "New Playlist Name": "Název Nového Seznamu Skladeb",
        "New Station Description": "Popis Nové Stanice",
        "New Station Name": "Název Nové Stanice",
        "No": "Ne",
        "No AutoDJ Enabled": "AutoDJ Není Povolen",
        "No Match": "Žádná Shoda",
        "No other program can be using this port. Leave blank to automatically assign a port.": "Tento port nesmí používat žádný jiný program. Pro automatické přiřazení portu ponechte prázdné.",
        "No records to display.": "Žádné záznamy k zobrazení.",
        "None": "Nic",
        "Not Played": "Nehráno",
        "Not Scheduled": "Není Naplánováno",
        "Note that restoring a backup will clear your existing database. Never restore backup files from untrusted users.": "Upozorňujeme, že obnovení zálohy vymaže stávající databázi. Nikdy neobnovujte záložní soubory od nedůvěryhodných uživatelů.",
        "Note: If your media metadata has UTF-8 characters, you should use a spreadsheet editor that supports UTF-8 encoding, like OpenOffice.": "Poznámka: Pokud metadata médií obsahují znaky UTF-8, měli byste použít tabulkový editor, který podporuje kódování UTF-8, například OpenOffice.",
        "Note: This should be the public-facing homepage of the radio station, not the AzuraCast URL. It will be included in broadcast details.": "Poznámka: Toto by měla být veřejná domovská stránka rozhlasové stanice, nikoli adresa URL AzuraCast. Bude uvedena v podrobnostech o vysílání.",
        "Now": "Nyní",
        "Now Playing": "Nyní Hraje",
        "NowPlaying API Response": "NyníHraje API Odpověď",
        "Number of Backup Copies to Keep": "Počet záložních kopií pro uchování",
        "Number of Minutes Between Plays": "Počet minut mezi přehráním",
        "Number of seconds to overlap songs.": "Počet vteřin pro překrývání skladeb.",
        "Number of Songs Between Plays": "Počet skladeb mezi přehráním",
        "Number of Visible Recent Songs": "Počet viditelných posledních skladeb",
        "On the Air": "Ve Vysílání",
        "On-Demand": "On-Demand",
        "On-Demand Media": "Média na vyžádání",
        "On-Demand Streaming": "On-Demand Streamování",
        "Once per %{minutes} Minutes": "Jednou za %{minutes} Minut",
        "Once per %{songs} Songs": "Jednou za %{songs} Skladeb",
        "Once per Hour": "Jednou za hodinu",
        "Once per Hour (at %{minute})": "Jednou za Hodinu (v %{minute})",
        "Once per x Minutes": "Jednou za x Minut",
        "Once per x Songs": "Jednou za x skladeb",
        "Once these steps are completed, enter the \"Access Token\" from the application's page into the field below.": "Jakmile jsou tyto kroky dokončeny, zadejte \"Access Token\" ze stránky aplikace do níže uvedeného pole.",
        "Once these steps are completed, enter the information from the \"Keys and Access Tokens\" page into the fields below.": "Po dokončení těchto kroků zadejte informace ze stránky \"Klíče a Přístupové Tokeny\" do níže uvedených polí.",
        "One important note on I\/O Wait is that it can indicate a bottleneck or problem but also may be completely meaningless, depending on the workload and general available resources. A constantly high I\/O Wait should prompt further investigation with more sophisticated tools.": "Důležitou poznámkou k I\/O Wait je, že může indikovat úzké místo nebo problém, ale také může být zcela bezvýznamný, v závislosti na pracovní zátěži a obecně dostupných zdrojích. Trvale vysoký I\/O Wait by měl být podnětem k dalšímu zkoumání pomocí sofistikovanějších nástrojů.",
        "Only loop through playlist once.": "Přehrát seznam skladeb pouze jednou.",
        "Only Post Once Every...": "Příspěvek Jen Jednou Za...",
        "Optional: HTTP Basic Authentication Password": "Volitelné: Heslo pro Základní Ověření HTTP",
        "Optional: HTTP Basic Authentication Username": "Volitelné: Uživatelské Jméno pro Základní Ověření HTTP",
        "Optional: Request Timeout (Seconds)": "Volitelně: Časový Limit Požadavku (vteřiny)",
        "Optionally select an ID3v2 metadata field that, if present, will be used to set this field's value.": "Volitelně vyberte pole metadat ID3v2, které, pokud je přítomno, bude použito k nastavení hodnoty tohoto pole.",
        "Optionally specify a short URL-friendly name, such as \"my_station_name\", that will be used in this station's URLs. Leave this field blank to automatically create one based on the station name.": "Volitelně zadejte krátký název vhodný pro adresu URL, například \"my_station_name\", který se bude používat v adresách URL této stanice. Nechte toto pole prázdné, aby se automaticky vytvořil na základě názvu stanice.",
        "Optionally specify an API-friendly name, such as \"field_name\". Leave this field blank to automatically create one based on the name.": "Volitelně zadejte název vhodný pro rozhraní API, například \"field_name\". Nechte toto pole prázdné, aby se automaticky vytvořilo na základě názvu.",
        "Optionally supply an API token to allow IP address overriding.": "Volitelně zadejte token API, který umožní přepsání IP adresy.",
        "Optionally supply SSH public keys this user can use to connect instead of a password. Enter one key per line.": "Volitelně zadejte veřejné klíče SSH, které může tento uživatel použít k připojení místo hesla. Na každý řádek zadejte jeden klíč.",
        "or": "nebo",
        "Original Path": "Původní Cesta",
        "Password": "Heslo",
        "Password:": "Heslo:",
        "Paste the generated license key into the field on this page.": "Vložte vygenerovaný licenční klíč do pole na této stránce.",
        "Path\/Suffix": "Cesta\/Přípona",
        "Play": "Hrát",
        "Play Now": "Přehrát Nyní",
        "Playback Queue": "Fronta Přehrávání",
        "Playing Next": "Další Skladba",
        "Playlist": "Playlist",
        "Playlist 1": "Seznam Skladeb 1",
        "Playlist 2": "Seznam Skladeb 2",
        "Playlist Name": "Název Seznamu Skladeb",
        "Playlist queue cleared.": "Fronta seznamu skladeb vymazána.",
        "Playlist Type": "Typ Seznamu Skladeb",
        "Playlist Weight": "Váha Seznamu Skladeb",
        "Playlist:": "Seznam Skladeb:",
        "Playlists": "Seznamy Skladeb",
        "Plays": "Přehrání",
        "Podcast media should be in the MP3 or M4A (AAC) format for the greatest compatibility.": "Podcast média by měla být ve formátu MP3 nebo M4A (AAC) pro nejlepší kompatibilitu.",
        "Podcast Title": "Titulek Podcastu",
        "Podcasts": "Podcasty",
        "Podcasts Storage Location": "Umístění Úložiště Podcastu",
        "Port:": "Port:",
        "Post-processing allows you to apply audio processors (like compressors, limiters, or equalizers) to your stream to create a more uniform sound or enhance the listening experience. Post-processing requires extra CPU resources, so it may slow down your server.": "Post-processing umožňuje aplikovat zvukové procesory (jako jsou kompresory, limitéry nebo ekvalizéry) na datový tok a vytvořit tak jednotnější zvuk nebo zlepšit zážitek z poslechu. Post-processing vyžaduje další prostředky procesoru, takže může zpomalit váš server.",
        "Prefer Browser URL (If Available)": "Preferovat URL adresu prohlížeče (je-li k dispozici)",
        "Previous": "Předchozí",
        "Privacy": "Ochrana Soukromí",
        "Profile": "Profil",
        "Programmatic Name": "Systémový název",
        "Provide a valid license key from Thimeo. Functionality is limited without a license key.": "Poskytněte platný licenční klíč od společnosti Thimeo. Bez licenčního klíče je funkčnost omezena.",
        "Public Page": "Veřejná stránka",
        "Public Page Background": "Pozadí Veřejné Stránky",
        "Public Pages": "Veřejné Stránky",
        "Publish Date": "Datum Zveřejnění",
        "Publish Time": "Čas Vydání",
        "Publish to \"Yellow Pages\" Directories": "Publikovat do adresářů \"Zlaté stránky\"",
        "Queue": "Fronta",
        "Queue the selected media to play next": "Přidejte do fronty vybraná média pro jejich přehrání",
        "Ready to start broadcasting? Click to start your station.": "Jste připraveni začít vysílat? Klikněte pro spuštění stanice.",
        "Received": "Přijato",
        "Record Live Broadcasts": "Nahrávat Živé Vysílání",
        "Recover Account": "Obnovit Účet",
        "Refresh rows": "Obnovit řádky",
        "Region": "Oblast",
        "Relay": "Relé",
        "Relay Stream URL": "URL jiného streamu",
        "Release Channel": "Kanál Vydání",
        "Reload": "Obnovit",
        "Reload Configuration": "Obnovit Konfiguraci",
        "Reload to Apply Changes": "Znovu Načíst pro Použití Změn",
        "Remote": "Vzdálené",
        "Remote Playback Buffer (Seconds)": "Vzdálená vyrovnávací paměť (sekundy)",
        "Remote Relays": "Vzdálená připojení",
        "Remote relays let you work with broadcasting software outside this server. Any relay you include here will be included in your station's statistics. You can also broadcast from this server to remote relays.": "Vzdálená relé umožňují pracovat s vysílacím softwarem mimo tento server. Jakékoli relé, které zde uvedete, bude zahrnuto do statistik vaší stanice. Z tohoto serveru můžete také vysílat na vzdálená relé.",
        "Remote Station Administrator Password": "Heslo Administrátora Vzdálené Stanice",
        "Remote Station Listening Mountpoint\/SID": "Přípojný bod\/SID vzdálené stanice",
        "Remote Station Listening URL": "URL adresa pro vzdálenou stanici",
        "Remote Station Source Mountpoint\/SID": "Přípojný bod\/SID vzdálené stanice",
        "Remote Station Source Password": "Zdrojové heslo vzdálené stanice",
        "Remote Station Source Port": "Zdrojový port vzdálené stanice",
        "Remote Station Source Username": "Zdrojové uživatelské jméno vzdálené stanice",
        "Remote Station Type": "Typ vzdálené stanice",
        "Remote URL": "Vzdálené URL",
        "Remote URL Playlist": "Vzdálený Seznam Skladeb",
        "Remote URL Type": "Typ vzdáleného URL",
        "Remote: Dropbox": "Vzdálené: Dropbox",
        "Remote: S3 Compatible": "Vzdálené: S3 Compatible",
        "Remote: SFTP": "Vzdálené: SFTP",
        "Remove": "Odstranit",
        "Remove Key": "Odstranit Klíč",
        "Rename": "Přejmenovat",
        "Rename File\/Directory": "Přejmenování souboru\/adresáře",
        "Reorder": "Změnit Pořadí",
        "Reorder Playlist": "Změnit Pořadí Seznamu Skladeb",
        "Repeat": "Opakovat",
        "Replace Album Cover Art": "Vyměnit přebal alba",
        "Reports": "Reporty",
        "Reprocess": "Opětovné Zpracování",
        "Request": "Žádost",
        "Request a Song": "Žádost o skladbu na přání",
        "Request Last Played Threshold (Minutes)": "Prahová Hodnota Naposledy Přehraného Požadavku (Minuty)",
        "Request Minimum Delay (Minutes)": "Požadavek Na Minimální Zpoždění (Minuty)",
        "Request Song": "Na přání",
        "Requests": "Žádost",
        "Reshuffle": "Přemíchat",
        "Restart": "Restartovat",
        "Restart Broadcasting": "Restartovat vysílání",
        "Restoring Backups": "Obnovení Záloh",
        "Role Name": "Název role",
        "Roles": "Role",
        "Roles & Permissions": "Role a Oprávnění",
        "RSS Feed": "RSS Kanál",
        "Run Automatic Nightly Backups": "Spustit automatické noční zálohování",
        "Run Manual Backup": "Spustit ruční zálohu",
        "Run Task": "Spustit Úlohu",
        "Sample Rate": "Vzorkovací Frekvence",
        "Saturday": "Sobota",
        "Save": "Uložit",
        "Save and Continue": "Uložit a Pokračovat",
        "Save Changes": "Uložit změny",
        "Save Changes first": "Nejprvte Uložte změny",
        "Schedule": "Rozvrh",
        "Schedule View": "Zobrazení Rozvrhu",
        "Scheduled": "Rozvrh",
        "Scheduled Backup Time": "Plánovaný čas zálohování",
        "Scheduled Play Days of Week": "Plánované dny v týdnu",
        "Scheduled playlists and other timed items will be controlled by this time zone.": "Podle tohoto časového pásma se budou řídit naplánované seznamy skladeb a další časované položky.",
        "Scheduled Time #%{num}": "Naplánovaný Čas #%{num}",
        "Search": "Vyhledat",
        "Seconds from the start of the song that the AutoDJ should start playing.": "Počet sekund od začátku skladby, kde má AutoDJ začít přehrávat.",
        "Seconds from the start of the song that the AutoDJ should stop playing.": "Počet sekund od začátku skladby, kde má AutoDJ přestat přehrávat.",
        "Secret Key": "Tajný Klíč (Secret Key)",
        "Security": "Zabezpečení",
        "Security & Privacy": "Bezpečnost & Soukromí",
        "See the Telegram documentation for more details.": "Další podrobnosti naleznete v dokumentaci aplikace Telegram.",
        "See the Telegram Documentation for more details.": "Další podrobnosti naleznete v dokumentaci aplikace Telegram.",
        "Seek": "Hledat",
        "Segment Length (Seconds)": "Délka Segmentu (vteřiny)",
        "Segments in Playlist": "Segmenty v Seznamu Skladeb",
        "Segments Overhead": "Segmenty Režie",
        "Select": "Vybrat",
        "Select a theme to use as a base for station public pages and the login page.": "Vyberte téma, které se použije jako základní pro veřejné stránky stanice a přihlašovací stránku.",
        "Select an option here to apply post-processing using an easy preset or tool. You can also manually apply post-processing by editing your Liquidsoap configuration manually.": "Výběrem možnosti zde můžete použít následný post-processing pomocí jednoduché předvolby nebo nástroje. Post-processing můžete také použít ručně úpravou konfigurace Liquidsoap.",
        "Select Configuration File": "Vybrat Konfigurační Soubor",
        "Select CSV File": "Vybrat Soubor CSV",
        "Select Custom Fallback File": "Vybrat Vlastní Soubor Fallback",
        "Select File": "Zvolte soubor",
        "Select Intro File": "Vybrat Intro Soubor",
        "Select Media File": "Vybrat Soubor Média",
        "Select PLS\/M3U File to Import": "Vybrat Soubor PLS\/M3U pro Import",
        "Select PNG\/JPG artwork file": "Vybrat Soubor PNG\/JPG pro artwork",
        "Select the category\/categories that best reflects the content of your podcast.": "Vyberte kategorii\/kategorie, které nejlépe odrážejí obsah vašeho podcastu.",
        "Select the countries that are not allowed to connect to the streams.": "Vyberte země, které se nesmějí připojovat ke streamům.",
        "Send Test Message": "Odeslat Testovací Zprávu",
        "Sender E-mail Address": "E-Mailová Adresa Odesílatele",
        "Sender Name": "Jméno Odesílatele",
        "Sequential": "Postupné",
        "Server Status": "Stav Serveru",
        "Server:": "Server:",
        "Services": "Služby",
        "Set a maximum disk space that this storage location can use. Specify the size with unit, i.e. \"8 GB\". Units are measured in 1024 bytes. Leave blank to default to the available space on the disk.": "Nastavení maximálního prostoru na disku, který může toto umístění úložiště využívat. Zadejte velikost s jednotkami, např. \"8 GB\". Jednotky se měří v 1024 bytech. Nechte prázdné, aby se výchozí hodnota rovnala dostupnému místu na disku.",
        "Set as Default Mount Point": "Nastavit jako výchozí přípojný bod",
        "Set cue and fade points using the visual editor. The timestamps will be saved to the corresponding fields in the advanced playback settings.": "Pomocí vizuálního editoru nastavte body cue a prolnutí. Časové značky se uloží do příslušných polí v pokročilém nastavení přehrávání.",
        "Set Cue In": "Nastavení Cue In",
        "Set Cue Out": "Nastavení Cue Out",
        "Set Fade In": "Nastavení Fade In",
        "Set Fade Out": "Nastavení Fade Out",
        "Set longer to preserve more playback history and listener metadata for stations. Set shorter to save disk space.": "Nastavte delší dobu, aby se zachovalo více historie přehrávání a metadat posluchačů stanic. Nastavte kratší, abyste ušetřili místo na disku.",
        "Set Overlap": "Nastavení Overlap",
        "Set the length of time (seconds) a listener will stay connected to the stream. If set to 0, listeners can stay connected infinitely.": "Nastavení doby (vteřiny), po kterou bude posluchač připojen ke streamu. Je-li nastavena hodnota 0, mohou posluchači zůstat připojeni nekonečně dlouho.",
        "Set to \"Yes\" to always use \"https:\/\/\" secure URLs, and to automatically redirect to the secure URL when an insecure URL is visited.": "Chcete-li vždy používat zabezpečené URL adresy „https: \/\/“, nastavte možnost „Ano“ a při navštívení nezabezpečené URL adresy automaticky přesměrujete na zabezpečenou URL adresu.",
        "Set to * to allow all sources, or specify a list of origins separated by a comma (,).": "Nastavte * pro povolení všech zdrojů nebo zadejte seznam zdrojů oddělených čárkou (,).",
        "Settings": "Nastavení",
        "Setup instructions for broadcasting software are available on the AzuraCast wiki.": "Pokyny k nastavení vysílacího softwaru jsou k dispozici na wiki AzuraCast.",
        "SFTP Host": "SFTP Host",
        "SFTP Password": "SFTP Heslo",
        "SFTP Port": "SFTP Port",
        "SFTP Private Key": "SFTP Soukromý Klíč",
        "SFTP Private Key Pass Phrase": "SFTP Fráze Soukromého Klíče",
        "SFTP Username": "SFTP Uživatelské Jméno",
        "SFTP Users": "SFTP Uživatelé",
        "Shoutcast 2 DNAS is not currently installed on this installation.": "Služba Shoutcast 2 DNAS není v současné době v této instalaci nainstalována.",
        "Shoutcast 2 DNAS is not free software, and its restrictive license does not allow AzuraCast to distribute the Shoutcast binary.": "Shoutcast 2 DNAS není free software a jeho omezující licence neumožňuje společnosti AzuraCast distribuovat binární soubor Shoutcast.",
        "Shoutcast Clients": "Shoutcast Klienti",
        "Shoutcast License ID": "ID Licence Shoutcast",
        "Shoutcast Radio Manager": "Správce Rádia Shoutcast",
        "Shoutcast User ID": "Shoutcast ID Uživatele",
        "Show HLS Stream on Public Player": "Zobrazit Stream HLS ve Veřejném Přehrávači",
        "Show new releases within your update channel on the AzuraCast homepage.": "Zobrazení nových verzí v rámci aktualizačního kanálu na domovské stránce AzuraCastu.",
        "Show on Public Pages": "Zobrazit na veřejných stránkách",
        "Show the station in public pages and general API results.": "Zobrazení stanice na veřejných stránkách a v obecných výsledcích API.",
        "Show Update Announcements": "Zobrazit Oznámení o Aktualizaci",
        "Sidebar": "Postranní panel",
        "Sign Out": "Odhlásit Se",
        "Site Base URL": "Základní URL webu",
        "Skip Song": "Přeskočit Skladbu",
        "Skip to main content": "Přeskočit na hlavní obsah",
        "SMTP Host": "SMTP Hostitel",
        "SMTP Password": "SMTP Heslo",
        "SMTP Port": "SMTP Port",
        "SMTP Username": "SMTP Uživatelské Jméno",
        "Social Media": "Sociální Sítě",
        "Some stream licensing providers may have specific rules regarding song requests. Check your local regulations for more information.": "Někteří poskytovatelé streamových licencí mohou mít specifická pravidla týkající se žádostí o skladby. Další informace získáte podle místních předpisů.",
        "Song": "Skladba",
        "Song Album": "Album skladby",
        "Song Artist": "Interpret skladby",
        "Song Genre": "Žánr Skladby",
        "Song History": "Historie skladeb",
        "Song Length": "Délka Skladby",
        "Song Lyrics": "Texty skladby",
        "Song Playback Order": "Pořadí přehrávání skladeb",
        "Song Playback Timeline": "Časová osa přehrávání skladeb",
        "Song Requests": "Žádosti o skladby",
        "Song Title": "Název skladby",
        "Song-based": "Na základě skladeb",
        "Song-Based Playlist": "Seznam Skladeb založený na skladbách",
        "SoundExchange Report": "SoundExchange report",
        "SoundExchange Royalties": "SoundExchange Royalties",
        "Source": "Zdroj",
        "Specify a mountpoint (i.e. \"\/radio.mp3\") or a Shoutcast SID (i.e. \"2\") to specify a specific stream to use for statistics or broadcasting.": "Zadejte přípojný bod (např. \"\/radio.mp3\") nebo identifikátor SID služby Shoutcast (např. \"2\") a určete konkrétní stream, který se má použít pro statistiky nebo vysílání.",
        "Specify the minute of every hour that this playlist should play.": "Zvolte minutu každé hodiny, kterou by měl hrát tento seznam skladeb.",
        "SSH Public Keys": "SSH Veřejné Klíče",
        "Start": "Spustit",
        "Start Date": "Datum Zahájení",
        "Start Station": "Spustit stanici",
        "Start Time": "Čas zahájení",
        "Station Directories": "Adresáře Stanic",
        "Station Name": "Název Stanice",
        "Station Offline": "Stanice je Offline",
        "Station Overview": "Přehled Stanice",
        "Station Permissions": "Oprávnění Stanice",
        "Station Statistics": "Statistiky Stanice",
        "Station Time": "Čas Stanice",
        "Station Time Zone": "Časové pásmo stanice",
        "Station-Specific Debugging": "Ladění pro Konkrétní Stanici",
        "Stations": "Stanice",
        "Steal": "Krádež",
        "Steal (St)": "Krádež (St)",
        "Step 1: Scan QR Code": "Krok 1: Naskenujte QR Kód",
        "Step 2: Verify Generated Code": "Krok 2: Ověřte Vygenerovaný Kód",
        "Steps for configuring a Mastodon application:": "Kroky pro konfiguraci aplikace Mastodon:",
        "Steps for configuring a Twitter application:": "Kroky pro konfiguraci aplikace Twitter:",
        "Stereo Tool": "Stereo Tool",
        "Stereo Tool can be resource-intensive for both CPU and Memory. Please ensure you have sufficient resources before proceeding.": "Nástroj Stereo Tool může být náročný na zdroje CPU a paměti. Než budete pokračovat, ujistěte se, že máte dostatek prostředků.",
        "Stereo Tool documentation.": "Dokumentace k nástroji Stereo Tool.",
        "Stereo Tool Downloads": "Stereo Tool ke stažení",
        "Stereo Tool is an industry standard for software audio processing. For more information on how to configure it, please refer to the": "Stereo Tool je průmyslový standard pro softwarové zpracování zvuku. Další informace o jeho konfiguraci naleznete v dokumentaci",
        "Stereo Tool is not currently installed on this installation.": "Nástroj Stereo Tool není v současné době v této instalaci nainstalován.",
        "Stereo Tool is not free software, and its restrictive license does not allow AzuraCast to distribute the Stereo Tool binary.": "Stereo Tool není free software a jeho omezující licence neumožňuje společnosti AzuraCast šířit binární soubor Stereo Tool.",
        "Stereo Tool License Key": "Licenční klíč pro nástroj Stereo Tool",
        "Stop": "Zastavit",
        "Storage Adapter": "Adaptér pro ukládání dat",
        "Storage Location": "Umístění Úložiště",
        "Storage Locations": "Umístění Úložišť",
        "Storage Quota": "Kvóta Úložiště",
        "Stream": "Stream",
        "Streamer Broadcasts": "Streamer Vysílání",
        "Streamer Display Name": "Zobrazené Jméno Streamera",
        "Streamer password": "Heslo Streamera",
        "Streamer Username": "Uživatelské Jméno Streamera",
        "Streamer\/DJ": "Streamer\/DJ",
        "Streamer\/DJ Accounts": "Stream\/DJ účty",
        "Streamers\/DJs": "Streameři\/DJs",
        "Streams": "Streamy",
        "Submit Code": "Odeslat Kód",
        "Sunday": "Neděle",
        "Support Documents": "Dokumenty Podpory",
        "Supported file formats:": "Podporované formáty souborů:",
        "Switch Theme": "Přepnout Motiv",
        "Synchronization Tasks": "Synchronizační Úlohy",
        "System Administration": "Správa Systému",
        "System Debugger": "Systémový Debugger",
        "System Logs": "Systémové logy",
        "System Maintenance": "Údržba systému",
        "System Settings": "Systémová nastavení",
        "Test": "Zkouška",
        "The amount of memory Linux is using for disk caching.": "Množství paměti, které Linux využívá pro ukládání do mezipaměti disku.",
        "The average target loudness (measured in LUFS) for the broadcasted stream. Values between -14 and -18 LUFS are common for Internet radio stations.": "Průměrná cílová hlasitost (měřená v LUFS) pro vysílaný stream. Pro internetové rozhlasové stanice jsou běžné hodnoty mezi -14 a -18 LUFS.",
        "The base URL where this service is located. Use either the external IP address or fully-qualified domain name (if one exists) pointing to this server.": "Základní URL adresa, na které se tato služba nachází. Použijte externí adresu IP nebo úplný název domény (pokud existuje) směřující na tento server.",
        "The body of the POST message is the exact same as the NowPlaying API response for your station.": "Tělo zprávy POST je naprosto stejné jako odpověď rozhraní API NowPlaying pro vaši stanici.",
        "The contact person of the podcast. May be required in order to list the podcast on services like Apple Podcasts, Spotify, Google Podcasts, etc.": "Kontaktní osoba podcastu. Může být vyžadováno pro zařazení podcastu do služeb, jako jsou Apple Podcasts, Spotify, Google Podcasts atd.",
        "The current CPU usage including I\/O Wait and Steal.": "Aktuální využití CPU včetně I\/O Wait a Steal.",
        "The current Memory usage excluding cached memory.": "Aktuální využití paměti bez mezipaměti.",
        "The date when the episode should be published.": "Datum, kdy má být epizoda zveřejněna.",
        "The description of the episode. The typical maximum amount of text allowed for this is 4000 characters.": "Popis epizody. Obvykle je povoleno maximálně 4000 znaků textu.",
        "The description of your podcast. The typical maximum amount of text allowed for this is 4000 characters.": "Popis vašeho podcastu. Obvykle je povoleno maximálně 4000 znaků textu.",
        "The display name assigned to this mount point when viewing it on administrative or public pages. Leave blank to automatically generate one.": "Zobrazovaný název přiřazený tomuto přípojnému bodu při zobrazení na administrativních nebo veřejných stránkách. Nechte prázdné pro automatické vygenerování.",
        "The display name assigned to this relay when viewing it on administrative or public pages. Leave blank to automatically generate one.": "Zobrazovaný název přiřazený tomuto vzdálenému připojení při zobrazení na administrativních nebo veřejných stránkách. Nechte prázdné pro automatické vygenerování.",
        "The editable text boxes are areas where you can insert custom configuration code. The non-editable sections are automatically generated by AzuraCast.": "Upravitelná textová pole jsou oblasti, do kterých můžete vložit vlastní konfigurační kód. Needitovatelné části jsou automaticky generovány aplikací AzuraCast.",
        "The email of the podcast contact. May be required in order to list the podcast on services like Apple Podcasts, Spotify, Google Podcasts, etc.": "E-mail kontaktní osoby podcastu. Může být vyžadován pro zařazení podcastu do služeb, jako jsou Apple Podcasts, Spotify, Google Podcasts atd.",
        "The file name should look like:": "Název souboru by měl vypadat takto:",
        "The format and headers of this CSV should match the format generated by the export function on this page.": "Formát a záhlaví tohoto CSV by měly odpovídat formátu vygenerovanému exportní funkcí na této stránce.",
        "The full base URL of your Matomo installation.": "Úplná základní adresa URL vaší instalace Matomo.",
        "The I\/O Wait is the percentage of time that the CPU is waiting for disk access before it can continue the work that depends on the result of this.": "I\/O Wait je procento času, po které CPU čeká na přístup k disku, než může pokračovat v práci, která závisí na jeho výsledku.",
        "The language spoken on the podcast.": "Jazyk, kterým se v podcastu mluví.",
        "The length of playback time that Liquidsoap should buffer when playing this remote playlist. Shorter times may lead to intermittent playback on unstable connections.": "Délka přehrávání, kterou by měl Liquidsoap při použití tohoto vzdáleného seznamu skladeb přednačítat. Kratší časy mohou vést k přerušovanému přehrávání na nestabilních připojeních.",
        "The number of seconds of signal to store in case of interruption. Set to the lowest value that your DJs can use without stream interruptions.": "Počet vteřin signálu, který se má uložit v případě přerušení. Nastavte na nejnižší hodnotu, kterou mohou vaši DJs používat bez přerušení streamu.",
        "The number of seconds to wait for a response from the remote server before cancelling the request.": "Počet vteřin, po které se má čekat na odpověď ze vzdáleného serveru před zrušením požadavku.",
        "The numeric site ID for this site.": "Číselné ID webu pro tento web.",
        "The parent directory where station playlist and configuration files are stored. Leave blank to use default directory.": "Nadřazený adresář, ve kterém jsou uloženy soubory seznamu skladeb a konfigurační soubory stanice. Nechte prázdné, chcete-li použít výchozí adresář.",
        "The property ID used to track live listeners.": "ID vlastnosti používané ke sledování živých posluchačů.",
        "The relative path of the file in the station's media directory.": "Relativní cesta souboru v mediálním adresáři stanice.",
        "The station ID will be a numeric string that starts with the letter S.": "ID stanice bude číselný řetězec začínající písmenem S.",
        "The streamer will use this password to connect to the radio server.": "Streamer použije toto heslo pro připojení k rádiovému serveru.",
        "The streamer will use this username to connect to the radio server.": "Streamer použije toto uživatelské jméno pro připojení k rádiovému serveru.",
        "The time period that the song should fade in. Leave blank to use the system default.": "Časová sekvence, ve které by se měla skladba překrývat na začátku. Chcete-li použít výchozí nastavení systému, ponechte prázdné.",
        "The time period that the song should fade out. Leave blank to use the system default.": "Časová sekvence, ve které by se měla skladba překrývat na konci. Chcete-li použít výchozí nastavení systému, ponechte prázdné.",
        "The time that this song should overlap its surrounding songs when fading. Leave blank to use the system default.": "Doba, po kterou by se tato skladba měla při přechodu překrývat se sousedními. Chcete-li použít výchozí nastavení systému, ponechte prázdné.",
        "The time when the episode should be published (according to the stations timezone).": "Čas, kdy má být epizoda zveřejněna (podle časového pásma stanice).",
        "The URL that will receive the POST messages any time an event is triggered.": "Adresa URL, která bude přijímat zprávy POST při každém spuštění události.",
        "The volume in decibels to amplify the track with. Leave blank to use the system default.": "Hlasitost v decibelech pro zesílení skladby. Nechte prázdné, chcete-li použít výchozí nastavení systému.",
        "The WebDJ lets you broadcast live to your station using just your web browser.": "WebDJ umožňuje živé vysílání na vaší stanici pouze pomocí webového prohlížeče.",
        "Theme": "Vzhled",
        "There is no existing custom fallback file associated with this station.": "K této stanici není přiřazen žádný fallback soubor.",
        "There is no existing intro file associated with this mount point.": "K tomuto přípojnému bodu není přiřazen žádný existující intro soubor.",
        "There is no existing media associated with this episode.": "S touto epizodou nejsou spojena žádná existující média.",
        "There is no Stereo Tool configuration file present.": "Není k dispozici žádný konfigurační soubor nástroje Stereo Tool.",
        "This account will have full access to the system, and you'll automatically be logged in to it for the rest of setup.": "Tento účet bude mít plný přístup do systému a budete k němu automaticky přihlášeni po zbytek instalace.",
        "This can be generated in the \"Events\" section for a measurement.": "Tento údaj lze vygenerovat v části \"Události\" pro měření.",
        "This can make it look like your memory is low while it actually is not. Some monitoring solutions\/panels include cached memory in their used memory statistics without indicating this.": "Může se tak zdát, že vaše paměť je nedostatečná, ačkoli tomu tak ve skutečnosti není. Některá monitorovací řešení\/panely zahrnují paměť v mezipaměti do statistik použité paměti, aniž by to uváděly.",
        "This code will be included in the frontend configuration. Allowed formats are:": "Tento kód bude zahrnut do konfigurace frontendu. Povolené formáty jsou:",
        "This configuration file should be a valid .sts file exported from Stereo Tool.": "Tento konfigurační soubor by měl být platný soubor s příponou .sts exportovaný z nástroje Stereo Tool.",
        "This CSS will be applied to the main management pages, like this one.": "Tento CSS bude aplikován na hlavní správcovské stránky, jako je tato.",
        "This CSS will be applied to the station public pages and login page.": "Tento CSS bude aplikován na veřejné stránky stanice a na přihlašovací stránku.",
        "This CSS will be applied to the station public pages.": "Toto CSS se použije na veřejné stránky stanice.",
        "This determines how many songs in advance the AutoDJ will automatically fill the queue.": "Tím se určuje, kolik skladeb předem AutoDJ automaticky vyplní frontu.",
        "This feature requires the AutoDJ feature to be enabled.": "Tato funkce vyžaduje, aby byla povolena funkce AutoDJ.",
        "This file will be played on your radio station any time no media is scheduled to play or a critical error occurs that interrupts regular broadcasting.": "Tento soubor se na vaší rozhlasové stanici přehraje vždy, když není naplánováno přehrávání žádného média nebo dojde ke kritické chybě, která přeruší pravidelné vysílání.",
        "This image will be used as the default album art when this streamer is live.": "Tento obrázek se použije jako výchozí album art, když je tento streamer v provozu.",
        "This introduction file should exactly match the bitrate and format of the mount point itself.": "Tento úvodní soubor by měl přesně odpovídat datovému toku a formátu samotného přípojného bodu.",
        "This is an advanced feature and custom code is not officially supported by AzuraCast. You may break your station by adding custom code, but removing it should fix any issues.": "Jedná se o pokročilou funkci a vlastní kód není oficiálně podporován společností AzuraCast. Přidáním vlastního kódu můžete stanici poškodit, ale jeho odstraněním by měly být případné problémy odstraněny.",
        "This is the informal display name that will be shown in API responses if the streamer\/DJ is live.": "Jedná se o neformální zobrazovaný název, který se bude zobrazovat v odpovědích API, pokud Streamer\/DJ vysílá živě.",
        "This is the number of seconds until a streamer who has been manually disconnected can reconnect to the stream. Set to 0 to allow the streamer to immediately reconnect.": "Jedná se o počet sekund, po které se může streamer, který byl ručně odpojen, znovu připojit ke streamu. Nastavením na hodnotu 0 umožníte streamerovi okamžité opětovné připojení.",
        "This javascript code will be applied to the station public pages and login page.": "Tento javascript bude aplikován na veřejné stránky stanice a na přihlašovací stránku.",
        "This javascript code will be applied to the station public pages.": "Tento javascriptový kód bude použit na veřejných stránkách stanice.",
        "This name should always begin with a slash (\/), and must be a valid URL, such as \/autodj.mp3": "Tento řetězec by měl vždy začínat lomítkem (\/) a musí být platnou adresou URL, například \/autodj.mp3",
        "This name will appear as a sub-header next to the AzuraCast logo, to help identify this server.": "Tento název se zobrazí jako dílčí záhlaví vedle loga AzuraCast, aby bylo možné tento server identifikovat.",
        "This playlist currently has no scheduled times. It will play at all times. To add a new scheduled time, click the button below.": "Tento seznam skladeb nemá v současné době naplánované žádné časy. Bude se přehrávat kdykoli. Chcete-li přidat nový naplánovaný čas, klikněte na tlačítko níže.",
        "This playlist will play every $x minutes, where $x is specified here.": "Tento seznam skladeb se bude přehrávat každých $x minut, kde je zadáno $x.",
        "This playlist will play every $x songs, where $x is specified here.": "Tento seznam skladeb bude přehrávat každých $x skladeb, kde je zadáno $x.",
        "This port is not used by any external process. Only modify this port if the assigned port is in use. Leave blank to automatically assign a port.": "Tento port není používán žádným externím procesem. Tento port upravte pouze v případě, že je přiřazený port používán. Pro automatické přiřazení portu ponechte prázdné pole.",
        "This queue contains the remaining tracks in the order they will be queued by the AzuraCast AutoDJ (if the tracks are eligible to be played).": "Tato fronta obsahuje zbývající skladby v pořadí, v jakém je AzuraCast AutoDJ zařadí do fronty (pokud je možné je přehrát).",
        "This service can provide album art for tracks where none is available locally.": "Tato služba může poskytnout album art pro skladby, které nejsou k dispozici lokálně.",
        "This software delivers your broadcast to the listening audience.": "Tento software zprostředkuje vaše vysílání posluchačům.",
        "This software shuffles from playlists of music constantly and plays when no other radio source is available.": "Tento software neustále přehrává hudbu ze seznamů skladeb a přehrává ji, když není k dispozici žádný jiný rádiový zdroj.",
        "This specifies the minimum time (in minutes) between a song playing on the radio and being available to request again. Set to 0 for no threshold.": "Určuje minimální dobu (v minutách) mezi přehráním skladby v rádiu a jejím opětovným vyžádáním. Nastavte hodnotu 0, abyste neměli žádný práh.",
        "This specifies the time range (in minutes) of the song history that the duplicate song prevention algorithm should take into account.": "Určuje časový rozsah (v minutách) historie skladby, který by měl algoritmus prevence duplicitních skladeb zohlednit.",
        "This station's time zone is currently %{tz}.": "Časové pásmo této stanice je aktuálně %{tz}.",
        "This streamer is not scheduled to play at any times.": "Tento streamer nemá naplánované žádné hraní.",
        "This URL is provided within the Discord application.": "Tato adresa URL je uvedena v aplikaci Discord.",
        "This web hook will only run when the selected event(s) occur on this specific station.": "Tento web hook se spustí pouze tehdy, když na této konkrétní stanici dojde k vybrané události.",
        "This will be the file name for your backup, include the extension for file type you wish to use.": "Toto bude název souboru pro zálohu, uveďte příponu typu souboru, který chcete použít.",
        "This will be used as the label when editing individual songs, and will show in API results.": "Toto bude použito jako popisek při úpravách jednotlivých skladeb a bude zobrazeno ve výsledcích API.",
        "This will clear any pending unprocessed messages in all message queues.": "Tím se vymažou všechny čekající nezpracované zprávy ve všech frontách zpráv.",
        "This will produce a significantly smaller backup, but you should make sure to back up your media elsewhere. Note that only locally stored media will be backed up.": "Vytvoříte tak výrazně menší zálohu, ale měli byste se ujistit, že zálohujete média jinde. Upozorňujeme, že zálohována budou pouze lokálně uložená média.",
        "Thumbnail Image URL": "Adresa URL miniatury obrázku",
        "Thursday": "Čtvrtek",
        "Time": "Čas",
        "Time Display": "Zobrazení Času",
        "Time spent waiting for disk I\/O to be completed.": "Čas strávený čekáním na dokončení I\/O disku.",
        "Time stolen by other virtual machines on the same physical server.": "Čas ukradený jinými virtuálními počítači na stejném fyzickém serveru.",
        "Time Zone": "Časové Pásmo",
        "Title": "Název",
        "To alleviate this potential problem with shared CPU resources, hosts assign \"credits\" to a VPS which are used up according to an algorithm based on the CPU load as well as the time over which the CPU load is generated. If your VM's assigned credit is used up, they will take CPU time from your VM and assign it to other VMs on the machine. This is seen as the \"Steal\" or \"St\" value.": "Pro zmírnění tohoto potenciálního problému se sdílenými prostředky CPU hostitelé přidělují VPS \"kredity\", které se vyčerpají podle algoritmu založeného na zatížení CPU a také na době, po kterou je CPU zatěžován. Pokud je přidělený kredit vašeho virtuálního počítače vyčerpán, odebere vašemu virtuálnímu počítači čas procesoru a přidělí jej jiným virtuálním počítačům v počítači. To se projeví jako hodnota \" Krádež\" nebo \"St\".",
        "To customize installation settings, or if automatic updates are disabled, you can follow our standard update instructions to update via your SSH console.": "Chcete-li upravit nastavení instalace nebo pokud jsou automatické aktualizace zakázány, můžete postupovat podle našich standardních pokynů k aktualizaci prostřednictvím konzoly SSH.",
        "To download the GeoLite database:": "Stažení databáze GeoLite:",
        "To play once per day, set the start and end times to the same value.": "Chcete-li hrát jednou za den, nastavte začátek a konec času na stejnou hodnotu.",
        "To restore a backup from your host computer, run:": "Chcete-li obnovit zálohu z hostitelského počítače, spusťte:",
        "To retrieve detailed unique listeners and client details, an administrator password is often required.": "Pro načtení podrobných jedinečných údajů o posluchačích a klientech je často vyžadováno heslo správce.",
        "To set this schedule to run only within a certain date range, specify a start and end date.": "Chcete-li tento plán nastavit tak, aby se spouštěl pouze v určitém rozsahu dat, zadejte počáteční a koncové datum.",
        "To use this feature, a secure (HTTPS) connection is required. Firefox is recommended to avoid static when broadcasting.": "Pro použití této funkce je nutné zabezpečené připojení (HTTPS). Doporučuje se používat prohlížeč Firefox, aby se zabránilo statickému vysílání.",
        "To verify that the code was set up correctly, enter the 6-digit code the app shows you.": "Chcete-li ověřit, zda byl kód nastaven správně, zadejte šestimístný kód, který vám aplikace zobrazí.",
        "Toggle Menu": "Přepnout Nabídku",
        "Toggle Sidebar": "Přepnutí Postranního Panelu",
        "Top Browsers by Connected Time": "Nejlepší Prohlížeče podle Času Připojení",
        "Top Browsers by Listeners": "Nejlepší Prohlížeče podle Posluchačů",
        "Top Countries by Connected Time": "Nejlepší Země podle Času Připojení",
        "Top Countries by Listeners": "Nejlepší Země podle Počtu Posluchačů",
        "Top Streams by Connected Time": "Nejlepší Streamy podle Času Připojení",
        "Top Streams by Listeners": "Nejlepší Streamy podle Posluchačů",
        "Total Disk Space": "Celková Velikost Disku",
        "Total Listener Hours": "Celkový Počet Hodin Posluchače",
        "Total RAM": "Celkem RAM",
        "Transmitted": "Přenášeno",
        "Tuesday": "Úterý",
        "TuneIn Partner ID": "ID Tunein Partnera",
        "TuneIn Partner Key": "Klíč Tunein Partnera",
        "TuneIn Station ID": "ID Stanice Tunein",
        "Twitter Account Details": "Podrobnosti Účtu Twitter",
        "Twitter Applications": "Aplikace Twitter",
        "Two-Factor Authentication": "Dvoufázové Ověření",
        "Two-factor authentication improves the security of your account by requiring a second one-time access code in addition to your password when you log in.": "Dvoufázová autentifikace zvyšuje zabezpečení vašeho účtu tím, že při přihlašování vyžaduje kromě hesla také druhý jednorázový přístupový kód.",
        "Typically a website with content about the episode.": "Obvykle se jedná o webové stránky s obsahem o dané epizodě.",
        "Typically the home page of a podcast.": "Obvykle domovská stránka podcastu.",
        "Unable to update.": "Nelze aktualizovat.",
        "Unassigned Files": "Nepřiřazené Soubory",
        "Unique": "Unikátní",
        "Unique identifier for the target chat or username of the target channel (in the format @channelusername).": "Unikátní identifikátor cílového chatu nebo uživatelské jméno cílového kanálu (ve formátu @channelusername).",
        "Unique Listeners": "Unikátní Posluchači",
        "Unknown": "Neznámý",
        "Unknown Artist": "Neznámý interpret",
        "Unknown Title": "Neznámý název",
        "Unprocessable Files": "Nezpracovatelné soubory",
        "Up": "Nahoru",
        "Upcoming Song Queue": "Nadcházející fronta skladeb",
        "Update": "Aktualizovat",
        "Update AzuraCast": "Aktualizovat AzuraCast",
        "Update AzuraCast via Web": "Aktualizovat AzuraCast prostřednictvím Webu",
        "Update Details": "Aktualizovat Podrobnosti",
        "Update Instructions": "Pokyny k aktualizaci",
        "Update Metadata": "Aktualizovat Metadata",
        "Update via Web": "Aktualizovat přes Web",
        "Updated": "Aktualizováno",
        "Updated successfully.": "Úspěšně aktualizováno.",
        "Upload a Stereo Tool configuration file from the \"Broadcasting\" submenu in the station profile.": "Nahrajte konfigurační soubor nástroje Stereo Tool z podnabídky \"Vysílání\" v profilu stanice.",
        "Upload Custom Assets": "Nahrát Vlastní Položky",
        "Upload Stereo Tool Configuration": "Nahrát Konfiguraci nástroje Stereo Tool",
        "Upload the file on this page to automatically extract it into the proper directory.": "Nahrajte soubor na této stránce, aby se automaticky rozbalil do správného adresáře.",
        "URL": "URL",
        "URL Stub": "Stub URL",
        "Use": "Využito",
        "Use (Us)": "Využití (Us)",
        "Use API keys to authenticate with the AzuraCast API using the same permissions as your user account.": "Použitím klíčů API se můžete ověřit pomocí rozhraní AzuraCast API se stejnými oprávněními jako váš uživatelský účet.",
        "Use High-Performance Now Playing Updates": "Použít High-Performance Nyní Hraje Aktualizace",
        "Use Replaygain Metadata": "Použít Replaygain Metadata",
        "Use Secure (TLS) SMTP Connection": "Použít Zabezpečené (TLS) SMTP Připojení",
        "Use Web Proxy for Radio": "Použít pro rádio web proxy",
        "Used": "Využito",
        "Used for \"Forgot Password\" functionality, web hooks and other functions.": "Používá se pro funkci \"Zapomenuté Heslo\", web hooky a další funkce.",
        "User Accounts": "Uživatelské účty",
        "User Agent": "Uživatelský Agent",
        "Username": "Uživatelské Jméno",
        "Username:": "Uživatelské Jméno:",
        "Users": "Uživatelé",
        "Users with this role will have these permissions across the entire installation.": "Uživatelé s touto rolí budou mít tato oprávnění v celé instalaci.",
        "Users with this role will have these permissions for this single station.": "Uživatelé s touto rolí budou mít tato oprávnění pro tuto jedinou stanici.",
        "Uses either Websockets, Server-Sent Events (SSE) or static JSON files to serve Now Playing data on public pages. This improves performance, especially with large listener volume. Disable this if you are encountering problems with the service or use multiple URLs to serve your public pages.": "K zobrazování dat Nyní Hraje na veřejných stránkách používá buď webové sockety, události odesílané serverem (SSE), nebo statické soubory JSON. To zlepšuje výkon, zejména při velkém počtu posluchačů. Pokud se setkáváte s problémy se službou nebo používáte k obsluze veřejných stránek více adres URL, zakažte tuto funkci.",
        "Using this page, you can customize several sections of the Liquidsoap configuration. This allows you to add advanced functionality to your station's AutoDJ.": "Na této stránce můžete upravit několik částí konfigurace aplikace Liquidsoap. To vám umožní přidat pokročilé funkce do aplikace AutoDJ vaší stanice.",
        "Usually enabled for port 465, disabled for ports 587 or 25.": "Obvykle je povolen pro port 465, zakázán pro porty 587 nebo 25.",
        "Variables are in the form of: ": "Proměnné jsou ve tvaru: ",
        "View": "Zobrazit",
        "View Listener Report": "Zobrazit Zprávu o Posluchači",
        "View Profile": "Zobrazit Profil",
        "View tracks in playlist": "Zobrazení skladeb v seznamu skladeb",
        "Visit the \"My License Key\" page under the \"Services\" section.": "Navštivte stránku \"Můj Licenční Klíč\" v části \"Služby\".",
        "Visit the Dropbox App Console:": "Navštivte konzolu aplikace Dropbox:",
        "Visit the link below to sign in and generate an access code:": "Pro přihlášení a vygenerování přístupového kódu navštivte níže uvedený odkaz:",
        "Visit your Mastodon instance.": "Navštivte svou instanci Mastodon.",
        "Visual Cue Editor": "Editor Vizuálních Narážek",
        "Volume": "Hlasitost",
        "Wait": "Čekání",
        "Wait (Wa)": "Čekání (Wa)",
        "Waveform Zoom": "Zvětšení Tvaru Vlny",
        "Web DJ": "Web DJ",
        "Web Hook Details": "Detaily Web Hooku",
        "Web Hook Name": "Název Web Hooku",
        "Web Hook Triggers": "Triggery na Web Hooku",
        "Web Hook URL": "URL Web Hooku",
        "Web Hooks": "Webhooky",
        "Web hooks automatically send a HTTP POST request to the URL you specify to notify it any time one of the triggers you specify occurs on your station.": "Web hooky automaticky odešlou požadavek HTTP POST na zadanou adresu URL a upozorní ji, kdykoli se na stanici objeví některý ze zadaných spouštěčů.",
        "Web hooks let you connect to external web services and broadcast changes to your station to them.": "Web hooky umožňují připojit se k externím webovým službám a přenášet do nich změny ve stanici.",
        "Web Site URL": "Adresa URL Webové Stránky",
        "Web updates are not available for your installation. To update your installation, perform the manual update process instead.": "Webové aktualizace nejsou pro vaši instalaci k dispozici. Chcete-li svou instalaci aktualizovat, proveďte místo toho proces ruční aktualizace.",
        "WebDJ": "WebDJ",
        "Website": "Webová Stránka",
        "Wednesday": "Středa",
        "Welcome to AzuraCast!": "Vítejte v AzuraCast!",
        "When making API calls, you can pass this value in the \"X-API-Key\" header to authenticate as yourself.": "Při volání rozhraní API můžete tuto hodnotu předat v hlavičce \"X-API-Key\" a ověřit se tak jako vy.",
        "Whether the AutoDJ should attempt to avoid duplicate artists and track titles when playing media from this playlist.": "Zda se má aplikace AutoDJ při přehrávání médií z tohoto seznamu skladeb snažit vyhnout duplicitním interpretům a názvům skladeb.",
        "Widget Type": "Typ Widgetu",
        "Worst Performing Songs": "Nejhorší Skladby",
        "Yes": "Ano",
        "You": "Vy",
        "You can also upload files in bulk via SFTP.": "Soubory můžete nahrávat také hromadně prostřednictvím protokolu SFTP.",
        "You can find answers for many common questions in our support documents.": "Odpovědi na mnoho běžných otázek najdete v našich dokumentech podpory.",
        "You can include any special mount point settings here, in either JSON { key: 'value' } format or XML <key>value<\/key>": "Zde můžete uvést jakékoli speciální nastavení přípojného bodu, a to buď ve formátu JSON { key: 'value' }, nebo XML <key>hodnota<\/key>",
        "You can only perform the actions your user account is allowed to perform.": "Můžete provádět pouze akce, které má váš uživatelský účet povolen.",
        "You can set a custom URL for this stream that AzuraCast will use when referring to it. Leave empty to use the default value.": "Pro tento stream můžete nastavit vlastní adresu URL, kterou bude služba AzuraCast používat, když na ni bude odkazováno. Chcete-li použít výchozí hodnotu, ponechte prázdné.",
        "You may need to connect directly to your IP address:": "Možná se budete muset připojit přímo ke své IP adrese:",
        "You may need to connect directly via your IP address:": "Možná se budete muset připojit přímo přes svou IP adresu:",
        "You will not be able to retrieve it again.": "Nebudete ji moci znovu načíst.",
        "Your full API key is below:": "Úplný klíč API je uveden níže:",
        "Your installation is currently on this release channel:": "Vaše instalace je v současné době v tomto kanálu vydání:",
        "Your installation is up to date! No update is required.": "Vaše instalace je aktuální! Žádná aktualizace není nutná.",
        "Your installation needs to be updated. Updating is recommended for performance and security improvements.": "Instalaci je třeba aktualizovat. Aktualizace se doporučuje kvůli zlepšení výkonu a zabezpečení.",
        "YP Directory Authorization Hash": "Autorizační hash adresáře YP",
        "Fixtures loaded.": "Načtené položky.",
        "AzuraCast Initializing...": "Inicializace systému AzuraCast...",
        "AzuraCast Setup": "Nastavení AzuraCast",
        "Welcome to AzuraCast. Please wait while some key dependencies of AzuraCast are set up...": "Vítejte v AzuraCastu. Počkejte prosím, než se nastaví některé klíčové závislosti AzuraCastu...",
        "Running Database Migrations": "Provádění Migrací Databází",
        "Generating Database Proxy Classes": "Generování Tříd Proxy Serverů Databáze",
        "Reload System Data": "Znovunačtení Systémových Dat",
        "Installing Data Fixtures": "Instalace Datového Příslušenství",
        "Refreshing All Stations": "Aktualizace Všech Stanic",
        "AzuraCast is now updated to the latest version!": "AzuraCast je nyní aktualizován na nejnovější verzi!",
        "AzuraCast installation complete!": "Instalace AzuraCast je dokončena!",
        "Visit %s to complete setup.": "Navštivte %s pro dokončení nastavení.",
        "AzuraCast Settings": "Nastavení AzuraCast",
        "Setting Key": "Klíč Nastavení",
        "Setting Value": "Nastavení Hodnoty",
        "Configuration successfully written.": "Konfigurace byla úspěšně zapsána.",
        "Database Migrations": "Migrace Databáze",
        "Database is already up to date!": "Databáze je již aktuální!",
        "Backing up initial database state...": "Zálohování původního stavu databáze...",
        "We detected a database restore file from a previous (possibly failed) migration.": "Detekovali jsme soubor pro obnovení databáze z předchozí (pravděpodobně neúspěšné) migrace.",
        "Attempting to restore that now...": "Zkouší se to teď obnovit...",
        "Restore failed: %s": "Obnovení se nezdařilo: %s",
        "Initial backup failed: %s": "Počáteční záloha se nezdařila: %s",
        "Running database migrations...": "Spuštění migrace databáze...",
        "Database migration failed: %s": "Migrace databáze se nezdařila: %s",
        "Attempting to roll back to previous database state...": "Pokus o návrat k předchozímu stavu databáze...",
        "Your database was restored due to a failed migration.": "Vaše databáze byla obnovena z důvodu neúspěšné migrace.",
        "Please report this bug to our developers.": "Nahlašte prosím tuto chybu našim vývojářům.",
        "Database migration completed!": "Migrace databáze dokončena!",
        "Imported locale: %s": "Importované místní prostředí: %s",
        "Backup path %s not found!": "Zálohovací cesta %s nebyla nalezena!",
        "AzuraCast Backup": "Záloha AzuraCast",
        "Please wait while a backup is generated...": "Počkejte prosím, než se vytvoří záloha...",
        "Creating temporary directories...": "Vytváření dočasných adresářů...",
        "Backing up MariaDB...": "Zálohování databáze MariaDB...",
        "Creating backup archive...": "Vytváření záložního archivu...",
        "Cleaning up temporary files...": "Čištění dočasných souborů...",
        "Backup complete in %.2f seconds.": "Zálohování dokončeno za %.2f vteřin.",
        "The account associated with e-mail address \"%s\" has been set as an administrator": "Účet spojený s e-mailovou adresou \"%s\" byl nastaven jako správce",
        "Account not found.": "Účet nenalezen.",
        "This station does not support on-demand streaming.": "Tato stanice nepodporuje vysílání na vyžádání.",
        "File not specified.": "Nespecifikovaný soubor.",
        "New path not specified.": "Nespecifikována nová cesta.",
        "File Not Processed: %s": "Soubor není zpracován: %s",
        "Cover Art": "Cover Art",
        "File Processing": "Zpracování souborů",
        "No directory specified": "Nebyl zadán žádný adresář",
        "Podcast not found!": "Podcast nebyl nalezen!",
        "This station does not support requests.": "Tato stanice nepodporuje žádosti.",
        "Station Nginx Configuration": "Konfigurace Nginx Stanice",
        "Liquidsoap Log": "Liquidsoap protokol",
        "Liquidsoap Configuration": "Liquidsoap konfigurace",
        "Icecast Access Log": "Přístupový protokol Icecast",
        "Icecast Error Log": "Chybový protokol Icecast",
        "Icecast Configuration": "Icecast konfigurace",
        "Shoutcast Log": "Shoutcast Protokol",
        "Shoutcast Configuration": "Konfigurace Shoutcast",
        "No recording available.": "Není k dispozici žádný záznam.",
        "Web hook enabled.": "Webhook povolen.",
        "Web hook disabled.": "Web hook zakázán.",
        "Playlist enabled.": "Playlist povolen.",
        "Playlist disabled.": "Playlist zakázán.",
        "Playlist reshuffled.": "Seznam Skladeb byl zamíchán.",
        "This playlist is not a sequential playlist.": "Tento playlist není sekvenční playlist.",
        "Playlist successfully imported; %d of %d files were successfully matched.": "Seznam Skladeb byl úspěšně importován; %d z %d souborů bylo úspěšně porovnáno.",
        "Station reloaded.": "Stanice znovu načtena.",
        "Station restarted.": "Stanice restartována.",
        "Service stopped.": "Služba zastavena.",
        "Service started.": "Služba spuštěna.",
        "Service reloaded.": "Služba znovu načtena.",
        "Service restarted.": "Služba restartována.",
        "Song skipped.": "Skladba přeskočena.",
        "Streamer disconnected.": "Streamer odpojen.",
        "Connected Seconds": "Připojeno Vteřin",
        "Less than Thirty Seconds": "Méně než Třicet Vteřin",
        "Thirty Seconds to One Minute": "Třicet Vteřin až Jedna Minuta",
        "One Minute to Five Minutes": "Minuta až Pět Minut",
        "Five Minutes to Ten Minutes": "Pět Minut až Deset Minut",
        "Ten Minutes to Thirty Minutes": "Deset Minut až Třicet Minut",
        "Thirty Minutes to One Hour": "Třicet Minut až Jedna Hodina",
        "One Hour to Two Hours": "Jedna Hodina až Dvě Hodiny",
        "More than Two Hours": "Více než Dvě Hodiny",
        "Bot\/Crawler": "Bot\/Crawler",
        "Desktop Browser": "Desktopový Prohlížeč",
        "Non-Browser": "Neprohlížeč",
        "%d files processed.": "%d souborů zpracováno.",
        "This station is out of available storage space.": "Tato stanice je mimo dostupný úložný prostor.",
        "All Stations": "Všechny stanice",
        "Create a new storage location based on the base directory.": "Vytvořit nové úložiště založené na základním adresáři.",
        "AzuraCast Application Log": "Protokol aplikace AzuraCast",
        "Service Log: %s (%s)": "Servisní Protokol: %s (%s)",
        "Nginx Access Log": "Přístupový protokol Nginx",
        "Nginx Error Log": "Chybový protokol Nginx",
        "PHP Application Log": "PHP aplikační protokol",
        "Supervisord Log": "Supervisorský protokol",
        "Test Message": "Testovací Zpráva",
        "This is a test message from AzuraCast. If you are receiving this message, it means your e-mail settings are configured correctly.": "Toto je testovací zpráva z AzuraCastu. Pokud tuto zprávu dostáváte, znamená to, že nastavení e-mailu je správně nakonfigurováno.",
        "Test message sent successfully.": "Testovací zpráva byla úspěšně odeslána.",
        "You cannot modify yourself.": "Sami sebe nemůžete upravovat.",
        "You cannot remove yourself.": "Nemůžete odstranit sami sebe.",
        "Backup not found.": "Záloha nebyla nalezena.",
        "Set Up AzuraCast": "Nastavení služby AzuraCast",
        "Setup has already been completed!": "Nastavení již bylo dokončeno!",
        "Episode not found.": "Epizoda nebyla nalezena.",
        "No episodes found.": "Nenalezeny žádné epizody.",
        "Too many login attempts": "Příliš mnoho pokusů o přihlášení",
        "You have attempted to log in too many times. Please wait 30 seconds and try again.": "Snažili jste se přihlásit příliš často, prosím, počkejte 30 sekund a zkuste to znovu.",
        "Logged in successfully.": "Přihlášení proběhlo úspěšně.",
        "Complete the setup process to get started.": "Chcete-li začít, dokončete proces nastavení.",
        "Login unsuccessful": "Přihlášení bylo neúspěšné",
        "Your credentials could not be verified.": "Vaše oprávnění nebylo možné ověřit.",
        "Invalid token specified.": "Zadán neplatný token.",
        "Logged in using account recovery token": "Přihlášení pomocí tokenu pro obnovení účtu",
        "Your password has been updated.": "Vaše heslo bylo aktualizováno.",
        "Too many forgot password attempts": "Příliš mnoho pokusů o zapomenuté heslo",
        "You have attempted to reset your password too many times. Please wait 30 seconds and try again.": "Příliš mnohokrát jste se pokoušeli obnovit heslo. Počkejte prosím 30 sekund a zkuste to znovu.",
        "Account Recovery": "Obnovení Účtu",
        "Account recovery e-mail sent.": "E-mail pro obnovení účtu odeslán.",
        "If the e-mail address you provided is in the system, check your inbox for a password reset message.": "Pokud je zadaná e-mailová adresa v systému, zkontrolujte, zda vám nepřišla zpráva o obnovení hesla.",
        "User not found.": "Uživatel nenalezen.",
        "This value is already used.": "Tato hodnota je již použita.",
        "The port %s is in use by another station.": "Port %s je používán jinou stanicí.",
        "Storage location %s could not be validated: %s": "Cestu k uložišti %s nelze ověřit: %s",
        "Storage location %s already exists.": "Umístění úložiště %s již existuje.",
        "New AzuraCast Stable Release Available": "K dispozici je nová stabilní verze AzuraCast",
        "Version %s is now available. You are currently running version %s. Updating is recommended.": "Verze %s je nyní k dispozici. V současné době používáte verzi %s. Doporučujeme provést aktualizaci.",
        "New AzuraCast Rolling Release Available": "Nová verze AzuraCast Rolling Release je k dispozici",
        "Your installation is currently %d update(s) behind the latest version. Updating is recommended.": "Vaše instalace je aktuálně o %d aktualizací pozadu oproti nejnovější verzi. Doporučujeme provést aktualizaci.",
        "The performance profiling extension is currently enabled on this installation.": "Rozšíření profilování výkonu je v současné době povoleno.",
        "You can track the execution time and memory usage of any AzuraCast page or application from the profiler page.": "Můžete sledovat čas provádění a využití paměti jakékoli stránky AzuraCast nebo aplikace z profileru stránky.",
        "Profiler Control Panel": "Ovládací panel Profileru",
        "Performance profiling is currently enabled for all requests.": "Pro všechny požadavky je nyní povoleno profilování výkonu.",
        "This can have an adverse impact on system performance. You should disable this when possible.": "To může mít nepříznivý dopad na výkon systému. Pokud je to možné, měli byste to zakázat.",
        "Service Not Running: %s": "Služba Neběží: %s",
        "One of the essential services on this installation is not currently running. Visit the system administration and check the system logs to find the cause of this issue.": "Jedna ze základních služeb v této instalaci neběží. Navštivte správu systému a zkontrolujte systémové protokoly, abyste zjistili příčinu tohoto problému.",
        "You may want to update your base URL to ensure it is correct.": "Možná budete chtít aktualizovat základní adresu URL, abyste se ujistili, že je správná.",
        "If you regularly use different URLs to access AzuraCast, you should enable the \"Prefer Browser URL\" setting.": "Pokud pro přístup k AzuraCastu pravidelně používáte různé adresy URL, měli byste povolit nastavení \"Preferovat adresu URL prohlížeče\".",
        "Your \"Base URL\" setting (%s) does not match the URL you are currently using (%s).": "Vaše nastavení \"Základní adresa URL\" (%s) neodpovídá adrese URL, kterou právě používáte (%s).",
        "Synchronization Disabled": "Synchronizace Vypnuta",
        "Routine synchronization is currently disabled. Make sure to re-enable it to resume routine maintenance tasks.": "Rutinní synchronizace je v současné době vypnuta. Chcete-li pokračovat v rutinních úkonech údržby, nezapomeňte ji znovu povolit.",
        "Synchronization Not Recently Run": "Synchronizace Nebyla v Poslední Době Spuštěna",
        "The routine synchronization task has not run recently. This may indicate an error with your installation.": "Rutinní synchronizační úloha nebyla v poslední době spuštěna. To může znamenat chybu v instalaci.",
        "Installation Not Recently Backed Up": "Instalace není dlouho zálohována",
        "This installation has not been backed up in the last two weeks.": "Tato instalace nebyla v posledních dvou týdnech zálohována.",
        "Select...": "Vybrat...",
        "Playlist: %s": "Seznam Skladeb: %s",
        "Streamer: %s": "Streamer: %s",
        "Record not found": "Záznam nebyl nalezen",
        "The uploaded file exceeds the upload_max_filesize directive in php.ini.": "Nahraný soubor překračuje hodnotu upload_max_filesize v php.ini.",
        "The uploaded file exceeds the MAX_FILE_SIZE directive from the HTML form.": "Nahraný soubor překračuje hodnotu MAX_FILE_SIZE z HTML formuláře.",
        "The uploaded file was only partially uploaded.": "Nahraný soubor byl nahrán pouze částečně.",
        "No file was uploaded.": "Nebyl nahrán žádný soubor.",
        "No temporary directory is available.": "Není k dispozici žádný dočasný adresář.",
        "Could not write to filesystem.": "Nelze zapisovat do souborového systému.",
        "Upload halted by a PHP extension.": "Nahrávání bylo zastaveno rozšířením PHP.",
        "Unspecified error.": "Nespecifikovaná chyba.",
        "Changes saved successfully.": "Změny byly úspěšně uloženy.",
        "Record created successfully.": "Záznam byl úspěšně vytvořen.",
        "Record updated successfully.": "Záznam byl úspěšně aktualizován.",
        "Record deleted successfully.": "Záznam byl úspěšně vymazán.",
        "This station does not accept requests currently.": "Tato stanice v současné době nepřijímá požadavky.",
        "Search engine crawlers are not permitted to use this feature.": "Vyhledávač nemá povoleno používat tuto funkci.",
        "You are not permitted to submit requests.": "Nemáte oprávnění k odesílání žádosti.",
        "The song ID you specified cannot be requested for this station.": "Zadané ID skladby nemůže být vyžádáno pro tuto stanici.",
        "You have submitted a request too recently! Please wait before submitting another one.": "Skladbu na přání jste žádali nedávno, před další žádostí je potřeba nějakou dobu počkat.",
        "Duplicate request: this song was already requested and will play soon.": "Duplicitní požadavek: tato skladba již byla vyžádána a bude brzy přehrána.",
        "This song or artist has been played too recently. Wait a while before requesting it again.": "Tato skladba nebo umělce byla přehrána příliš nedávno. Počkejte, než o ni znovu požádáte.",
        "You must be logged in to access this page.": "Pro přístup na tuto stránku musíte být přihlášeni.",
        "You do not have permission to access this portion of the site.": "Nemáte oprávnění pro přístup k této části webu.",
        "Album Artist": "Album Artist",
        "Album Artist Sort Order": "Album Artist Pořadí Řazení",
        "Album Sort Order": "Pořadí Řazení Alb",
        "Band": "Skupina",
        "BPM": "BPM",
        "Comment": "Komentář",
        "Commercial Information": "Komerční Údaje",
        "Composer": "Skladatel",
        "Composer Sort Order": "Skladatel Pořadí Řazení",
        "Conductor": "Vedení",
        "Content Group Description": "Skupina Obsahu Popis",
        "Copyright": "Autorská práva",
        "Copyright Message": "Copyright Zpráva",
        "Encoded By": "Kódováno",
        "Encoder Settings": "Nastavení Enkódování",
        "Encoding Time": "Doba Kódování",
        "File Owner": "Vlastní Souboru",
        "File Type": "Typ Souboru",
        "Initial Key": "Počáteční Klíč",
        "Internet Radio Station Name": "Název Internetového Rádia",
        "Internet Radio Station Owner": "Majitel Internetového Rádia",
        "Involved People List": "Seznam Zapojených Osob",
        "Linked Information": "Propojené Informace",
        "Lyricist": "Textař",
        "Media Type": "Typ Média",
        "Mood": "Nálada",
        "Music CD Identifier": "Hudební CD Identifikátor",
        "Musician Credits List": "Seznam Hudebníků",
        "Original Album": "Původní Album",
        "Original Artist": "Původní Interpret",
        "Original Filename": "Původní Název Souboru",
        "Original Lyricist": "Původní Textař",
        "Original Release Time": "Původní Čas Vydání",
        "Original Year": "Původní Rok",
        "Part of a Compilation": "Část Kompilace",
        "Part of a Set": "Součást Sady",
        "Performer Sort Order": "Řazení Účinkujících",
        "Playlist Delay": "Zpoždění Seznamu Skladeb",
        "Produced Notice": "Vyhotovené Oznámení",
        "Publisher": "Vydavatel",
        "Recording Time": "Doba Záznamu",
        "Release Time": "Čas Vydání",
        "Remixer": "Remixer",
        "Set Subtitle": "Nastavit Titulky",
        "Subtitle": "Titulky",
        "Tagging Time": "Čas Značení",
        "Terms of Use": "Podmínky Použití",
        "Title Sort Order": "Pořadí Řazení Titulů",
        "Track Number": "Číslo Skladby",
        "Unsynchronised Lyrics": "Nesynchronizované Texty",
        "URL Artist": "URL Umělce",
        "URL File": "Soubor adresy URL",
        "URL Payment": "Platba URL",
        "URL Publisher": "URL Vydavatel",
        "URL Source": "Zdroj URL",
        "URL Station": "Stanice URL",
        "URL User": "Uživatel URL",
        "Year": "Rok",
        "All Permissions": "Všechna oprávnění",
        "View Station Page": "Zobrazit stránku stanice",
        "View Station Reports": "Zobrazit přehledy stanice",
        "View Station Logs": "Zobrazit protokoly stanice",
        "Manage Station Profile": "Nastavení Profilu Stanice",
        "Manage Station Broadcasting": "Nastavení Vysílání Stanice",
        "Manage Station Streamers": "Spravovat Streamery Stanice",
        "Manage Station Mount Points": "Spravovat přípojné body stanice",
        "Manage Station Remote Relays": "Správa vzdálených relays stanice",
        "Manage Station Media": "Správa médií stanice",
        "Manage Station Automation": "Správa automatizace stanice",
        "Manage Station Web Hooks": "Spravovat webhooks stanice",
        "Manage Station Podcasts": "Spravovat podcasty stanice",
        "View Administration Page": "Zobrazit administrační stránku",
        "View System Logs": "Zobrazení systémových protokolů",
        "Administer Settings": "Nastavení administrace",
        "Administer API Keys": "Nastavení API klíčů",
        "Administer Stations": "Nastavení Stanic",
        "Administer Custom Fields": "Nastavení Vlastních Polí",
        "Administer Backups": "Nastavení Záloh",
        "Administer Storage Locations": "Nastavení Lokace Úložiště",
        "%s is not recognized as a service.": "%s není rozpoznán jako služba.",
        "It may not be registered with Supervisor yet. Restarting broadcasting may help.": "Zatím nemusí být registrováno u Supervisora. Restartování vysílání může pomoci.",
        "%s cannot start": "%s nelze spustit",
        "It is already running.": "Již běží.",
        "%s cannot stop": "%s nelze zastavit",
        "It is not running.": "Neběží.",
        "%s encountered an error: %s": "%s narazilo na chybu: %s",
        "Check the log for details.": "Podrobnosti naleznete v protokolu.",
        "IP Geolocation by DB-IP": "IP Geolokace od DB-IP",
        "This product includes GeoLite2 data created by MaxMind, available from %s.": "Tento produkt obsahuje GeoLite2 data vytvořená MaxMindem, dostupná na %s.",
        "Runs routine synchronized tasks": "Provádí rutinní synchronizované úlohy",
        "Database": "Databáze",
        "Web server": "Webový server",
        "PHP FastCGI Process Manager": "Správce procesů PHP FastCGI",
        "Now Playing manager service": "Nyní Hraje správce služby",
        "PHP queue processing worker": "Pracovník pro zpracování fronty PHP",
        "Cache": "Mezipaměť",
        "SFTP service": "Služba SFTP",
        "Live Now Playing updates": "Živá Nyní Hraje aktualizace",
        "GeoLite database not configured for this installation. See System Administration for instructions.": "Databáze GeoLite není pro tuto instalaci nakonfigurována. Instrukce viz Správa systému.",
        "AzuraCast Installer": "Instalátor AzuraCast",
        "Welcome to AzuraCast! Complete the initial server setup by answering a few questions.": "Vítejte na AzuraCast! Dokončete počáteční nastavení serveru zodpovězením několika otázek.",
        "AzuraCast Updater": "Aktualizace AzuraCast",
        "Change installation settings?": "Změnit nastavení instalace?",
        "AzuraCast is currently configured to listen on the following ports:": "AzuraCast je v nakonfigurován pro poslouchání na následujících portech:",
        "HTTP Port: %d": "HTTP port: %d",
        "HTTPS Port: %d": "HTTPS port: %d",
        "SFTP Port: %d": "SFTP port: %d",
        "Radio Ports: %s": "Rádiové porty: %s",
        "Customize ports used for AzuraCast?": "Přizpůsobit porty používané pro AzuraCast?",
        "Writing configuration files...": "Zapisování konfiguračních souborů...",
        "Server configuration complete!": "Konfigurace serveru dokončena!",
        "(Docker Compose) All Docker containers are prefixed by this name. Do not change this after installation.": "(Docker Compose) Všechny kontejnery Docker mají předponu tohoto názvu. Po instalaci jej neměňte.",
        "(Docker Compose) The amount of time to wait before a Docker Compose operation fails. Increase this on lower performance computers.": "(Docker Compose) Doba čekání, než operace Docker Compose selže. Na počítačích s nižším výkonem tuto hodnotu zvyšte.",
        "HTTP Port": "HTTP Port",
        "The main port AzuraCast listens to for insecure HTTP connections.": "Hlavní port, kterému AzuraCast naslouchá pro nezabezpečená připojení HTTP.",
        "HTTPS Port": "HTTPS Port",
        "The main port AzuraCast listens to for secure HTTPS connections.": "Hlavní port, kterému AzuraCast naslouchá pro zabezpečená připojení HTTPS.",
        "The port AzuraCast listens to for SFTP file management connections.": "Port, na kterém AzuraCast naslouchá pro připojení správy souborů SFTP.",
        "Station Ports": "Porty Stanic",
        "The ports AzuraCast should listen to for station broadcasts and incoming DJ connections.": "Porty, na kterých má AzuraCast poslouchat vysílání stanic a příchozí připojení DJ.",
        "Docker User UID": "UID Uživatele Dockeru",
        "Set the UID of the user running inside the Docker containers. Matching this with your host UID can fix permission issues.": "Nastavení UID Uživatele běžícího uvnitř kontejnerů Docker. Shoda s UID hostitele může vyřešit problémy s oprávněním.",
        "Docker User GID": "GID uživatele Dockeru",
        "Set the GID of the user running inside the Docker containers. Matching this with your host GID can fix permission issues.": "Nastavte GID uživatele běžícího v kontejnerech v Dockeru. Toto nastavení může opravit problémy s oprávněním hostitele.",
        "Use Podman instead of Docker.": "Použijte Podman místo Dockeru.",
        "Advanced: Use Privileged Docker Settings": "Pokročilé: Použít privilegované nastavení Dockeru",
        "This file was automatically generated by AzuraCast.": "Tento soubor byl automaticky vygenerován softwarem AzuraCast.",
        "You can modify it as necessary. To apply changes, restart the Docker containers.": "Podle potřeby ho můžete upravit. Chcete-li změny použít, restartujte kontejnery Docker.",
        "Remove the leading \"#\" symbol from lines to uncomment them.": "Odstraněním úvodního symbolu \"#\" z řádků zrušíte jejich komentování.",
        "Valid options: %s": "Platné možnosti: %s",
        "Default: %s": "Výchozí: %s",
        "Additional Environment Variables": "Dodatečné Proměnné Prostředí",
        "The locale to use for CLI commands.": "Lokální prostředí pro příkazy CLI.",
        "The application environment.": "Aplikační prostředí.",
        "Manually modify the logging level.": "Ručně upravit úroveň protokolování.",
        "This allows you to log debug-level errors temporarily (for problem-solving) or reduce the volume of logs that are produced by your installation, without needing to modify whether your installation is a production or development instance.": "To vám umožní dočasně zaznamenávat chyby na úrovni ladění (kvůli řešení problémů) nebo snížit objem logů, které jsou vytvořeny vaší instalací, aniž by bylo nutné upravit, zda je vaše instalace prdukční nebo vývojářskou instancí.",
        "Enable Custom Code Plugins": "Povolení Pluginů Vlastního Kódu",
        "Enable the composer \"merge\" functionality to combine the main application's composer.json file with any plugin composer files. This can have performance implications, so you should only use it if you use one or more plugins with their own Composer dependencies.": "Povolte funkci composer \"merge\" pro kombinování composer.json souboru hlavní aplikace s jakýmkoli plugin composer souborem. Toto může mít vliv na výkon, takže byste jej měli použít pouze v případě, že používáte jeden nebo více pluginů s jejich vlastní závislostí na Composeru.",
        "Minimum Port for Station Port Assignment": "Minimální port pro přidělení portu stanice",
        "Modify this if your stations are listening on nonstandard ports.": "Upravte, pokud vaše stanice poslouchají na nestandardních portech.",
        "Maximum Port for Station Port Assignment": "Minimální port pro přidělení portu stanice",
        "Show Detailed Slim Application Errors": "Zobrazení Detailních Chyb Aplikace Slim",
        "This allows you to debug Slim Application Errors you may encounter. Please report any Slim Application Error logs to the development team on GitHub.": "To vám umožní ladit chyby aplikace Slim, se kterými se můžete setkat. Nahlaste prosím všechny protokoly o chybách aplikace Slim vývojovému týmu na GitHubu.",
        "MariaDB Host": "MariaDB Hostitel",
        "Do not modify this after installation.": "Po instalaci neupravujte.",
        "MariaDB Port": "Port MariaDB",
        "MariaDB Username": "Uživatelské Jméno MariaDB",
        "MariaDB Password": "Heslo MariaDB",
        "MariaDB Database Name": "Název Databáze MariaDB",
        "Auto-generate Random MariaDB Root Password": "Automatické vygenerování náhodného Root hesla MariaDB",
        "MariaDB Root Password": "Heslo Root MariaDB",
        "Enable MariaDB Slow Query Log": "Povolení Protokolu Pomalých Požadavků MariaDB",
        "Log slower queries to diagnose possible database issues. Only turn this on if needed.": "Zaznamenávání pomalejších požadavků za účelem diagnostiky možných problémů s databází. Tuto funkci zapněte pouze v případě potřeby.",
        "MariaDB Maximum Connections": "Maximální Počet Připojení k MariaDB",
        "Set the amount of allowed connections to the database. This value should be increased if you are seeing the \"Too many connections\" error in the logs.": "Nastavení počtu povolených připojení k databázi. Tuto hodnotu je třeba zvýšit, pokud se v protokolech zobrazuje chyba \"Příliš mnoho připojení\".",
        "MariaDB InnoDB Buffer Pool Size": "Velikost vyrovnávací paměti MariaDB InnoDB",
        "The InnoDB buffer pool size controls how much data & indexes are kept in memory. Making sure that this value is as large as possible reduces the amount of disk IO.": "Velikost vyrovnávací paměti InnoDB určuje, kolik dat a indexů se uchovává v paměti. Ujistěte se, že je tato hodnota co největší, a snižte tak množství diskových operací.",
        "MariaDB InnoDB Log File Size": "Velikost souboru protokolu MariaDB InnoDB",
        "The InnoDB log file is used to achieve data durability in case of crashes or unexpected shutoffs and to allow the DB to better optimize IO for write operations.": "Soubor protokolu InnoDB se používá k dosažení trvanlivosti dat v případě pádu nebo neočekávaného vypnutí a k lepší optimalizaci IO pro operace zápisu.",
        "Enable Redis": "Povolit Redis",
        "Disable to use a flatfile cache instead of Redis.": "Zakázat použití mezipaměti plochého souboru místo Redis.",
        "Redis Host": "Hostitel Redis",
        "Redis Port": "Redis Port",
        "Redis Database Index": "Index Databáze Redis",
        "PHP Maximum POST File Size": "Maximální velikost souboru POST PHP",
        "PHP Memory Limit": "Limit Paměti PHP",
        "PHP Script Maximum Execution Time (Seconds)": "Maximální Doba Spuštěného Skriptu v PHP (vteřiny)",
        "Short Sync Task Execution Time (Seconds)": "Doba Provedení Krátké Synchronizační Úlohy (vteřiny)",
        "The maximum execution time (and lock timeout) for the 15-second, 1-minute and 5-minute synchronization tasks.": "Maximální doba provádění (a časový limit uzamčení) pro 15vteřinové, 1minutové a 5minutové synchronizační úlohy.",
        "Long Sync Task Execution Time (Seconds)": "Doba Provádění Dlouhé Synchronizační Úlohy (vteřiny)",
        "The maximum execution time (and lock timeout) for the 1-hour synchronization task.": "Maximální doba provádění (a časový limit uzamčení) pro jednohodinovou synchronizační úlohu.",
        "Now Playing Delay Time (Seconds)": "Doba Zpoždění Nyní Hraje (vteřiny)",
        "The delay between Now Playing checks for every station. Decrease for more frequent checks at the expense of performance; increase for less frequent checks but better performance (for large installations).": "Prodleva mezi kontrolami Nyní Hraje pro každou stanici. Snižte pro častější kontroly na úkor výkonu; zvyšte pro méně časté kontroly, ale lepší výkon (pro velké instalace).",
        "Maximum PHP-FPM Worker Processes": "Maximální Počet Pracovních Procesů PHP-FPM",
        "Enable Performance Profiling Extension": "Povolení Rozšíření Profilování Výkonu",
        "Profiling data can be viewed by visiting %s.": "Data profilování si můžete prohlédnout na stránce %s.",
        "Profile Performance on All Requests": "Výkonnost Profilu na Všech Žádostech",
        "This will have a significant performance impact on your installation.": "To bude mít výrazný dopad na výkon vaší instalace.",
        "Profiling Extension HTTP Key": "Rozšíření profilování HTTP Key",
        "The value for the \"SPX_KEY\" parameter for viewing profiling pages.": "Hodnota parametru \"SPX_KEY\" pro zobrazení profilovacích stránek.",
        "Profiling Extension IP Allow List": "Profilování Seznamu Povolených IP Rozšíření",
        "Enable web-based Docker image updates": "Povolení webové aktualizace docker image",
        "Extra Ubuntu packages to install upon startup": "Instalace dalších balíčků Ubuntu při spuštění",
        "Separate package names with a space. Packages will be installed during container startup.": "Názvy balíčků oddělujte mezerou. Balíčky se nainstalují při spuštění kontejneru.",
        "View Details": "Zobrazit Podrobnosti",
        "No entries found.": "Nebyly nalezeny žádné záznamy.",
        "Forgot Password": "Zapomenuté Heslo",
        "name@example.com": "jmeno@priklad.cz",
        "Sign in": "Přihlasit se",
        "Send Recovery E-mail": "Odeslat E-mail Pro Obnovení",
        "This installation's administrator has not configured this functionality.": "Správce této instalace tuto funkci nenakonfiguroval.",
        "Contact an administrator to reset your password following the instructions in our documentation:": "Pro obnovení hesla se obraťte na správce podle pokynů v naší dokumentaci:",
        "Password Reset Instructions": "Pokyny k Obnovení Hesla",
        "Welcome!": "Vítejte!",
        "Welcome to %s!": "Vítejte v %s!",
        "Enter your password": "Zadejte své heslo",
        "Remember me": "Zůstat Přihlášený",
        "Please log in to continue.": "Pro pokračování se prosím přihlaste.",
        "Forgot your password?": "Zapomněli jste heslo?",
        "Enter Two-Factor Code": "Zadejte Dvoufázový Kód",
        "Your account uses a two-factor security code. Enter the code your device is currently showing below.": "Váš účet používá dvoufázový bezpečnostní kód. Níže zadejte kód, které vaše zařízení aktuálně zobrazuje.",
        "Security Code": "Bezpečnostní Kód",
        "Report Not Available": "Zpráva Není k Dispozici",
        "This report is not available for this station, because the system administrator has chosen not to collect detailed IP-based listener information.": "Tato zpráva není pro tuto stanici k dispozici, protože se správce systému rozhodl neshromažďovat podrobné informace o posluchačích na základě protokolu IP.",
        "Station Broadcasting Disabled": "Vysílání Stanice Vypnuto",
        "Your station is currently not enabled for broadcasting. You can still manage media, playlists, and other station settings. To re-enable broadcasting, <a href=\"%s\">edit your station profile<\/a>.": "Vaše stanice není v současné době zapnuta pro vysílání. Stále však můžete spravovat média, seznamy skladeb a další nastavení stanice. Chcete-li vysílání zapnout, <a href=\"%s\">upravte svůj profil stanice<\/a>.",
        "Footer": "Zápatí",
        "Powered by %s": "Běží na %s",
        "An account recovery link has been requested for your account on \"%s\".": "Pro váš účet na \"%s\" byl vyžádán odkaz pro obnovení účtu.",
        "Click the link below to log in to your account.": "Kliknutím na níže uvedený odkaz se přihlásíte ke svému účtu."
    }
}