{
    "ja_JP": {
        "Add API Key": "เพิ่มคีย์ API",
        "Add Custom Field": "เพิ่มฟิลด์ที่กำหนดเอง",
        "Add Mount Point": "เพิ่ม Mount Point",
        "Add Remote Relay": "เพิ่มรีเลย์ระยะไกล",
        "Add SFTP User": "เพิ่มผู้ใช้ SFTP",
        "Add User": "เพิ่มผู้ใช้",
        "Add Web Hook": "เพิ่ม Web Hook",
        "Administration": "การจัดการระบบ",
        "Aggregate listener statistics are used to show station reports across the system. IP-based listener statistics are used to view live listener tracking and may be required for royalty reports.": "สถิติผู้ฟังโดยรวมใช้เพื่อแสดงรายงานสถานีทั่วทั้งระบบ สถิติผู้ฟังตาม IP ใช้เพื่อดูการติดตามผู้ฟังสดและอาจจำเป็นสำหรับรายงานค่าลิขสิทธิ์",
        "Album": "อัลบั้ม",
        "Allow Song Requests": "อนุญาตให้ขอเพลง",
        "Allow Streamers \/ DJs": "อนุญาตให้สตรีมเมอร์ \/ ดีเจ",
        "Always Use HTTPS": "ใช้ HTTPS เสมอ",
        "Artist": "ศิลปิน",
        "AutoDJ Bitrate (kbps)": "บิตเรต AutoDJ (kbps)",
        "AutoDJ Format": "รูปแบบ AutoDJ",
        "AutoDJ Queue Length": "ความยาวคิว AutoDJ",
        "AutoDJ Service": "บริการ AutoDJ",
        "Automatically Set from ID3v2 Value": "ตั้งค่าโดยอัตโนมัติจากค่า ID3v2",
        "Banned IP Addresses": "ที่อยู่ IP ที่ถูกห้าม",
        "Base Station Directory": "ไดเรกทอรีสถานีหลัก",
        "Base Theme for Public Pages": "ธีมพื้นฐานสำหรับหน้าสาธารณะ",
        "Bot Token": "โทเค็นบอท",
        "Broadcast AutoDJ to Remote Station": "ถ่ายทอดเสียง AutoDJ ไปยังสถานีระยะไกล",
        "Broadcasting": "การถ่ายทอดเสียง",
        "Broadcasting Service": "บริการถ่ายทอดเสียง",
        "Character Set Encoding": "ตั้งค่าการเข้ารหัสตัวอักษร",
        "Choose a name for this webhook that will help you distinguish it from others. This will only be shown on the administration page.": "เลือกชื่อสำหรับ Webhook นี้ที่จะช่วยให้คุณแตกต่างจากผู้อื่น สิ่งนี้จะแสดงในหน้าการดูแลระบบเท่านั้น",
        "Code from Authenticator App": "รหัสรับรองความถูกต้องจากแอป",
        "Comments": "ความคิดเห็น",
        "Configure Backups": "กำหนดค่าการสำรองข้อมูล",
        "Confirm New Password": "ยืนยันรหัสผ่านใหม่",
        "Copies older than the specified number of days will automatically be deleted. Set to zero to disable automatic deletion.": "สำเนาที่เก่ากว่าจำนวนวันที่ระบุจะถูกลบโดยอัตโนมัติ ตั้งค่าเป็นศูนย์เพื่อปิดใช้งานการลบอัตโนมัติ",
        "Create Account": "สร้างบัญชี",
        "Crossfade Duration (Seconds)": "ระยะเวลาการเปลี่ยนแทร็ก (วินาที)",
        "Crossfade Method": "วิธีการเปลี่ยนแทร็ก",
        "Current Installed Version": "เวอร์ชันที่ติดตั้งปัจจุบัน",
        "Current Password": "รหัสผ่านปัจจุบัน",
        "Custom Configuration": "กำหนดค่าแบบกำหนดเอง",
        "Custom CSS for Internal Pages": "CSS ที่กำหนดเองสำหรับหน้าภายใน",
        "Custom CSS for Public Pages": "CSS ที่กำหนดเองสำหรับหน้าสาธารณะ",
        "Custom Frontend Configuration": "กำหนดค่าหน้าเว็บไซต์แบบกำหนดเอง",
        "Custom JS for Public Pages": "Custom JS สำหรับหน้าสาธารณะ",
        "Customize Administrator Password": "กำหนดรหัสผ่านของผู้ดูแลระบบเอง",
        "Customize Broadcasting Port": "กำหนดพอร์ตถ่ายทอดเสียงเอง",
        "Customize DJ\/Streamer Mount Point": "ปรับแต่ง DJ \/ Streamer Mount Point",
        "Customize DJ\/Streamer Port": "ปรับแต่งพอร์ต DJ \/ Streamer",
        "Customize Internal Request Processing Port": "ปรับแต่งพอร์ตประมวลผลคำขอภายใน",
        "Customize Source Password": "กำหนดรหัสผ่านเอง",
        "Customize the number of songs that will appear in the \"Song History\" section for this station and in all public APIs.": "กำหนดจำนวนเพลงที่จะปรากฏในส่วน \"ประวัติเพลง\" สำหรับสถานีนี้และใน API สาธารณะทั้งหมด",
        "Deactivate Streamer on Disconnect (Seconds)": "ปิดใช้งาน Streamer เมื่อยกเลิกการเชื่อมต่อ (วินาที)",
        "Default Album Art URL": "URL หน้าปกอัลบั้มเริ่มต้น",
        "Description": "รายละเอียด",
        "Directory": "ไดเรกทอรี",
        "Disable": "ปิดใช้งาน",
        "Disabled": "ปิดการใช้งาน",
        "Display Name": "แสดงชื่อ",
        "DJ\/Streamer Buffer Time (Seconds)": "เวลาบัฟเฟอร์ DJ \/ Streamer (วินาที)",
        "Duplicate Prevention Time Range (Minutes)": "ช่วงเวลาป้องกันซ้ำ (นาที)",
        "E-mail Address": "メールアドレス",
        "Edit Liquidsoap Configuration": "แก้ไขการกำหนดค่า Liquidsoap",
        "Edit Profile": "แก้ไขโปรไฟล์",
        "Enable AutoDJ": "เปิดใช้งาน AutoDJ",
        "Enable Broadcasting": "เปิดใช้งานการถ่ายทอดเสียง",
        "Enable to advertise this mount point on \"Yellow Pages\" public radio directories.": "เปิดใช้งานเพื่อโฆษณา Mount Point นี้ในไดเรกทอรีวิทยุสาธารณะ \"สมุดหน้าเหลือง\"",
        "Enable to allow listeners to select this mount point on this station's public pages.": "เปิดใช้งานเพื่อให้ผู้ฟังเลือก Mount Point นี้บนหน้าสาธารณะของสถานีนี้",
        "Enable to allow listeners to select this relay on this station's public pages.": "เปิดใช้งานเพื่อให้ผู้ฟังเลือกรีเลย์นี้ในหน้าสาธารณะของสถานีนี้",
        "Enable to have AzuraCast automatically run nightly backups at the time specified.": "เปิดใช้งานเพื่อเรียกใช้การสำรองข้อมูลทุกคืนโดยอัตโนมัติตามเวลาที่กำหนด",
        "Enter the current code provided by your authenticator app to verify that it's working correctly.": "ป้อนรหัสรับรองความถูกต้องจากแอปของคุณเพื่อตรวจสอบว่าทำงานถูกต้อง",
        "Enter the full URL of another stream to relay its broadcast through this mount point.": "ป้อน URL แบบเต็มของสตรีมอื่นที่จะถ่ายทอดออกอากาศผ่าน Mount Point นี้",
        "Exclude Media from Backup": "ยกเว้นสื่อจากการสำรองข้อมูล",
        "Excluding media from automated backups will save space, but you should make sure to back up your media elsewhere. Note that only locally stored media will be backed up.": "การยกเว้นสื่อจากการสำรองข้อมูลอัตโนมัติจะช่วยประหยัดพื้นที่ แต่คุณควรสำรองข้อมูลสื่อของคุณไว้ที่อื่น โปรดทราบว่าจะสำรองเฉพาะสื่อที่จัดเก็บไว้ในเครื่องเท่านั้น",
        "Fallback Mount": "Mount สำรอง",
        "Field Name": "ชื่อฟิลด์",
        "Friday": "ศุกร์",
        "Genre": "ประเภทเพลง",
        "Hide Album Art on Public Pages": "ซ่อนปกอัลบั้มในหน้าสาธารณะ",
        "Hide AzuraCast Branding on Public Pages": "ซ่อนการสร้างแบรนด์ AzuraCast บนหน้าสาธารณะ",
        "Homepage Redirect URL": "URL การเปลี่ยนเส้นทางหน้าแรก",
        "If a song has no album art, this URL will be listed instead. Leave blank to use the standard placeholder art.": "หากเพลงไม่มีหน้าปกอัลบั้ม, URL นี้จะแสดงแทน. เว้นว่างไว้เพื่อใช้ภาพตัวยึดมาตรฐาน",
        "If a visitor is not signed in and visits the AzuraCast homepage, you can automatically redirect them to the URL specified here. Leave blank to redirect them to the login screen by default.": "หากผู้เยี่ยมชมไม่ได้ลงชื่อเข้าใช้และเข้าไปที่หน้าแรก, คุณสามารถเปลี่ยนเส้นทางไปยัง URL ที่ระบุไว้ที่นี่โดยอัตโนมัติ. เว้นว่างไว้เพื่อเปลี่ยนเส้นทางไปยังหน้าจอเข้าสู่ระบบตามค่าเริ่มต้น",
        "If disabled, the station will not broadcast or shuffle its AutoDJ.": "หากปิดใช้งานสถานีจะไม่ออกอากาศหรือสับเปลี่ยน AutoDJ",
        "If enabled, the AutoDJ on this installation will automatically play music to this mount point.": "หากเปิดใช้งาน AutoDJ จะเล่นเพลงไปยัง Mount Point นี้โดยอัตโนมัติ",
        "If enabled, the AutoDJ will automatically play music to this mount point.": "หากเปิดใช้งาน AutoDJ จะเล่นเพลงไปยัง Mount Point นี้โดยอัตโนมัติ",
        "If selected, album art will not display on public-facing radio pages.": "หากเลือก, ปกอัลบั้มจะไม่แสดงบนหน้าวิทยุสาธารณะ",
        "If selected, this will remove the AzuraCast branding from public-facing pages.": "หากเลือกการดำเนินการนี้จะลบการสร้างแบรนด์ AzuraCast จากหน้าที่เปิดเผยต่อสาธารณะ",
        "If this mount is the default, it will be played on the radio preview and the public radio page in this system.": "หากการติดตั้งนี้เป็นค่าเริ่มต้นจะเล่นบนหน้าตัวอย่างวิทยุและหน้าวิทยุสาธารณะในระบบนี้",
        "If this mount point is not playing audio, listeners will automatically be redirected to this mount point. The default is \/error.mp3, a repeating error message.": "หาก Mount Point นี้ไม่เล่นเสียง ผู้ฟังจะถูกเปลี่ยนเส้นทางไปยัง Mount Point นี้โดยอัตโนมัติ ค่าเริ่มต้นคือ \/error.mp3 ซึ่งเป็นข้อความแสดงข้อผิดพลาดที่เกิดซ้ำ",
        "If you are broadcasting using AutoDJ, enter the source password here.": "หากคุณกำลังออกอากาศโดยใช้ AutoDJ ให้ป้อนรหัสผ่านต้นทางที่นี่",
        "If you are broadcasting using AutoDJ, enter the source username here. This may be blank.": "หากคุณกำลังออกอากาศโดยใช้ AutoDJ ให้ป้อนชื่อผู้ใช้ต้นทางที่นี่ หากไม่ทราบให้ปล่อยว่างไว้",
        "If your web hook requires HTTP basic authentication, provide the password here.": "หาก Webhook ของคุณต้องการการตรวจสอบสิทธิ์พื้นฐาน HTTP โปรดระบุรหัสผ่านที่นี่",
        "If your web hook requires HTTP basic authentication, provide the username here.": "หาก Webhook ของคุณต้องการการตรวจสอบสิทธิ์ขั้นพื้นฐานของ HTTP โปรดระบุชื่อผู้ใช้ที่นี่",
        "Install GeoLite IP Database": "ติดตั้งฐานข้อมูล GeoLite IP",
        "Instructions": "คำแนะนำ",
        "Language": "ภาษา",
        "Leave blank to automatically generate a new password.": "เว้นว่างไว้เพื่อสร้างรหัสผ่านใหม่โดยอัตโนมัติ",
        "Leave blank to use the current password.": "เว้นว่างไว้เพื่อใช้รหัสผ่านปัจจุบัน",
        "Length": "ระยะเวลา",
        "List one IP address or group (in CIDR format) per line.": "แสดงรายการที่อยู่ IP หนึ่งรายการหรือกลุ่ม (ในรูปแบบ CIDR) ต่อบรรทัด",
        "Listener Analytics Collection": "รวบรวมสถิติผู้ฟัง",
        "Listeners": "ผู้ฟัง",
        "Listeners by Day": "ผู้ฟังตามวัน",
        "Listeners by Day of Week": "ผู้ฟังตามวันของสัปดาห์",
        "Listeners by Hour": "ผู้ฟังตามชั่วโมง",
        "Live Broadcast Recording Bitrate (kbps)": "บิตเรตการบันทึกการถ่ายทอดสด (kbps)",
        "Live Broadcast Recording Format": "รูปแบบการบันทึกการถ่ายทอดสด",
        "Live Recordings Storage Location": "สถานที่จัดเก็บบันทึกการถ่ายทอดสด",
        "Manual AutoDJ Mode": "โหมด AutoDJ ด้วยตนเอง",
        "Maximum Listeners": "จำนวนผู้ฟังสูงสุด",
        "Media Storage Location": "ตำแหน่งที่เก็บสื่อ",
        "Monday": "จันทร์",
        "Mount Point URL": "URL Mount Point",
        "Name": "ชื่อ",
        "New Password": "รหัสผ่านใหม่",
        "New Station Description": "คำอธิบายสถานีใหม่",
        "New Station Name": "ชื่อสถานีใหม่",
        "No": "いいえ",
        "No other program can be using this port. Leave blank to automatically assign a port.": "ไม่มีโปรแกรมอื่นที่สามารถใช้พอร์ตนี้ได้ เว้นว่างไว้เพื่อกำหนดพอร์ตโดยอัตโนมัติ",
        "None": "ไม่มี",
        "Note: This should be the public-facing homepage of the radio station, not the AzuraCast URL. It will be included in broadcast details.": "หมายเหตุ: นี่ควรเป็นหน้าแรกของสถานีวิทยุที่เปิดเผยต่อสาธารณะไม่ใช่ URL ของ AzuraCast จะรวมอยู่ในรายละเอียดการออกอากาศ",
        "Number of Backup Copies to Keep": "จำนวนการสำรองข้อมูลที่คัดลอกไปเก็บ",
        "Number of seconds to overlap songs.": "จำนวนวินาทีในการซ้อนเพลง",
        "Optional: HTTP Basic Authentication Password": "ตัวเลือก: รหัสผ่าน HTTP ตรวจสอบสิทธิ์พื้นฐาน",
        "Optional: HTTP Basic Authentication Username": "ตัวเลือก: พื้นฐาน HTTP รับรองความถูกต้องชื่อผู้ใช้",
        "Optionally select an ID3v2 metadata field that, if present, will be used to set this field's value.": "เลือกฟิลด์ข้อมูลเมตา ID3v2 ซึ่งหากมีอยู่จะถูกใช้เพื่อตั้งค่าของฟิลด์นี้",
        "Optionally supply SSH public keys this user can use to connect instead of a password. Enter one key per line.": "เลือกใส่คีย์สาธารณะ SSH ที่ผู้ใช้นี้สามารถใช้เพื่อเชื่อมต่อแทนรหัสผ่าน ป้อนหนึ่งคีย์ต่อบรรทัด",
        "Password": "パスワード",
        "Programmatic Name": "ชื่อโปรแกรม",
        "Publish to \"Yellow Pages\" Directories": "เผยแพร่ไปยังไดเรกทอรี \"สมุดหน้าเหลือง\"",
        "Record Live Broadcasts": "บันทึกการถ่ายทอดสด",
        "Relay Stream URL": "URL สตรีมรีเลย์",
        "Remote Station Administrator Password": "รหัสผ่านผู้ดูแลสถานีระยะไกล",
        "Remote Station Listening Mountpoint\/SID": "Mount Point\/ISD การฟังสถานีระยะไกล",
        "Remote Station Listening URL": "URL การฟังสถานีระยะไกล",
        "Remote Station Source Mountpoint\/SID": "Mountpoint\/SID ของแหล่งที่มาสถานีระยะไกล",
        "Remote Station Source Password": "รหัสผ่านของแหล่งที่มาสถานีระยะไกล",
        "Remote Station Source Port": "พอร์ตต้นทางสถานีระยะไกล",
        "Remote Station Source Username": "ชื่อผู้ใช้ต้นทางของสถานีระยะไกล",
        "Remote Station Type": "ประเภทสถานีระยะไกล",
        "Request Last Played Threshold (Minutes)": "เกณฑ์การขอที่เล่นล่าสุด (นาที)",
        "Request Minimum Delay (Minutes)": "การหน่วงเวลาในขอขั้นต่ำ (นาที)",
        "Role Name": "ชื่อบทบาท",
        "Roles": "บทบาท",
        "Run Automatic Nightly Backups": "เรียกใช้การสำรองข้อมูลอัตโนมัติทุกคืน",
        "Run Manual Backup": "เรียกใช้การสำรองข้อมูลด้วยตนเอง",
        "Saturday": "เสาร์",
        "Save Changes": "บันทึก",
        "Scheduled Backup Time": "กำหนดเวลาสำรองข้อมูล",
        "Scheduled playlists and other timed items will be controlled by this time zone.": "เพลย์ลิสต์ที่กำหนดเวลาไว้และรายการตามกำหนดเวลาอื่น ๆ จะถูกควบคุมโดยเขตเวลานี้",
        "Select a theme to use as a base for station public pages and the login page.": "เลือกธีมเพื่อใช้เป็นธีมพื้นฐานสำหรับหน้าสาธารณะของสถานีและหน้าล็อกอิน",
        "Select File": "เลือกไฟล์",
        "Set as Default Mount Point": "ตั้งค่าเป็น Mount Point เริ่มต้น",
        "Set to \"Yes\" to always use \"https:\/\/\" secure URLs, and to automatically redirect to the secure URL when an insecure URL is visited.": "ตั้งค่าเป็น \"ใช่\" เพื่อใช้ URL ที่ปลอดภัย \"https:\/\/\" เสมอและเปลี่ยนเส้นทางไปยัง URL ที่ปลอดภัยโดยอัตโนมัติเมื่อมีการเยี่ยมชม URL ที่ไม่ปลอดภัย",
        "Show new releases within your update channel on the AzuraCast homepage.": "แสดงเวอร์ชั่นใหม่ที่อยู่ในช่องการอัปเดตของคุณบนหน้าแรกของ AzuraCast",
        "Show on Public Pages": "แสดงบนหน้าสาธารณะ",
        "Show the station in public pages and general API results.": "แสดงสถานีในหน้าสาธารณะและผล API ทั่วไป",
        "Show Update Announcements": "แสดงประกาศการอัปเดต",
        "Song Artist": "ศิลปิน",
        "Song Title": "ชื่อเพลง",
        "SoundExchange Report": "รายงาน SoundExchange",
        "SSH Public Keys": "คีย์สาธารณะ SSH",
        "Storage Location": "สถานที่จัดเก็บ",
        "Sunday": "อาทิตย์",
        "System Settings": "การตั้งค่าระบบ",
        "The display name assigned to this mount point when viewing it on administrative or public pages. Leave blank to automatically generate one.": "ชื่อที่แสดงที่กำหนดให้กับ Mount Point นี้เมื่อดูบนเพจสำหรับผู้ดูแลระบบหรือเพจสาธารณะ เว้นว่างไว้เพื่อสร้างโดยอัตโนมัติ",
        "The display name assigned to this relay when viewing it on administrative or public pages. Leave blank to automatically generate one.": "ชื่อที่แสดงที่กำหนดให้กับรีเลย์นี้เมื่อดูบนหน้าระดับผู้ดูแลระบบหรือหน้าสาธารณะ เว้นว่างไว้เพื่อสร้างโดยอัตโนมัติ",
        "The parent directory where station playlist and configuration files are stored. Leave blank to use default directory.": "ไดเร็กทอรีหลักที่เก็บรายการเพลงของสถานีและการตั้งค่าไฟล์ที่เก็บไว้ เว้นว่างไว้เพื่อใช้ไดเร็กทอรีเริ่มต้น",
        "The URL that will receive the POST messages any time an event is triggered.": "URL ที่จะรับข้อความ POST ทุกครั้งที่มีการทริกเกอร์เหตุการณ์",
        "This CSS will be applied to the main management pages, like this one.": "CSS นี้จะนำไปใช้กับหน้าการจัดการหลัก เช่นหน้านี้",
        "This CSS will be applied to the station public pages and login page.": "CSS นี้จะนำไปใช้กับหน้าสาธารณะของสถานีและหน้าล็อกอิน",
        "This javascript code will be applied to the station public pages and login page.": "รหัสจาวาสคริปต์นี้จะถูกนำไปใช้กับหน้าสาธารณะของสถานีและหน้าล็อกอิน",
        "This name should always begin with a slash (\/), and must be a valid URL, such as \/autodj.mp3": "ชื่อนี้ควรขึ้นต้นด้วยเครื่องหมายทับ (\/) เสมอและต้องเป็น URL ที่ถูกต้องเช่น \/autodj.mp3",
        "This will be used as the label when editing individual songs, and will show in API results.": "สิ่งนี้จะใช้เป็นป้ายกำกับเมื่อแก้ไขแต่ละเพลงและจะแสดงในผลลัพธ์ของ API",
        "This will produce a significantly smaller backup, but you should make sure to back up your media elsewhere. Note that only locally stored media will be backed up.": "การดำเนินการนี้จะทำให้เกิดการสำรองข้อมูลที่น้อยลงอย่างมาก แต่คุณควรสำรองข้อมูลสื่อของคุณไว้ที่อื่น โปรดทราบว่าจะสำรองเฉพาะสื่อที่จัดเก็บไว้ในเครื่องเท่านั้น",
        "Thursday": "พฤหัสบดี",
        "Time Zone": "เขตเวลา",
        "Title": "ชื่อเรื่อง",
        "To retrieve detailed unique listeners and client details, an administrator password is often required.": "ในการดึงข้อมูลผู้ฟังและรายละเอียดไคลเอนต์ที่ไม่ซ้ำกันโดยละเอียดมักต้องใช้รหัสผ่านผู้ดูแลระบบ",
        "Tuesday": "อังคาร",
        "URL Stub": "ของ URL แบบสั้น",
        "Use Replaygain Metadata": "ใช้ Replaygain Metadata",
        "Username": "ユーザー名",
        "Users": "ユーザー",
        "Web Hook Details": "รายละเอียด Webhook",
        "Web Hook Name": "ชื่อ Webhook",
        "Web Hook Triggers": "ทริกเกอร์ Webhook",
        "Web Hook URL": "URL ของ Webhook",
        "Web Site URL": "URL ของเว็บไซต์",
        "Wednesday": "พุธ",
        "Yes": "はい",
        "You can set a custom URL for this stream that AzuraCast will use when referring to it. Leave empty to use the default value.": "คุณสามารถตั้งค่า URL ที่กำหนดเองสำหรับสตรีมนี้ที่ AzuraCast จะใช้เมื่ออ้างถึง เว้นว่างไว้เพื่อใช้ค่าเริ่มต้น",
        "YP Directory Authorization Hash": "แฮชการอนุญาตไดเรกทอรี YP",
        "Station restarted.": "รีสตาร์ทสถานี",
        "Song skipped.": "ข้ามเพลง",
        "Streamer disconnected.": "ตัดการเชื่อมต่อสตรีมเมอร์แล้ว",
        "This station is out of available storage space.": "สถานีนี้ไม่มีพื้นที่เก็บข้อมูลเหลืออยู่",
        "Liquidsoap Log": "บันทึก Liquidsoap",
        "Liquidsoap Configuration": "กำหนดค่า Liquidsoap",
        "Icecast Access Log": "บันทึกการเข้าถึง Icecast",
        "Icecast Error Log": "บันทึกข้อผิดพลาด Icecast",
        "Icecast Configuration": "กำหนดค่า Icecast",
        "Playlist enabled.": "เปิดใช้งานเพลย์ลิสต์",
        "Playlist disabled.": "ปิดใช้งานเพลย์ลิสต์",
        "This playlist is not a sequential playlist.": "รายการเพลงนี้ไม่ได้เป็นรายการที่จะเล่นตามลำดับ",
        "Playlist successfully imported; %d of %d files were successfully matched.": "นำเข้าเพลย์ลิสต์สำเร็จ; %d จาก %d ไฟล์ถูกจับคู่สำเร็จ",
        "Playlist reshuffled.": "สับเปลี่ยนเพลย์ลิสต์",
        "No recording available.": "ไม่มีบันทึกที่มีอยู่",
        "No directory specified": "ไม่มีไดเรกทอรีที่ระบุ",
        "File not specified.": "ไม่ได้ระบุไฟล์",
        "New path not specified.": "ไม่ได้ระบุเส้นทางใหม่",
        "Web hook enabled.": "เปิดใช้งาน Web Hook",
        "Create a new storage location based on the base directory.": "สร้างที่เก็บข้อมูลใหม่ตามไดเร็กทอรีหลัก",
        "AzuraCast Application Log": "บันทึกแอปพลิเคชัน AzuraCast",
        "Nginx Access Log": "บันทึกการเข้าถึง Nginx",
        "Nginx Error Log": "บันทึกข้อผิดพลาด Nginx",
        "PHP Application Log": "บันทึกแอปพลิเคชัน PHP",
        "Supervisord Log": "บันทึกหัวหน้างาน",
        "You cannot remove yourself.": "คุณไม่สามารถลบตัวคุณเองได้",
        "All Stations": "ทุกสถานี",
        "Logged in successfully.": "เข้าสู่ระบบสำเร็จ",
        "Login unsuccessful": "เข้าสู่ระบบไม่สำเร็จ",
        "Your credentials could not be verified.": "ไม่สามารถยืนยันข้อมูลรับรองของคุณได้",
        "User not found.": "ไม่พบผู้ใช้",
        "Too many login attempts": "พยายามเข้าสู่ระบบมากเกินไป",
        "You have attempted to log in too many times. Please wait 30 seconds and try again.": "คุณพยายามเข้าสู่ระบบหลายครั้งเกินไป กรุณารอ 30 วินาทีแล้วลองอีกครั้ง",
        "Complete the setup process to get started.": "ดำเนินขั้นตอนการตั้งค่าให้เสร็จสมบูรณ์เพื่อเริ่มต้น",
        "Setup has already been completed!": "การตั้งค่าเสร็จเรียบร้อย!",
        "Installation Not Recently Backed Up": "การติดตั้งไม่ได้สำรองไว้เมื่อเร็ว ๆ นี้",
        "Select...": "เลือก...",
        "Comment": "ความคิดเห็น",
        "Composer": "ผู้แต่งเพลง",
        "Copyright": "ลิขสิทธิ์",
        "Encoded By": "เข้ารหัสโดย",
        "Year": "ปี",
        "Search engine crawlers are not permitted to use this feature.": "โปรแกรมรวบรวมข้อมูลของเครื่องมือค้นหาไม่ได้รับอนุญาตให้ใช้คุณลักษณะนี้",
        "You have submitted a request too recently! Please wait before submitting another one.": "คุณส่งคำขอมาเร็วเกินไป! กรุณารอสักครู่ก่อนที่จะส่งรายการอื่น",
        "This song or artist has been played too recently. Wait a while before requesting it again.": "เพลงหรือศิลปินนี้ถูกเล่นเมื่อเร็ว ๆ นี้มากเกินไป รอสักครู่ก่อนที่จะขออีกครั้ง",
        "Changes saved successfully.": "บันทึกการเปลี่ยนแปลงเรียบร้อยแล้ว",
        "Record deleted successfully.": "ลบบันทึกเรียบร้อยแล้ว",
        "%s is not recognized as a service.": "%s ไม่ได้รับการยอมรับว่าเป็นบริการ",
        "It may not be registered with Supervisor yet. Restarting broadcasting may help.": "อาจยังไม่ได้ลงทะเบียนกับหัวหน้างาน การรีสตาร์ทการออกอากาศใหม่อาจช่วยได้",
        "%s cannot start": "%s ไม่สามารถเริ่มได้",
        "It is already running.": "มันทำงานอยู่แล้ว",
        "%s cannot stop": "%s ไม่สามารถหยุด",
        "It is not running.": "มันไม่ทำงาน",
        "Check the log for details.": "ตรวจสอบบันทึกเพื่อดูรายละเอียด",
        "You must be logged in to access this page.": "คุณต้องเข้าสู่ระบบเพื่อเข้าถึงหน้านี้",
        "You do not have permission to access this portion of the site.": "คุณไม่ได้รับอนุญาตให้เข้าถึงส่วนนี้ของเว็บไซต์",
        "The port %s is in use by another station.": "พอร์ต %s ถูกใช้งานโดยสถานีอื่น",
        "Fixtures loaded.": "โหลดข้อมูลแบบคงที่",
        "The account associated with e-mail address \"%s\" has been set as an administrator": "บัญชีที่เชื่อมโยงกับที่อยู่อีเมล \"%s\" ได้รับการตั้งค่าให้เป็นผู้ดูแลระบบ",
        "Account not found.": "ไม่พบบัญชี",
        "AzuraCast Settings": "ตั้งค่า AzuraCast",
        "Setting Key": "ตั้งค่าคีย์",
        "Setting Value": "ตั้งค่าค่า",
        "Backup path %s not found!": "ไม่พบเส้นทางสำรองข้อมูล %s!",
        "AzuraCast Backup": "สำรองข้อมูล AzuraCast",
        "Please wait while a backup is generated...": "กรุณารอสักครู่ในขณะที่ทำการสำรองข้อมูล...",
        "Creating temporary directories...": "สร้างไดเรกทอรีชั่วคราว...",
        "Backing up MariaDB...": "สำรองข้อมูล MariaDB...",
        "Creating backup archive...": "กำลังสร้างที่เก็บข้อมูลสำรอง...",
        "Cleaning up temporary files...": "ทำความสะอาดไฟล์ชั่วคราว...",
        "Backup complete in %.2f seconds.": "สำรองข้อมูลเสร็จสมบูรณ์ใน %.2f วินาที",
        "Imported locale: %s": "สถานที่นำเข้า: %s",
        "Configuration successfully written.": "กำหนดค่าเขียนสำเร็จ",
        "AzuraCast Setup": "ตั้งค่า AzuraCast",
        "Welcome to AzuraCast. Please wait while some key dependencies of AzuraCast are set up...": "ยินดีต้อนรับสู่ AzuraCast โปรดรอสักครู่ในขณะที่การอ้างอิงคีย์ของ AzuraCast ถูกตั้งค่า...",
        "Running Database Migrations": "กำลังเรียกใช้การย้ายฐานข้อมูล",
        "Generating Database Proxy Classes": "การสร้างคลาสพร็อกซีฐานข้อมูล",
        "Reload System Data": "โหลดข้อมูลระบบใหม่",
        "Installing Data Fixtures": "ติดตั้งข้อมูลแบบคงที่",
        "Refreshing All Stations": "รีเฟรชทุกสถานี",
        "AzuraCast is now updated to the latest version!": "AzuraCast ได้รับการอัปเดตเป็นเวอร์ชันล่าสุดแล้ว!",
        "AzuraCast installation complete!": "การติดตั้ง AzuraCast เสร็จสมบูรณ์!",
        "Visit %s to complete setup.": "ไปที่ %s เพื่อตั้งค่าให้เสร็จสมบูรณ์",
        "All Permissions": "สิทธิ์การใช้งานทั้งหมด",
        "View Station Page": "ดูหน้าสถานี",
        "View Station Reports": "ดูรายงานสถานี",
        "View Station Logs": "ดูบันทึกสถานี",
        "Manage Station Profile": "จัดการโปรไฟล์สถานี",
        "Manage Station Broadcasting": "จัดการสถานีออกอากาศ",
        "Manage Station Streamers": "จัดการสถานีสตรีมเมอร์",
        "Manage Station Mount Points": "จัดการ Mount Points สถานี",
        "Manage Station Remote Relays": "จัดการรีเลย์ระยะไกลสถานี",
        "Manage Station Media": "จัดการสื่อสถานี",
        "Manage Station Automation": "จัดการสถานีอัตโนมัติ",
        "Manage Station Web Hooks": "จัดการ Web Hook สถานี",
        "View Administration Page": "ดูหน้าผู้ดูแลระบบ",
        "View System Logs": "ดูบันทึกระบบ",
        "Administer Settings": "ตั้งค่าผู้ดูแลระบบ",
        "Administer API Keys": "จัดการคีย์ API",
        "Administer Stations": "จัดการสถานี",
        "Administer Custom Fields": "จัดการฟิลด์ที่กำหนดเอง",
        "Administer Backups": "จัดการการสำรองข้อมูล",
        "Administer Storage Locations": "จัดการสถานที่จัดเก็บข้อมูล",
        "GeoLite database not configured for this installation. See System Administration for instructions.": "ไม่ได้กำหนดค่าฐานข้อมูล GeoLite สำหรับการติดตั้งนี้ ดูระบบการบริหารสำหรับคำแนะนำ",
        "IP Geolocation by DB-IP": "IP Geolocation โดย DB-IP",
        "This product includes GeoLite2 data created by MaxMind, available from %s.": "ผลิตภัณฑ์นี้มีข้อมูล GeoLite2 ที่สร้างโดย MaxMind ซึ่งหาได้จาก %s."
    }
}