{
    "es_ES": {
        "# Episodes": "# Episodios",
        "# Songs": "# Canciones",
        "%{ dj } is now live on %{ station }! Tune in now: %{ url }": "¡%{ dj } está ahora en vivo en %{ station }! Sintoniza ahora: %{ url }",
        "%{ hours } hours": "%{ hours } horas",
        "%{ minutes } minutes": "%{ minutes } minutos",
        "%{ seconds } seconds": "%{ seconds } segundos",
        "%{ station } is back online! Tune in now: %{ url }": "¡%{ station } está en línea de nuevo! Sintoniza ahora: %{ url }",
        "%{ station } is going offline for now.": "%{ station } se está desconectando por ahora.",
        "%{filesCount} File": [
            "%{filesCount} Archivo",
            "%{filesCount} Archivos"
        ],
        "%{listeners} Listener": [
            "%{listeners} Oyente",
            "%{listeners} Oyentes"
        ],
        "%{messages} queued messages": "%{messages} mensajes en cola",
        "%{name} - Copy": "%{name} - Copiar",
        "%{numPlaylists} playlist": [
            "%{numPlaylists} Lista de Reproducción",
            "%{numPlaylists} Listas de Reproducción"
        ],
        "%{numSongs} uploaded song": [
            "%{numSongs} Canción Subida",
            "%{numSongs} Canciones Subidas"
        ],
        "%{spaceUsed} of %{spaceTotal} Used": "%{spaceUsed} de %{spaceTotal} Usado",
        "%{spaceUsed} Used": "%{spaceUsed} Usado",
        "%{station} - Copy": "%{station} - Copiar",
        "12 Hour": "12 Horas",
        "24 Hour": "24 Horas",
        "A completely random track is picked for playback every time the queue is populated.": "Se elige una pista completamente aleatoria para su reproducción cada vez que se llena la cola.",
        "A name for this stream that will be used internally in code. Should only contain letters, numbers, and underscores (i.e. \"stream_lofi\").": "Un nombre para esta stream que se utilizará internamente en el código. Debe contener sólo letras, números y guiones bajos (es decir, \"stream_lofi\").",
        "A playlist containing media files hosted on this server.": "Una lista de reproducción que contiene archivos multimedia alojados en este servidor.",
        "A playlist that instructs the station to play from a remote URL.": "Una lista de reproducción que indica a la estación que reproduzca desde una URL remota.",
        "A unique identifier (i.e. \"G-A1B2C3D4\") for this measurement stream.": "Un identificador único (por ejemplo, \"G-A1B2C3D4\") para este flujo de medición.",
        "About AzuraRelay": "Acerca de AzuraRelay",
        "About Master_me": "Acerca de Master_me",
        "About Release Channels": "Sobre los Tipos de Actualización",
        "Access Code": "Código de Acceso",
        "Access Key ID": "Clave de Acceso ID",
        "Access Token": "Token de acceso",
        "Account Details": "Detalles de la Cuenta",
        "Account is Active": "La Cuenta está Activa",
        "Account List": "Lista de Cuentas",
        "Actions": "Acciones",
        "Adapter": "Adaptador",
        "Add API Key": "Añadir clave API",
        "Add Custom Field": "Añadir campo personalizado",
        "Add Episode": "Añadir Episodio",
        "Add Files to Playlist": "Añadir Archivos a Lista de Reproducción",
        "Add HLS Stream": "Añadir Stream HLS",
        "Add Mount Point": "Añadir Punto de Montaje",
        "Add New GitHub Issue": "Añadir un Reporte de Problema en GitHub",
        "Add Playlist": "Añadir lista de reproducción",
        "Add Podcast": "Añadir Podcast",
        "Add Remote Relay": "Añadir Relé Remoto",
        "Add Role": "Añadir rol",
        "Add Schedule Item": "Agregar Elemento Programado",
        "Add SFTP User": "Añadir Usuario SFTP",
        "Add Station": "Añadir Estación",
        "Add Storage Location": "Añadir Ubicación de Almacenamiento",
        "Add Streamer": "Añadir Streamer",
        "Add User": "Agregar Usuario",
        "Add Web Hook": "Añadir Webhook",
        "Administration": "Administración",
        "Advanced": "Avanzado",
        "Advanced Configuration": "Configuración avanzada",
        "Advanced Manual AutoDJ Scheduling Options": "Opciones de Programación Manual Avanzada de AutoDJ",
        "Aggregate listener statistics are used to show station reports across the system. IP-based listener statistics are used to view live listener tracking and may be required for royalty reports.": "Las estadísticas agregadas de los oyentes se utilizan para mostrar los informes de las emisoras en todo el sistema. Las estadísticas de oyentes basadas en IP se utilizan para ver el seguimiento de los oyentes en directo y pueden ser necesarias para los informes de derechos.",
        "Album": "Álbum",
        "Album Art": "Portada del Álbum",
        "Alert": "Alerta",
        "All Days": "Todos los Días",
        "All listed domain names should point to this AzuraCast installation. Separate multiple domain names with commas.": "Todos los nombres de dominio listados deben apuntar a esta instalación de AzuraCast. Separa varios nombres de dominio con comas.",
        "All Playlists": "Todas las Listas",
        "All Podcasts": "Todos los Podcasts",
        "All values in the NowPlaying API response are available for use. Any empty fields are ignored.": "Todos los valores de la respuesta de la API NowPlaying están disponibles para su uso. Los campos vacíos se ignoran.",
        "Allow Requests from This Playlist": "Permitir Solicitudes de esta Lista de Reproducción",
        "Allow Song Requests": "Permitir solicitudes de canciones",
        "Allow Streamers \/ DJs": "Permitir Streamers \/ DJs",
        "Allowed IP Addresses": "Direcciones IP permitidas",
        "Always Use HTTPS": "Utilice siempre HTTPS",
        "Amplify: Amplification (dB)": "Amplificar: Amplificación (dB)",
        "An error occurred and your request could not be completed.": "Se ha producido un error y su solicitud no ha podido ser completada.",
        "An error occurred while loading the station profile:": "Se ha producido un error al cargar el perfil de la estación:",
        "An error occurred with the WebDJ socket.": "Se ha producido un error con el socket de WebDJ.",
        "Analytics": "Analíticas",
        "Analyze and reprocess the selected media": "Analizar y reprocesar el medio seleccionado",
        "Any of the following file types are accepted:": "Se aceptan cualquiera de los siguientes tipos de archivo:",
        "Any time a live streamer\/DJ connects to the stream": "En cualquier momento un Streamer\/DJ en vivo se conecta al stream",
        "Any time a live streamer\/DJ disconnects from the stream": "En cualquier momento un Streamer\/DJ en vivo se desconecta al stream",
        "Any time the currently playing song changes": "Cada vez que cambia la canción que se está reproduciendo",
        "Any time the listener count decreases": "Cada vez que disminuye el recuento de oyentes",
        "Any time the listener count increases": "Cada vez que aumenta el recuento de oyentes",
        "API \"Access-Control-Allow-Origin\" Header": "Encabezado \"Access-Control-Allow-Origin\" de la API",
        "API Documentation": "Documentación API",
        "API Key Description\/Comments": "Descripción de la Clave API \/ Comentarios",
        "API Keys": "Claves del API",
        "API Token": "Token de API",
        "API Version": "Versión de API",
        "App Key": "Clave App",
        "App Secret": "App Secreta",
        "Apple Podcasts": "Podcasts de Apple",
        "Apply for an API key at Last.fm": "Solicita una clave API en Last.fm",
        "Apply Playlist to Folders": "Aplicar Lista de Reproducción a Carpetas",
        "Apply Post-processing to Live Streams": "Aplicar post-procesamiento a Streams en Vivo",
        "Apply to Folders": "Aplicar a Carpetas",
        "Are you sure?": "¿Estás Seguro?",
        "Art": "Álbum",
        "Artist": "Artista",
        "Artwork": "Portada",
        "Artwork must be a minimum size of 1400 x 1400 pixels and a maximum size of 3000 x 3000 pixels for Apple Podcasts.": "Las ilustraciones de portada deben tener un mínimo de 1400 x 1400 píxeles y un máximo de 3000 x 3000 píxeles para los podcasts de Apple.",
        "Attempt to Automatically Retrieve ISRC When Missing": "Intentar Recuperar Automáticamente el ISRC Cuando Falte",
        "Audio Bitrate (kbps)": "Tasa de Bits de Audio (kbps)",
        "Audio Format": "Formato de Audio",
        "Audio Post-processing": "Post-procesamiento de Audio",
        "Audio Post-processing Method": "Método de post-procesamiento de Audio",
        "Audio transcoding applications like Liquidsoap use a consistent amount of CPU over time, which gradually drains this available credit. If you regularly see stolen CPU time, you should consider migrating to a VM that has CPU resources dedicated to your instance.": "Las aplicaciones de transcodificación de audio como Liquidsoap usan una cantidad constante de CPU a lo largo del tiempo, lo que agota gradualmente este crédito disponible. Si ve regularmente tiempo de CPU robado, debería considerar migrar a una máquina virtual que tenga recursos de CPU dedicados a su instancia.",
        "Audit Log": "Registros de Auditoría",
        "Author": "Autor",
        "Auto-Assign Value": "Auto-Asignar Valor",
        "Auto-Assigned": "Auto-Asignado",
        "AutoDJ": "AutoDJ",
        "AutoDJ Bitrate (kbps)": "AutoDJ Bitrate (kbps)",
        "AutoDJ Disabled": "AutoDJ Deshabilitado",
        "AutoDJ Format": "Formato de AutoDJ",
        "AutoDJ has been disabled for this station. No music will automatically be played when a source is not live.": "El AutoDJ se ha desactivado para esta emisora. No se reproducirá música automáticamente cuando una fuente no esté en vivo.",
        "AutoDJ Queue": "Cola de AutoDJ",
        "AutoDJ Queue Length": "Longitud de Cola del AutoDJ",
        "AutoDJ Service": "Servicio de AutoDJ",
        "Automatic Backups": "Copias de Seguridad Automáticas",
        "Automatically publish to a Mastodon instance.": "Publicar automáticamente en una instancia de Mastodon.",
        "Automatically Scroll to Bottom": "Desplazar Automáticamente al Fondo",
        "Automatically send a customized message to your Discord server.": "Envía automáticamente un mensaje personalizado a tu servidor Discord.",
        "Automatically send a message to any URL when your station data changes.": "Enviar automáticamente un mensaje a cualquier URL cuando los datos de su estación cambien.",
        "Automatically Set from ID3v2 Value": "Establecer Automáticamente desde el Valor del ID3v2",
        "Available Logs": "Registros Disponibles",
        "Avatar Service": "Servicio de Avatar",
        "Avatars are retrieved based on your e-mail address from the %{ service } service. Click to manage your %{ service } settings.": "Los avatares se recuperan según su dirección de correo electrónico del servicio %{ service }. Haga clic para administrar la configuración de su %{ service }.",
        "Average Listeners": "Promedio de Oyentes",
        "Avoid Duplicate Artists\/Titles": "Evitar Artistas\/Títulos Duplicados",
        "AzuraCast First-Time Setup": "Configuración Inicial de AzuraCast",
        "AzuraCast Instance Name": "Nombre de instancia de AzuraCast",
        "AzuraCast ships with a built-in free IP geolocation database. You may prefer to use the MaxMind GeoLite service instead to achieve more accurate results. Using MaxMind GeoLite requires a license key, but once the key is provided, we will automatically keep the database updated.": "AzuraCast incluye una base de datos de geolocalización IP gratuita. Es posible que prefiera utilizar el servicio MaxMind GeoLite en su lugar para obtener resultados más precisos. El uso de MaxMind GeoLite requiere una clave de licencia, pero una vez proporcionada la clave, mantendremos la base de datos actualizada automáticamente.",
        "AzuraCast Update Checks": "Comprobaciones de Actualización de AzuraCast",
        "AzuraCast User": "Usuario de AzuraCast",
        "AzuraCast uses a role-based access control system. Roles are given permissions to certain sections of the site, then users are assigned into those roles.": "AzuraCast utiliza un sistema de control de acceso basado en roles. Los roles reciben permisos para ciertas secciones del sitio, luego los usuarios son asignados a esos roles.",
        "AzuraCast Wiki": "Wiki de AzuraCast",
        "AzuraCast will scan the uploaded file for matches in this station's music library. Media should already be uploaded before running this step. You can re-run this tool as many times as needed.": "AzuraCast escaneará el archivo subido en busca de coincidencias en la biblioteca de música de esta estación. Los medios deben ser cargados antes de ejecutar este paso. Puede volver a ejecutar esta herramienta tantas veces como sea necesario.",
        "AzuraRelay is a standalone service that connects to your AzuraCast instance, automatically relays your stations via its own server, then reports the listener details back to your main instance. This page shows all currently connected instances.": "AzuraRelay es un servicio independiente que se conecta a tu instancia de AzuraCast. Transmite automáticamente tus emisoras a través de su propio servidor y luego reporta los detalles del oyente a tu instancia principal. Esta página muestra todas las instancias conectadas actualmente.",
        "Back": "Atrás",
        "Backing up your installation is strongly recommended before any update.": "Se recomienda hacer una copia de seguridad de su instalación antes de cualquier actualización.",
        "Backup": "Copia de Seguridad",
        "Backup Format": "Formato de Copia de Seguridad",
        "Backups": "Copias de seguridad",
        "Balanced": "Balanceado",
        "Banned Countries": "Países Prohibidos",
        "Banned IP Addresses": "Direcciones IP Prohibidas",
        "Banned User Agents": "Agentes de Usuario Bloqueados",
        "Base Station Directory": "Directorio Base de la Estación",
        "Base Theme for Public Pages": "Tema Base para Páginas Públicas",
        "Basic Info": "Información Básica",
        "Basic Information": "Información Básica",
        "Basic Normalization and Compression": "Normalización y Compresión Básica",
        "Best & Worst": "Mejor y Peor",
        "Best Performing Songs": "Mejores Canciones al Transmitir",
        "Bit Rate": "Tasa de Bits",
        "Bitrate": "Bitrate",
        "Bot Token": "Token del Bot",
        "Branding": "Marca",
        "Branding Settings": "Configuración de Marca",
        "Broadcast AutoDJ to Remote Station": "Enviar AutoDJ a la Estación Remota",
        "Broadcasting": "Emitiendo",
        "Broadcasting Service": "Servicio de Radiodifusión",
        "Broadcasts": "Emisiones",
        "Browser": "Navegador",
        "Browser Default": "Navegador por Defecto",
        "Browser Icon": "Icono del Navegador",
        "Browsers": "Navegadores",
        "Bucket Name": "Nombre del Bucket",
        "Bulk Media Import\/Export": "Importación\/Exportación Masiva de Medios",
        "By default, radio stations broadcast on their own ports (i.e. 8000). If you're using a service like CloudFlare or accessing your radio station by SSL, you should enable this feature, which routes all radio through the web ports (80 and 443).": "Por defecto, las emisoras de radio emiten por sus propios puertos (es decir, 8000). Si utiliza un servicio como CloudFlare o accede a su emisora de radio por SSL, debe activar esta función, que enruta toda la radio a través de los puertos web (80 y 443).",
        "Cached": "En Caché",
        "Cancel": "Cancelar",
        "Categories": "Categorías",
        "Change": "Cambiar",
        "Change Password": "Cambiar Contraseña",
        "Changes": "Cambios",
        "Changes saved.": "Cambios guardados.",
        "Character Set Encoding": "Establecer Codificación de Caracteres",
        "Chat ID": "ID de Chat",
        "Check for Updates": "Verificar Actualizaciones",
        "Check this box to apply post-processing to all audio, including live streams. Uncheck this box to only apply post-processing to the AutoDJ.": "Marque esta casilla para aplicar el post-procesamiento a todo el audio, incluyendo streams en vivo. Desmarque esta casilla para aplicar sólo el post-procesamiento al AutoDJ.",
        "Check Web Services for Album Art for \"Now Playing\" Tracks": "Comprobar los Servicios Web para la Portada del Álbum para las pistas de \"Reproducción en Curso\"",
        "Check Web Services for Album Art When Uploading Media": "Compruebe los servicios web para el arte del álbum al cargar los medios de comunicación",
        "Choose a method to use when transitioning from one song to another. Smart Mode considers the volume of the two tracks when fading for a smoother effect, but requires more CPU resources.": "Elija un método para pasar de una canción a otra. El modo inteligente considera el volumen de las dos pistas cuando se desvanecen para obtener un efecto más suave, pero requiere más recursos de CPU.",
        "Choose a name for this webhook that will help you distinguish it from others. This will only be shown on the administration page.": "Elija un nombre para este webhook que le ayude a distinguirlo de los demás. Sólo se mostrará en la página de administración.",
        "Choose a new password for your account.": "Elija una nueva contraseña para su cuenta.",
        "Clear": "Desvincular",
        "Clear all media from playlist?": "¿Borrar todos los medios de la lista de reproducción?",
        "Clear All Message Queues": "Borrar Todas las Colas de Mensajes",
        "Clear All Pending Requests?": "¿Borrar Todas las Solicitudes Pendientes?",
        "Clear Artwork": "Borrar Portada",
        "Clear Cache": "Limpiar Caché",
        "Clear File": "Borrar Archivo",
        "Clear Image": "Borrar Imagen",
        "Clear List": "Limpiar lista",
        "Clear Media": "Borrar Medios",
        "Clear Pending Requests": "Limpiar Solicitudes Pendientes",
        "Clear Queue": "Vaciar la Cola",
        "Clear Upcoming Song Queue": "Borrar la cola de próximas canciones",
        "Clear Upcoming Song Queue?": "¿Borrar la Cola de las Próximas Canciones?",
        "Clearing the application cache may log you out of your session.": "Limpiar la caché de la aplicación puede desconectarlo de su sesión.",
        "Click \"Generate new license key\".": "Haga click en \"Generate new license key\".",
        "Click \"New Application\"": "Clic en \"Nueva Aplicación\"",
        "Click the \"Preferences\" link, then \"Development\" on the left side menu.": "Clic en el link \"Preferencias\" y luego en \"Desarrollo\" en el menú de la izquierda.",
        "Click the button below to generate a CSV file with all of this station's media. You can make any necessary changes, and then import the file using the file picker on the right.": "Haga clic en el botón de abajo para generar un archivo CSV con todos los medios de esta estación. Puede realizar los cambios necesarios y luego importar el archivo usando el selector de archivos a la derecha.",
        "Click the button below to retry loading the page.": "Haga clic en el botón de abajo para volver a intentar cargar la página.",
        "Client": "Cliente",
        "Clients": "Clientes",
        "Clients by Connected Time": "Clientes por Tiempo Conectado",
        "Clients by Listeners": "Clientes por Oyentes",
        "Clone": "Clonar",
        "Clone Station": "Clonar Estación",
        "Close": "Cerrar",
        "CloudFlare (CF-Connecting-IP)": "CloudFlare (CF-Conecting-IP)",
        "Code from Authenticator App": "Código de la Aplicación Autenticador",
        "Collect aggregate listener statistics and IP-based listener statistics": "Recopilar estadísticas agregadas del oyente y estadísticas del oyente basadas en IP",
        "Comments": "Comentarios",
        "Complete the setup process by providing some information about your broadcast environment. These settings can be changed later from the administration panel.": "Complete el proceso de instalación brindándole información sobre su entorno de transmisión. Estas configuraciones se pueden cambiar más adelante desde el panel de administración.",
        "Configure": "Configurar",
        "Configure Backups": "Configurar copias de seguridad",
        "Confirm": "Confirmar",
        "Confirm New Password": "Confirmar Nueva Contraseña",
        "Connected AzuraRelays": "Relés de AzuraCast Conectados",
        "Connection Information": "Información de la conexión",
        "Contains explicit content": "Contiene contenido explícito",
        "Continue the setup process by creating your first radio station below. You can edit any of these details later.": "Continúa el proceso de configuración creando tu primera estación de radio a continuación. Puede cambiar estos detalles más tarde.",
        "Continuous Play": "Reproducción Continua",
        "Control how this playlist is handled by the AutoDJ software.": "Estas opciones controlan cómo el software del AutoDJ gestiona esta lista de reproducción.",
        "Copied!": "¡Copiado!",
        "Copies older than the specified number of days will automatically be deleted. Set to zero to disable automatic deletion.": "Las copias anteriores al número de días especificado, se eliminarán automáticamente. Establezca cero para desactivar la eliminación automática.",
        "Copy associated media and folders.": "Copiar archivos de multimedia y carpetas asociados.",
        "Copy scheduled playback times.": "Copiar las horas de reproducción programadas.",
        "Copy to Clipboard": "Copiar al Portapapeles",
        "Copy to New Station": "Copiar a Nueva Estación",
        "Could not upload file.": "No se pudo cargar el archivo.",
        "Countries": "Países",
        "Country": "País",
        "CPU Load": "Carga del CPU",
        "CPU Stats Help": "Ayuda de Estadísticas de CPU",
        "Create a new application. Choose \"Scoped Access\", select your preferred level of access, then name your app. Do not name it \"AzuraCast\", but rather use a name specific to your installation.": "Crear una nueva aplicación. Elige \"Acceso de Alcance\", selecciona tu nivel de acceso preferido y luego nombra tu aplicación. No lo llames \"AzuraCast\", sino más bien usa un nombre específico para tu instalación.",
        "Create a New Radio Station": "Crear una Nueva Emisora de Radio",
        "Create Account": "Crear cuenta",
        "Create an account on the MaxMind developer site.": "Crear una cuenta en el sitio de desarrolladores de MaxMind.",
        "Create and Continue": "Crear y Continuar",
        "Create custom fields to store extra metadata about each media file uploaded to your station libraries.": "Crear campos personalizados para almacenar metadatos extras sobre cada archivo de medios subido a las bibliotecas de su estación.",
        "Create Directory": "Crear Directorio",
        "Create New Key": "Crear Nueva Clave",
        "Create New Playlist for Each Folder": "Crear Nueva Lista de Reproducción para cada Carpeta",
        "Critical": "Crítico",
        "Crossfade Duration (Seconds)": "Duración de crossfade (segundos)",
        "Crossfade Method": "Método de Crossfade",
        "Cue": "Cue",
        "Current Configuration File": "Archivo de Configuración Actual",
        "Current Custom Fallback File": "Archivo Personalizado de Respaldo Actual",
        "Current Installed Version": "Versión Actual Instalada",
        "Current Intro File": "Archivo de Introducción Actual",
        "Current Password": "Contraseña Actual",
        "Current Podcast Media": "Medios de Podcast Actuales",
        "Custom": "Personalizado",
        "Custom API Base URL": "URL Base de la API Personalizada",
        "Custom Branding": "Marca personalizada",
        "Custom Configuration": "Configuración personalizada",
        "Custom CSS for Internal Pages": "CSS Personalizado para Páginas Internas",
        "Custom CSS for Public Pages": "CSS Personalizado para Páginas Públicas",
        "Custom Cues: Cue-In Point (seconds)": "Cues Personalizados: Punto de Inicio (segundos)",
        "Custom Cues: Cue-Out Point (seconds)": "Cues Personalizados: Punto de Finalización (segundos)",
        "Custom Fading: Fade-In Time (seconds)": "Desvanecimiento Personalizado: Tiempo de Desvanecimiento de Entrada (segundos)",
        "Custom Fading: Fade-Out Time (seconds)": "Desvanecimiento Personalizado: Tiempo de Desvanecimiento de Salida (segundos)",
        "Custom Fading: Overlap Time (seconds)": "Desvanecimiento Personalizado: Tiempo de Superposición (segundos)",
        "Custom Fallback File": "Archivo de Respaldo Personalizado",
        "Custom Fields": "Campos personalizados",
        "Custom Frontend Configuration": "Configuración de interfaz avanzada",
        "Custom JS for Public Pages": "Javascript Personalizado para Páginas Públicas",
        "Customize": "Personalizar",
        "Customize Administrator Password": "Personalizar Contraseña del Administrador",
        "Customize AzuraCast Settings": "Personalizar Ajustes de AzuraCast",
        "Customize Broadcasting Port": "Personalizar Puerto de Radiodifusión",
        "Customize Copy": "Personalizar Copia",
        "Customize DJ\/Streamer Mount Point": "Personalizar el Punto de Montaje del DJ\/Streamer",
        "Customize DJ\/Streamer Port": "Personalizar el Puerto para el DJ\/Streamer",
        "Customize Internal Request Processing Port": "Personalizar el Puerto de Procesamiento de Peticiones Internas",
        "Customize Source Password": "Personalizar Contraseña de Origen",
        "Customize the number of songs that will appear in the \"Song History\" section for this station and in all public APIs.": "Personaliza el número de canciones que aparecerán en la sección \"Historial de Canciones\" para esta estación y en todas las APIs públicas.",
        "Customize this setting to ensure you get the correct IP address for remote users. Only change this setting if you use a reverse proxy, either within Docker or a third-party service like CloudFlare.": "Personalice esta configuración para asegurarse de que obtiene la dirección IP correcta para los usuarios remotos. Sólo cambie esta opción si utiliza un proxy inverso, ya sea dentro de Docker o un servicio de terceros como CloudFlare.",
        "Dark": "Oscuro",
        "Dashboard": "Tablero",
        "Date Played": "Fecha de Reproducción",
        "Date Requested": "Fecha de Solicitud",
        "Date\/Time": "Fecha\/Hora",
        "Date\/Time (Browser)": "Fecha\/Hora (Navegador)",
        "Date\/Time (Station)": "Fecha\/Hora (Estación)",
        "Days of Playback History to Keep": "Días del Historial de Reproducción a Guardar",
        "Deactivate Streamer on Disconnect (Seconds)": "Desconectar al Streamer en (segundos)",
        "Debug": "Depurar",
        "Default Album Art": "Imagen de Álbum por Defecto",
        "Default Album Art URL": "URL para Portada de Álbum por Defecto",
        "Default Avatar URL": "URL de Avatar Predeterminada",
        "Default Live Broadcast Message": "Mensaje de Emisión en Vivo por Defecto",
        "Default Mount": "Punto de Montaje por Defecto",
        "Delete": "Eliminar",
        "Delete %{ num } media files?": "¿Eliminar %{ num } archivos multimedia?",
        "Delete Album Art": "Borrar Imagen de Álbum",
        "Delete API Key?": "¿Eliminar Clave API?",
        "Delete Backup?": "¿Eliminar Copia de Seguridad?",
        "Delete Broadcast?": "¿Eliminar Transmisión?",
        "Delete Custom Field?": "¿Eliminar Campo Personalizado?",
        "Delete Episode?": "¿Eliminar Episodio?",
        "Delete HLS Stream?": "¿Eliminar Stream HLS?",
        "Delete Mount Point?": "¿Eliminar Punto de Montaje?",
        "Delete Playlist?": "¿Borrar Lista de Reproducción?",
        "Delete Podcast?": "¿Eliminar Podcast?",
        "Delete Queue Item?": "¿Eliminar Elemento de Cola?",
        "Delete Record?": "¿Borrar Registro?",
        "Delete Remote Relay?": "¿Eliminar Relé Remoto?",
        "Delete Request?": "¿Eliminar Solicitud?",
        "Delete Role?": "¿Eliminar Rol?",
        "Delete SFTP User?": "¿Eliminar Usuario SFTP?",
        "Delete Station?": "¿Eliminar Estación?",
        "Delete Storage Location?": "¿Eliminar Ubicación de Almacenamiento?",
        "Delete Streamer?": "¿Eliminar Streamer?",
        "Delete User?": "¿Eliminar Usuario?",
        "Delete Web Hook?": "¿Eliminar Web Hook?",
        "Description": "Descripción",
        "Desktop Device": "Dispositivo de Escritorio",
        "Details": "Detalles",
        "Directory": "Directorio",
        "Directory Name": "Nombre del Directorio",
        "Disable": "Deshabilitar",
        "Disable Crossfading": "Desactivar el Fundido entre Pistas",
        "Disable Optimizations": "Desactivar Optimizaciones",
        "Disable Two-Factor": "Desactivar la verificación en dos pasos",
        "Disable two-factor authentication?": "¿Desactivar autenticación de dos factores?",
        "Disable?": "¿Deshabilitar?",
        "Disabled": "Desactivado",
        "Disconnect Streamer": "Desconectar Streamer",
        "Discord Web Hook URL": "URL del Web Hook de Discord",
        "Discord Webhook": "Webhook de Discord",
        "Disk caching makes a system much faster and more responsive in general. It does not take memory away from applications in any way since it will automatically be released by the operating system when needed.": "El almacenamiento en caché de disco hace que un sistema sea mucho más rápido y responda mejor en general. No le quita memoria a las aplicaciones de ninguna manera, ya que el sistema operativo la liberará automáticamente cuando sea necesario.",
        "Disk Space": "Espacio del Disco",
        "Display fields": "Mostrar campos",
        "Display Name": "Nombre a Mostrar",
        "DJ\/Streamer Buffer Time (Seconds)": "Tiempo del Búfer del DJ\/Streamer (segundos)",
        "Do not collect any listener analytics": "No recopile ningún análisis de oyentes",
        "Do not use a local broadcasting service.": "No utilice un servicio de radiodifusión local.",
        "Do not use an AutoDJ service.": "No utilice un servicio de AutoDJ.",
        "Documentation": "Documentacion",
        "Domain Name(s)": "Nombre(s) de Dominio",
        "Donate to support AzuraCast!": "¡Dona para apoyar a AzuraCast!",
        "Down": "Bajar",
        "Download": "Descargar",
        "Download CSV": "Descargar CSV",
        "Download M3U": "Descargar M3U",
        "Download PLS": "Descargar PLS",
        "Download the appropriate binary from the Stereo Tool downloads page:": "Descargar el binario apropiado desde la página de descargas de Stereo Tool:",
        "Download the Linux x64 binary from the Shoutcast Radio Manager:": "Descargue el binario Linux x64 desde el Administrador de Radio Shoutcast:",
        "Drag file(s) here to upload or": "Arrastra archivo(s) aquí para subir o",
        "Dropbox App Console": "Consola de la App Dropbox",
        "Dropbox Setup Instructions": "Instrucciones de Configuración de Dropbox",
        "Duplicate": "Duplicar",
        "Duplicate Playlist": "Duplicar Lista",
        "Duplicate Prevention Time Range (Minutes)": "Intervalo de Prevención de Duplicado (Minutos)",
        "Duplicate Songs": "Canciones duplicadas",
        "E-Mail": "Correo",
        "E-mail Address": "Correo Electrónico",
        "E-mail Address (Optional)": "Dirección de Correo (Opcional)",
        "E-mail addresses can be separated by commas.": "Las direcciones de correo electrónico deben estar separadas por comas.",
        "E-mail Delivery Service": "Servicio de Entrega de Email",
        "EBU R128": "EBU R128",
        "Edit": "Editar",
        "Edit Branding": "Editar Marca",
        "Edit Custom Field": "Editar Campo Personalizado",
        "Edit Episode": "Editar Episodio",
        "Edit HLS Stream": "Editar Stream HLS",
        "Edit Liquidsoap Configuration": "Editar configuración de Liquidsoap",
        "Edit Media": "Editar Medios",
        "Edit Mount Point": "Editar Punto de Montaje",
        "Edit Playlist": "Editar Lista de Reproducción",
        "Edit Podcast": "Editar el Podcast",
        "Edit Profile": "Editar el perfil",
        "Edit Remote Relay": "Editar Relé Remoto",
        "Edit Role": "Editar Rol",
        "Edit SFTP User": "Editar Usuario SFTP",
        "Edit Station": "Editar Estación",
        "Edit Station Profile": "Editar el perfil de la estación",
        "Edit Storage Location": "Editar Ubicación de Almacenamiento",
        "Edit Streamer": "Editar Streamer",
        "Edit User": "Editar Usuario",
        "Edit Web Hook": "Editar Web Hook",
        "Embed Code": "Insertar Código",
        "Embed Widgets": "Insertar Widgets",
        "Emergency": "Emergencia",
        "Empty": "Vacío",
        "Enable": "Habilitar",
        "Enable Advanced Features": "Habilitar Funciones Avanzadas",
        "Enable AutoDJ": "Permitir AutoDJ",
        "Enable Broadcasting": "Habilitar Transmisión",
        "Enable certain advanced features in the web interface, including advanced playlist configuration, station port assignment, changing base media directories and other functionality that should only be used by users who are comfortable with advanced functionality.": "Habilitar ciertas funciones avanzadas en la interfaz web, incluyendo la configuración avanzada de la lista de reproducción, la asignación de puertos de la estación, cambiar los directorios de medios base y otras funcionalidades que sólo deben ser utilizadas por usuarios que se sientan cómodos con las funciones avanzadas.",
        "Enable Downloads on On-Demand Page": "Habilitar Descargas en la Página Bajo Demanda",
        "Enable HTTP Live Streaming (HLS)": "Habilitar HTTP Streaming en Vivo (HLS)",
        "Enable listeners to request a song for play on your station. Only songs that are already in your playlists are requestable.": "Permite que los oyentes soliciten una canción para reproducirla en tu estación. Solo se pueden solicitar las canciones que ya están en tus listas de reproducción.",
        "Enable Mail Delivery": "Habilitar Envío de Correo",
        "Enable On-Demand Streaming": "Habilitar Streaming Bajo Demanda",
        "Enable Public Pages": "Activar Páginas Públicas",
        "Enable this option if your S3 provider is using paths instead of sub-domains for their S3 endpoint; for example, when using MinIO or with other self-hosted S3 storage solutions that are accessible via a path on a domain\/IP instead of a subdomain.": "Habilite esta opción si su proveedor de S3 utiliza rutas en lugar de subdominios para su punto final de S3; por ejemplo, cuando se utiliza MinIO o con otras soluciones de almacenamiento S3 autohospedadas a las que se puede acceder a través de una ruta en un dominio\/IP en lugar de un subdominio.",
        "Enable this setting to prevent metadata from being sent to the AutoDJ for files in this playlist. This is useful if the playlist contains jingles or bumpers.": "Habilite esta opción para evitar que los metadatos de los archivos en esta lista, sean enviados al AutoDJ. Esto es útil si la lista de reproducción contiene jingles o bumpers.",
        "Enable to advertise this mount point on \"Yellow Pages\" public radio directories.": "Activar para anunciar este punto de montaje en los directorios de radio públicos \"Páginas Amarillas\".",
        "Enable to advertise this relay on \"Yellow Pages\" public radio directories.": "Activar para anunciar este repetidor en los directorios de radio públicos \"Páginas amarillas\".",
        "Enable to allow listeners to select this mount point on this station's public pages.": "Activar para permitir a los oyentes seleccionar este punto de montaje en las páginas públicas de esta estación.",
        "Enable to allow listeners to select this relay on this station's public pages.": "Activar para permitir a los oyentes seleccionar este punto de montaje en las páginas públicas de esta estación.",
        "Enable to allow this account to log in and stream.": "Habilite para permitir que esta cuenta inicie sesión y transmita.",
        "Enable to have AzuraCast automatically run nightly backups at the time specified.": "Activar para que AzuraCast ejecute automáticamente copias de seguridad nocturnas en el momento especificado.",
        "Enable Two-Factor": "Activar la verificación en dos pasos",
        "Enable Two-Factor Authentication": "Habilitar Autenticación en Dos Pasos",
        "Enable?": "¿Habilitar?",
        "Enabled": "Habilitado",
        "End Date": "Fecha de Finalización",
        "End Time": "Hora de Finalización",
        "Endpoint": "Punto Final",
        "Enforce Schedule Times": "Hacer cumplir los horarios programados",
        "Enlarge Album Art": "Ampliar la Imagen del Álbum",
        "Ensure the library matches your system architecture": "Asegúrese de que la biblioteca coincide con la arquitectura de su sistema",
        "Enter \"AzuraCast\" as the application name. You can leave the URL fields unchanged. For \"Scopes\", only \"write:media\" and \"write:statuses\" are required.": "Introduzca \"AzuraCast\" como nombre de la aplicación. Puede dejar los campos de URL sin cambios. Para \"Ámbitos\", solo se requieren \"escribir: medios\" y \"escribir: estados\".",
        "Enter the access code you receive below.": "Introduzca a continuación el código de acceso que reciba.",
        "Enter the current code provided by your authenticator app to verify that it's working correctly.": "Introduce el código actual proporcionado por tu aplicación de autenticación para verificar que funciona correctamente.",
        "Enter the full URL of another stream to relay its broadcast through this mount point.": "Introduzca el URL completo de otra secuencia para transmitir su emisión a través de este punto de montaje.",
        "Enter your app secret and app key below.": "Introduce enseguida la claves app secret y la app key.",
        "Enter your e-mail address to receive updates about your certificate.": "Introduzca su dirección de correo electrónico para recibir actualizaciones sobre su certificado.",
        "Enter your password": "Introduzca su Contraseña",
        "Episode": "Episodio",
        "Episodes": "Episodios",
        "Error": "Error",
        "Example: if the remote radio URL is http:\/\/station.example.com:8000\/radio.mp3, enter \"http:\/\/station.example.com:8000\".": "Ejemplo: si la URL de radio remota es http:\/\/station.example.com:8000\/radio.mp3, introduzca \"http:\/\/station.example.com:8000\".",
        "Exclude Media from Backup": "Excluir Archivos de Audio de las Copias de Seguridad",
        "Excluding media from automated backups will save space, but you should make sure to back up your media elsewhere. Note that only locally stored media will be backed up.": "Ahorrará espacio al excluir los archivos de medios de sus copias de seguridad automatizadas, pero debería asegurarse de hacer una copia de seguridad de sus medios en otros lugares. Tenga en cuenta que sólo los medios almacenados localmente serán respaldados.",
        "Exit Fullscreen": "Salir de la Pantalla Completa",
        "Expected to Play at": "Se Espera Reproducir en",
        "Explicit": "Explícito",
        "Export %{format}": "Exportar %{format}",
        "Export Media to CSV": "Exportar Medios a CSV",
        "External": "Externo",
        "Fallback Mount": "Punto de montaje de reserva",
        "Field Name": "Nombre del Campo",
        "File Name": "Nombre de Archivo",
        "Files marked for reprocessing:": "Archivos marcados para reprocesar:",
        "Files moved:": "Archivos movidos:",
        "Files played immediately:": "Archivos reproducidos inmediatamente:",
        "Files queued for playback:": "Archivos en cola para reproducir:",
        "Files removed:": "Archivos eliminados:",
        "First Connected": "Primero Conectado",
        "Followers Only": "Sólo Seguidores",
        "Footer Text": "Texto de Pie de Página",
        "For ARM (Raspberry Pi, etc.) installations, choose \"Raspberry Pi Thimeo-ST plugin\".": "Para instalaciones ARM (Raspberry Pi, etc.) elija \"Raspberry Pi Thimeo-ST plug-in\".",
        "For local filesystems, this is the base path of the directory. For remote filesystems, this is the folder prefix.": "Para sistemas de archivos locales, esta es la ruta base del directorio. Para sistemas remotos, este es el prefijo de carpeta.",
        "For most cases, use the default UTF-8 encoding. The older ISO-8859-1 encoding can be used if accepting connections from Shoutcast 1 DJs or using other legacy software.": "Para la mayoría de los casos, use la codificación por default UTF-8. La codificación antigua ISO-8859-1 puede ser usada si está aceptando conexiones desde Shoutcast v1 o está usando otro software.",
        "for selected period": "para el período seleccionado",
        "For simple updates where you want to keep your current configuration, you can update directly via your web browser. You will be disconnected from the web interface and listeners will be disconnected from all stations.": "Para actualizaciones simples donde desea mantener su configuración actual, puede actualizar directamente a través de su navegador web. Usted será desconectado de la interfaz web y los oyentes serán desconectados de todas las estaciones.",
        "For some clients, use port:": "Para algunos clientes, utilice el puerto:",
        "For the legacy version": "Para la versión antigua",
        "For x86\/64 installations, choose \"x86\/64 Linux Thimeo-ST plugin\".": "Para instalaciones x86\/64, elija \"x86\/64 Linux Thimeo-ST plug-in\".",
        "Forgot your password?": "¿Olvidaste tu contraseña?",
        "Format": "Formato",
        "Friday": "Viernes",
        "From your smartphone, scan the code to the right using an authentication app of your choice (FreeOTP, Authy, etc).": "Desde tu smartphone, escanea el código a la derecha usando una aplicación de autenticación de tu elección (FreeOTP, Authy, etc).",
        "Full": "Lleno",
        "Full Volume": "Volumen Completo",
        "General Rotation": "Rotación General",
        "Generate Access Code": "Generar Código de Acceso",
        "Generate Report": "Generar Informe",
        "Generate\/Renew Certificate": "Generar\/Renovar Certificado",
        "Generic Web Hook": "Web Hook Genérico",
        "Generic Web Hooks": "Web Hooks Genéricos",
        "Genre": "Género",
        "GeoLite is not currently installed on this installation.": "GeoLite no está instalado actualmente en esta instalación.",
        "GeoLite version \"%{ version }\" is currently installed.": "La versión de GeoLite que está instalada actualmente es \"%{ version }\".",
        "Get Next Song": "Obtener la Siguiente Canción",
        "Get Now Playing": "Obtener Reproducción en Curso",
        "GetMeRadio": "GetMeRadio",
        "GetMeRadio Station ID": "ID de GetMeRadio",
        "Global": "Global",
        "Global Permissions": "Permisos Globales",
        "Go": "Ir",
        "Google Analytics V4 Integration": "Integración de Google Analytics V4",
        "Help": "Ayuda",
        "Hide Album Art on Public Pages": "Ocultar Portada del Álbum en las Páginas Públicas",
        "Hide AzuraCast Branding on Public Pages": "Ocultar la Marca AzuraCast en Páginas Públicas",
        "Hide Charts": "Ocultar Gráficas",
        "Hide Credentials": "Ocultar Credenciales",
        "Hide Metadata from Listeners (\"Jingle Mode\")": "Ocultar los Metadatos a los Radioescuchas (\"Modo Jingle\")",
        "High I\/O Wait can indicate a bottleneck with the server's hard disk, a potentially failing hard disk, or heavy load on the hard disk.": "Un alto índice de E\/S de Espera, puede indicar un cuello de botella con el disco duro del servidor, un disco duro potencialmente defectuoso, o una carga pesada en el disco duro.",
        "Higher weight playlists are played more frequently compared to other lower-weight playlists.": "Las listas de reproducción de mayor peso se reproducen con más frecuencia en comparación con otras listas de reproducción de menor peso.",
        "History": "Historial",
        "HLS": "HLS",
        "HLS Streams": "Streams HLS",
        "Home": "Inicio",
        "Homepage Redirect URL": "URL de redirección de la página de inicio",
        "Hour": "Hora",
        "HTML": "HTML",
        "HTTP Live Streaming (HLS)": "HTTP Streaming en Vivo (HLS)",
        "HTTP Live Streaming (HLS) is a new adaptive-bitrate streaming technology. From this page, you can configure the individual bitrates and formats that are included in the combined HLS stream.": "HTTP Streaming en Vivo (HLS) es una nueva tecnología de streaming de bitrate adaptable. Desde esta página, puede configurar las tasas de bits individuales y los formatos que se incluyen en el stream combinado HLS.",
        "HTTP Live Streaming (HLS) is a new adaptive-bitrate technology supported by some clients. It does not use the standard broadcasting frontends.": "HTTP Streaming en Vivo (HLS) es una nueva tecnología de bitrate adaptativa soportada por algunos clientes. No utiliza los interfaces de transmisión estándar.",
        "Icecast Clients": "Clientes de IceCast",
        "Icecast\/Shoutcast Stream URL": "URL del flujo de Icecast\/Shoutcast",
        "Identifier": "Identificador",
        "If a live DJ connects but has not yet sent metadata, this is the message that will display on player pages.": "Si un DJ que está en vivo se conecta pero aún no ha enviado metadatos, este es el mensaje que se mostrará en las páginas del reproductor.",
        "If a song has no album art, this URL will be listed instead. Leave blank to use the standard placeholder art.": "Si una canción no tiene portada de álbum, esta URL aparecerá en su lugar. Déjelo en blanco para utilizar el arte de marcador de posición estándar.",
        "If a visitor is not signed in and visits the AzuraCast homepage, you can automatically redirect them to the URL specified here. Leave blank to redirect them to the login screen by default.": "Si un visitante no ha iniciado sesión y visita la página de inicio de AzuraCast, puede redirigirlo automáticamente a la URL especificada aquí. Déjelo en blanco para redirigirlos a la pantalla de inicio de sesión de forma predeterminada.",
        "If disabled, the playlist will not be included in radio playback, but can still be managed.": "Si está desactivado, la lista de reproducción no se incluirá en la reproducción de la radio, pero todavía se puede gestionar.",
        "If disabled, the station will not broadcast or shuffle its AutoDJ.": "Si está desactivado, la estación no transmitirá ni reproducirá aleatoriamente su AutoDJ.",
        "If enabled, a download button will also be present on the public \"On-Demand\" page.": "Si está habilitado, un botón de descarga también estará presente en la página pública \"On Demand\".",
        "If enabled, AzuraCast will automatically record any live broadcasts made to this station to per-broadcast recordings.": "Si está activado, AzuraCast grabará automáticamente cualquier transmisión en directo realizada en esta emisora para grabaciones por emisión en directo.",
        "If enabled, AzuraCast will connect to the MusicBrainz database to attempt to find an ISRC for any files where one is missing. Disabling this may improve performance.": "Si está habilitado, AzuraCast se conectará a la base de datos de MusicBrainz para intentar encontrar un ISRC para cualquier archivo donde falte uno. Deshabilitar esto puede mejorar el rendimiento.",
        "If enabled, music from playlists with on-demand streaming enabled will be available to stream via a specialized public page.": "Si está habilitado, la música de la listas de reproducción con streaming bajo demanda habilitado, estarán disponible para transmitir y descargar a través de una página pública especializada.",
        "If enabled, streamers (or DJs) will be able to connect directly to your stream and broadcast live music that interrupts the AutoDJ stream.": "Si está activado, los streamers (o DJs) podrán conectarse directamente a su stream y transmitir música en vivo que interrumpirá el flujo de AutoDJ de Azuracast.",
        "If enabled, the AutoDJ on this installation will automatically play music to this mount point.": "Si está habilitado, el AutoDJ en esta instalación, reproducirá música automáticamente hacia este punto de montaje.",
        "If enabled, the AutoDJ will automatically play music to this mount point.": "Si está activado, el AutoDJ automáticamente reproducirá música a este punto de montaje.",
        "If enabled, this streamer will only be able to connect during their scheduled broadcast times.": "Si está activado, este streamer sólo podrá conectarse durante sus horas de emisión programadas.",
        "If requests are enabled for your station, users will be able to request media that is on this playlist.": "Si las peticiones están habilitadas para su estación, los usuarios podrán solicitar medios que estén en esta lista de reproducción.",
        "If requests are enabled, this specifies the minimum delay (in minutes) between a request being submitted and being played. If set to zero, a minor delay of 15 seconds is applied to prevent request floods.": "Si las peticiones están habilitadas, esto especifica el retraso mínimo (en minutos) entre una solicitud que se envía y se reproduce. Si se establece en cero, se aplica un retraso menor de 15 segundos para prevenir saturaciones de solicitudes.",
        "If selected, album art will not display on public-facing radio pages.": "Si se selecciona, la portada del álbum no se mostrará en las páginas de radio públicas.",
        "If selected, this will remove the AzuraCast branding from public-facing pages.": "Si se selecciona, se eliminará la marca AzuraCast de las páginas públicas.",
        "If the end time is before the start time, the playlist will play overnight.": "Si la hora de finalización es anterior a la hora de inicio, la lista de reproducción se reproducirá durante la noche.",
        "If the end time is before the start time, the schedule entry will continue overnight.": "Si la hora de finalización es anterior a la hora de inicio, la entrada del programa continuará durante la noche.",
        "If the mountpoint (i.e. \/radio.mp3) or Shoutcast SID (i.e. 2) you broadcast to is different from the stream URL, specify the source mount point here.": "Si el punto de montaje (por ejemplo: \/radio.mp3) o SID de Shoutcast (por ejemplo: 2) al que utu transmites, es diferente a lo mencionado arriba, especifique aquí el punto de montaje de la fuente.",
        "If the port you broadcast to is different from the stream URL, specify the source port here.": "Si el puerto al que transmites es diferente al de la URL de la emisión, especifique el puerto de origen aquí.",
        "If this mount is the default, it will be played on the radio preview and the public radio page in this system.": "Si este punto de montaje es el predeterminado, se reproducirá en la vista previa de la radio y la página de la radio pública en este sistema.",
        "If this mount point is not playing audio, listeners will automatically be redirected to this mount point. The default is \/error.mp3, a repeating error message.": "Si este punto de montaje no está reproduciendo audio, los oyentes serán redirigidos automáticamente a este punto de montaje. El valor predeterminado es \/error.mp3, un mensaje de repetición de error.",
        "If this setting is set to \"Yes\", the browser URL will be used instead of the base URL when it's available. Set to \"No\" to always use the base URL.": "Si esta opción se configura en \"Sí\", la URL del navegador se utilizará en lugar de la URL base cuando esté disponible. Ajuste a \"No\" para usar siempre la URL base.",
        "If this station has on-demand streaming and downloading enabled, only songs that are in playlists with this setting enabled will be visible.": "Si esta estación tiene habilitada la descarga de canciones y la reproducción bajo-demanda, solo las canciones que están en las listas de reproducción con esta configuración habilitada, serán visibles.",
        "If you are broadcasting using AutoDJ, enter the source password here.": "Si está transmitiendo usando AutoDJ, introduzca la contraseña de origen aquí.",
        "If you are broadcasting using AutoDJ, enter the source username here. This may be blank.": "Si está transmitiendo usando AutoDJ, introduzca el nombre de usuario fuente aquí. Esto puede estar en blanco.",
        "If you're experiencing a bug or error, you can submit a GitHub issue using the link below.": "Si estás experimentando un error o fallo, puedes publicar un reporte a GitHub usando el siguiente enlace.",
        "If your installation is constrained by CPU or memory, you can change this setting to tune the resources used by Liquidsoap.": "Si su instalación está restringida por la CPU o la memoria, puede cambiar estas configuraciones para ajustar los recursos utilizados por Liquidsoap.",
        "If your Mastodon username is \"@test@example.com\", enter \"example.com\".": "Si tu nombre de usuario de Mastodon es \"@test@example.com\", escribe \"example.com\".",
        "If your stream is set to advertise to YP directories above, you must specify an authorization hash. You can manage these on the Shoutcast web site.": "Si su stream está configurado para anunciarse en los directorios YP de arriba, debe especificar un hash de autorización. Puede administrar los hashes <a href=\"%{ url }\" target=\"_blank\">en el sitio web SHOUTcast<\/a>.",
        "If your streaming software requires a specific mount point path, specify it here. Otherwise, use the default.": "Si su software de streaming requiere una ruta específica de puntos de montaje, especifíquelo aquí. De lo contrario, utilice el valor predeterminado.",
        "If your web hook requires HTTP basic authentication, provide the password here.": "Si su Web Hook requiere autenticación básica HTTP, proporcione la contraseña aquí.",
        "If your web hook requires HTTP basic authentication, provide the username here.": "Si su Web Hook requiere autenticación básica HTTP, proporcione el nombre de usuario aquí.",
        "Import Changes from CSV": "Importar Cambios desde CSV",
        "Import from PLS\/M3U": "Importar desde PLS\/M3U",
        "Import Results": "Importar Resultados",
        "Important: copy the key below before continuing!": "Importante: ¡Copie la clave mostrada abajo antes de continuar!",
        "In order to install Shoutcast:": "Para instalar Shoutcast:",
        "In order to install Stereo Tool:": "Para instalar Stereo Tool:",
        "In order to process quickly, web hooks have a short timeout, so the responding service should be optimized to handle the request in under 2 seconds.": "Para poder procesar rápidamente, los Web Hooks tienen un corto tiempo de espera, por lo que el servicio de respuesta debe ser optimizado para gestionar la solicitud a menos de 2 segundos.",
        "Include in On-Demand Player": "Incluir en el Reproductor Bajo-Demanda",
        "Indefinitely": "Indefinidamente",
        "Indicates the presence of explicit content (explicit language or adult content). Apple Podcasts displays an Explicit parental advisory graphic for your episode if turned on. Episodes containing explicit material aren't available in some Apple Podcasts territories.": "Indica la presencia de contenido explícito (lenguaje explícito o contenido adulto). Apple Podcasts muestra un gráfico de \"Contenido Explícito\" para su episodio si está activado. Los episodios que contienen material explícito no están disponibles en algunos territorios de Apple Podcasts.",
        "Info": "Información",
        "Information about the current playing track will appear here once your station has started.": "La información sobre la pista en reproducción aparecerá aquí una vez que tu estación haya comenzado.",
        "Insert": "Insertar",
        "Install GeoLite IP Database": "Instalar Base de Datos IP de GeoLite",
        "Install Shoutcast": "Instalar Shoutcast",
        "Install Shoutcast 2 DNAS": "Instalar Shoutcast 2 DNAS",
        "Install Stereo Tool": "Instalar Stereo Tool",
        "Instruct Liquidsoap to use any replaygain metadata associated with a song to control its volume level. This may increase CPU consumption.": "Indique a Liquidsoap que use cualquier metadata de replygain asociado con una canción para controlar su nivel de volumen. Esto puede aumentar el consumo de CPU.",
        "Instructions": "Instrucciones",
        "Internal notes or comments about the user, visible only on this control panel.": "Notas internas o comentarios sobre el usuario, visible solamente en este panel de control.",
        "International Standard Recording Code, used for licensing reports.": "Código Internacional de Registro Estándar, usado para reportes de licencia.",
        "Interrupt other songs to play at scheduled time.": "Interrumpe otras canciones para reproducir a la hora programada.",
        "Intro": "Intro",
        "IP": "IP",
        "IP Address Source": "Dirección IP del Origen",
        "IP Geolocation is used to guess the approximate location of your listeners based on the IP address they connect with. Use the free built-in IP Geolocation library or enter a license key on this page to use MaxMind GeoLite.": "IP Geolocalización se utiliza para adivinar la ubicación aproximada de sus oyentes basándose en la dirección IP con la que se conectan. Utilice la biblioteca de Geolocalización IP integrada gratuita o introduzca una clave de licencia en esta página para usar MaxMind GeoLite.",
        "Is Public": "Es Público",
        "ISRC": "ISRC",
        "Items per page": "Elementos por página",
        "Jingle Mode": "Modo Jingle",
        "Language": "Idioma",
        "Last 14 Days": "Últimos 14 Días",
        "Last 2 Years": "Últimos 2 Años",
        "Last 24 Hours": "Últimas 24 horas",
        "Last 30 Days": "Últimos 30 días",
        "Last 60 Days": "Últimos 60 días",
        "Last 7 Days": "Últimos 7 días",
        "Last Modified": "Última Modificación",
        "Last Month": "Mes Pasado",
        "Last Run": "Última Ejecución",
        "Last run:": "Última Ejecución:",
        "Last Year": "Año Pasado",
        "Last.fm API Key": "Clave de API de Last.fm",
        "Latest Update": "Última Actualización",
        "Learn about Advanced Playlists": "Aprende sobre Listas de Reproducción Avanzadas (En Ingles)",
        "Learn More about Post-processing CPU Impact": "Aprenda más sobre el Impacto del post-procesamiento de la CPU",
        "Learn more about release channels in the AzuraCast docs.": "Obtenga más información sobre los canales de liberación en la documentación de AzuraCast.",
        "Learn More about Replaygain": "Más información sobre Replaygain",
        "Learn more about this header.": "Más información sobre este encabezado.",
        "Leave blank to automatically generate a new password.": "Deje en blanco para generar automáticamente una nueva contraseña.",
        "Leave blank to play on every day of the week.": "Dejar en blanco para reproducir todos los días de la semana.",
        "Leave blank to use the current password.": "Deje en blanco para usar la contraseña actual.",
        "Leave blank to use the default Telegram API URL (recommended).": "Dejar en blanco para usar la URL predeterminada de la API de Telegram (recomendado).",
        "Length": "Duración",
        "Let's get started by creating your Super Administrator account.": "Empecemos creando tu cuenta de Super Administrador.",
        "LetsEncrypt": "LetsEncrypt",
        "LetsEncrypt provides simple, free SSL certificates allowing you to secure traffic through your control panel and radio streams.": "LetsEncrypt proporciona certificados SSL simples y gratuitos que le permiten asegurar el tráfico a través de su panel de control y transmisiones de radio.",
        "Light": "Claro",
        "Limited": "Limitado",
        "LiquidSoap is currently shuffling from %{songs} and %{playlists}.": "LiquidSoap está reproduciendo aleatoriamente %{songs} y %{playlists}.",
        "Liquidsoap Performance Tuning": "Ajuste del Rendimiento de Liquidsoap",
        "List one IP address or group (in CIDR format) per line.": "Listar una dirección IP o grupo (en formato CIDR) por línea.",
        "List one user agent per line. Wildcards (*) are allowed.": "Enumere un agente de usuario por línea. Se permiten comodines (*).",
        "Listener Analytics Collection": "Colección Analítica del Oyente",
        "Listener Gained": "Oyente Ganado",
        "Listener History": "Historial del Oyente",
        "Listener Lost": "Oyente Perdido",
        "Listener Report": "Informe del Oyente",
        "Listener Request": "Solicitud de Oyente",
        "Listeners": "Oyentes",
        "Listeners by Day": "Oyentes por día",
        "Listeners by Day of Week": "Oyentes por día de la semana",
        "Listeners by Hour": "Oyentes por hora",
        "Listeners by Listening Time": "Oyentes por Tiempo de Escucha",
        "Listeners By Time Period": "Oyentes por Periodo de Tiempo",
        "Listeners Per Station": "Oyentes por Estación",
        "Listening Time": "Tiempo de Escucha",
        "Live": "En Vivo",
        "Live Broadcast Recording Bitrate (kbps)": "Tasa de Grabación de Transmisión en Vivo (kbps)",
        "Live Broadcast Recording Format": "Formato de Grabación de Transmisión en Vivo",
        "Live Listeners": "Oyentes en vivo",
        "Live Recordings Storage Location": "Ubicación del Almacenamiento de Las Grabaciones en Vivo",
        "Live Streamer:": "Streamer en Vivo:",
        "Live Streamer\/DJ Connected": "Transmisión en Vivo\/DJ Conectado",
        "Live Streamer\/DJ Disconnected": "Transmisión en Vivo\/DJ Desconectado",
        "Live Streaming": "Transmisión en Vivo",
        "Load Average": "Promedio de Carga",
        "Loading": "Cargando",
        "Local": "Local",
        "Local Broadcasting Service": "Servicio Local de Radiodifusión",
        "Local Filesystem": "Sistema de Archivos Local",
        "Local IP (Default)": "IP Local (por Defecto)",
        "Local Streams": "Streams Locales",
        "Location": "Ubicación",
        "Log In": "Inicia sesión",
        "Log Output": "Registro de Salida",
        "Log Viewer": "Visor de Registros (Logs)",
        "Logs": "Registros",
        "Logs by Station": "Registros por Estación",
        "Loop Once": "Bucle Una Vez",
        "Main Message Content": "Contenido del Mensaje Principal",
        "Make HLS Stream Default in Public Player": "Hacer que el Stream HLS sea el Predefinido en el Reproductor Público",
        "Make the selected media play immediately, interrupting existing media": "Hacer que el archivo seleccionado se reproduzca inmediatamente, esto interrumpirá el archivo en ejecución",
        "Manage": "Gestionar",
        "Manage Avatar": "Administrar Avatar",
        "Manage SFTP Accounts": "Administrar Cuentas SFTP",
        "Manage Stations": "Administrar Estaciones",
        "Manual AutoDJ Mode": "Modo Manual de AutoDJ",
        "Manual Updates": "Actualizaciones Manuales",
        "Manually define how this playlist is used in Liquidsoap configuration.": "Definir manualmente cómo se utiliza esta lista de reproducción en la configuración de Liquidsoap.",
        "Markdown": "Reducción",
        "Master_me is an open-source automatic mastering plugin for streaming, podcasts and Internet radio.": "Master_me es un complemento de masterización automática de código abierto para transmisión, podcasts y radio por Internet.",
        "Master_me Loudness Target (LUFS)": "Master_me Loudness Target (LUFS)",
        "Master_me Post-processing": "Post-Procesamiento Master_me",
        "Master_me Preset": "Preajuste de Master_me",
        "Master_me Project Homepage": "Página Web del Proyecto Master_me",
        "Mastodon Account Details": "Detalles de la Cuenta Mastodon",
        "Mastodon Instance URL": "URL de Instancia de Mastodon",
        "Mastodon Post": "Mensaje de Mastodon",
        "Matomo Analytics Integration": "Integración de Análisis Matomo",
        "Matomo API Token": "Matomo API Token",
        "Matomo Installation Base URL": "URL base de instalación de Matomo",
        "Matomo Site ID": "ID del Sitio Matomo",
        "Max Listener Duration": "Duración Máxima del Oyente",
        "Maximum Listeners": "Oyentes máximos",
        "Maximum number of total listeners across all streams. Leave blank to use the default.": "Número máximo de oyentes totales en todos los streams. Dejar en blanco para usar el valor predeterminado.",
        "MaxMind Developer Site": "Sitio del Desarrollador MaxMind",
        "MaxMind License Key": "Clave de licencia de MaxMind",
        "Measurement ID": "ID de Medición",
        "Measurement Protocol API Secret": "Protocolo de Medición API Secreto",
        "Media": "Medios",
        "Media File": "Archivo Multimedia",
        "Media Storage Location": "Ubicación de Almacenamiento de los Medios",
        "Memory": "Memoria",
        "Memory Stats Help": "Ayuda de Estadísticas de Memoria",
        "Merge playlist to play as a single track.": "Combina la lista de reproducción para reproducir como una sola pista.",
        "Message Body": "Cuerpo del Mensaje",
        "Message Body on Song Change": "Cuerpo del Mensaje en el Cambio de Canción",
        "Message Body on Song Change with Streamer\/DJ Connected": "Cuerpo del Mensaje en el Cambio de Canción con el Streamer\/DJ Conectado",
        "Message Body on Station Offline": "Cuerpo del Mensaje en la Estación Fuera de Línea",
        "Message Body on Station Online": "Cuerpo del Mensaje en la Estación en Línea",
        "Message Body on Streamer\/DJ Connect": "Cuerpo del Mensaje en Transmisión\/DJ Conectando",
        "Message Body on Streamer\/DJ Disconnect": "Cuerpo del Mensaje en Transmisión\/DJ Desconectando",
        "Message Customization Tips": "Consejos de Personalización de Mensajes",
        "Message parsing mode": "Modo de análisis de mensajes",
        "Message Queues": "Cola de Mensajes",
        "Message Recipient(s)": "Destinatario(s) de (los) Mensaje(s)",
        "Message Subject": "Asunto del Mensaje",
        "Message Visibility": "Visibilidad del Mensaje",
        "Microphone": "Micrófono",
        "Microphone Source": "Fuente del Micrófono",
        "Minute of Hour to Play": "Minuto de la Hora para Reproducir",
        "Mixer": "Mezclador",
        "Mobile Device": "Dispositivo Móvil",
        "Modified": "Modificado",
        "Monday": "Lunes",
        "More": "Más",
        "Most hosting providers will put more Virtual Machines (VPSes) on a server than the hardware can handle when each VM is running at full CPU load. This is called over-provisioning, which can lead to other VMs on the server \"stealing\" CPU time from your VM and vice-versa.": "La mayoría de los proveedores de alojamiento pondrán más máquinas virtuales (VPSes) en un servidor, de lo que el hardware puede manejar cuando cada máquina virtual se ejecuta a plena carga de CPU. Esto se denomina sobreaprovisionamiento, lo que puede provocar que otras máquinas virtuales del servidor \"roben\" tiempo de CPU de su máquina virtual y viceversa.",
        "Most Played Songs": "Canciones Más Reproducidas",
        "Most Recent Backup Log": "Registro de Copia de Seguridad más Reciente",
        "Mount Name:": "Nombre del Punto de Montaje:",
        "Mount Point URL": "URL del Punto de Montaje",
        "Mount Points": "Puntos de montaje",
        "Mount points are how listeners connect and listen to your station. Each mount point can be a different audio format or quality. Using mount points, you can set up a high-quality stream for broadband listeners and a mobile stream for phone users.": "Los puntos de montaje es la forma en que los oyentes se conectan y escuchan su estación. Cada punto de montaje puede tener un formato o calidad de audio diferente. Usted puede configurar una transmisión con tasa alta de bits para oyentes de banda ancha y otra con tasa baja de bits para usuarios de teléfonos móviles.",
        "Move": "Mover",
        "Move %{ num } File(s) to": "Mover %{ num } archivo(s) a",
        "Move to Directory": "Mover al directorio",
        "Music Files": "Archivos de música",
        "Music General": "Música en General",
        "Must match new password.": "Debe coincidir con la nueva contraseña.",
        "Mute": "Silencio",
        "My Account": "Mi cuenta",
        "N\/A": "N\/A",
        "Name": "Nombre",
        "name@example.com": "nombre@ejemplo.com",
        "Name\/Type": "Nombre \/ Tipo",
        "Need Help?": "¿Necesitas Ayuda?",
        "Network Interfaces": "Interfaces de Red",
        "Never run": "Nunca ejecutar",
        "New Directory": "Nuevo Directorio",
        "New directory created.": "Nuevo Directorio Creado.",
        "New File Name": "Nuevo Nombre de Archivo",
        "New Folder": "Nueva Carpeta",
        "New Key Generated": "Nueva Key Generada",
        "New Password": "Nueva Contraseña",
        "New Playlist": "Nueva Lista de Reproducción",
        "New Playlist Name": "Nombre Nuevo de Lista",
        "New Station Description": "Nueva Descripción de la Estación",
        "New Station Name": "Nuevo Nombre de la Estación",
        "Next Run": "Siguiente Ejecución",
        "No": "No",
        "No AutoDJ Enabled": "No Hay AutoDJ Habilitado",
        "No files selected.": "Ningún archivo seleccionado.",
        "No Limit": "Sin Límite",
        "No Match": "No Coincidente",
        "No other program can be using this port. Leave blank to automatically assign a port.": "Ningún otro programa puede utilizar este puerto. Deje en blanco para asignar un puerto automáticamente.",
        "No Post-processing": "Sin Post-Procesamiento",
        "No records to display.": "No hay registros para mostrar.",
        "No records.": "No hay registros.",
        "None": "Ninguno",
        "Normal Mode": "Modo Normal",
        "Not Played": "Sin reproducir",
        "Not Run": "No Ejecutado",
        "Not Running": "No está Funcionando",
        "Not Scheduled": "No programado",
        "Note that restoring a backup will clear your existing database. Never restore backup files from untrusted users.": "Tenga en cuenta que restaurar una copia de seguridad borrará su base de datos existente. Nunca restaure los archivos de copia de seguridad de usuarios no confiables.",
        "Note that Stereo Tool can be resource-intensive for both CPU and Memory. Please ensure you have sufficient resources before proceeding.": "Tenga en cuenta que Stereo Tool puede ser demandante en recursos tanto para CPU como para memoria. Asegúrese de tener suficientes recursos antes de proceder.",
        "Note: If your media metadata has UTF-8 characters, you should use a spreadsheet editor that supports UTF-8 encoding, like OpenOffice.": "Nota: Si sus metadatos multimedia tienen caracteres UTF-8, debe utilizar un editor de hojas de cálculo que soporte la codificación UTF-8, como OpenOffice.",
        "Note: This should be the public-facing homepage of the radio station, not the AzuraCast URL. It will be included in broadcast details.": "Nota: Esta debe ser la página de inicio pública de la estación de radio, no la URL de AzuraCast. Se incluirá en los detalles de la transmisión.",
        "Notes": "Notas",
        "Notice": "Aviso",
        "Now": "Ahora",
        "Now Playing": "Reproduciendo",
        "Now playing on %{ station }:": "Reproduciendo Ahora en %{ station }:",
        "Now playing on %{ station }: %{ title } by %{ artist } with your host, %{ dj }! Tune in now: %{ url }": "¡Reproduciendo ahora en %{ station }: %{ title } de %{ artist } con tu anfitrión, %{ dj }! Sintoniza ahora: %{ url }",
        "Now playing on %{ station }: %{ title } by %{ artist }! Tune in now: %{ url }": "Reproduciendo ahora en %{ station }: %{ title } de %{ artist }! Sintonice ahora: %{ url }",
        "Now playing on %{ station }: %{ title } by %{ artist }! Tune in now.": "Reproduciendo ahora en %{ station }: %{ title } de %{ artist }! Sintonice ahora.",
        "NowPlaying API Response": "Respuesta API de NowPlaying",
        "Number of Backup Copies to Keep": "Número de Copias de Seguridad a Conservar",
        "Number of Minutes Between Plays": "Número de Minutos entre Reproducciones",
        "Number of seconds to overlap songs.": "Número de segundos para superponer canciones.",
        "Number of Songs Between Plays": "Número de Canciones entre Reproducciones",
        "Number of Visible Recent Songs": "Número de Canciones Visibles Recientes Reproducidas",
        "On the Air": "Emitiendo",
        "On-Demand": "Bajo-Demanda",
        "On-Demand Media": "Medios Bajo Demanda",
        "On-Demand Streaming": "Habilitar Streaming Bajo Demanda",
        "Once per %{minutes} Minutes": "Una vez por %{minutes} Minutos",
        "Once per %{songs} Songs": "Una vez por cada %{songs} Canciones",
        "Once per Hour": "Una vez por Hora",
        "Once per Hour (at %{minute})": "Una vez por Hora (a los %{minute})",
        "Once per x Minutes": "Una vez por x Minutos",
        "Once per x Songs": "Una vez por x Canciones",
        "Once these steps are completed, enter the \"Access Token\" from the application's page into the field below.": "Una vez completados estos pasos, introduzca de la página de la aplicación el \"Token de Acceso\" en el campo de abajo.",
        "One important note on I\/O Wait is that it can indicate a bottleneck or problem but also may be completely meaningless, depending on the workload and general available resources. A constantly high I\/O Wait should prompt further investigation with more sophisticated tools.": "Una nota importante de E\/S de Espera, es que puede indicar un cuello de botella o un problema, pero también puede ser completamente insignificante, dependiendo de la carga de trabajo y los recursos disponibles en general. Una E\/S de Espera constantemente alta, debería impulsar una investigación más profunda con herramientas más sofisticadas.",
        "Only collect aggregate listener statistics": "Recolectar solo estadísticas de agregación del oyente",
        "Only loop through playlist once.": "Solo recorre la lista de reproducción una vez.",
        "Only play one track at scheduled time.": "Solo reproduce una pista a la hora programada.",
        "Only Post Once Every...": "Publicar Una Vez Cada...",
        "Operation": "Operación",
        "Optional: HTTP Basic Authentication Password": "Opcional: Contraseña de Autenticación Básica HTTP",
        "Optional: HTTP Basic Authentication Username": "Opcional: Nombre de Usuario de Autenticación Básica HTTP",
        "Optional: Request Timeout (Seconds)": "Opcional: Tiempo de Espera de Solicitud (Segundos)",
        "Optionally select an ID3v2 metadata field that, if present, will be used to set this field's value.": "Seleccione opcionalmente un campo de metadatos ID3v2 que, si está presente, se utilizará para establecer el valor de este campo.",
        "Optionally specify a short URL-friendly name, such as \"my_station_name\", that will be used in this station's URLs. Leave this field blank to automatically create one based on the station name.": "Opcionalmente, especifique un nombre corto amigable de URL, como \"mi-nombre-de-estación\", que se utilizará en las URLs de esta estación. Deje este campo en blanco para crear automáticamente uno basado en el nombre de la estación.",
        "Optionally specify an API-friendly name, such as \"field_name\". Leave this field blank to automatically create one based on the name.": "Especifica opcionalmente un nombre amigable con la API, como \"nombre_del_campo\". Deje este campo en blanco para crear automáticamente uno basado en el nombre.",
        "Optionally supply an API token to allow IP address overriding.": "Opcionalmente suministra un token de API para permitir la anulación de dirección IP.",
        "Optionally supply SSH public keys this user can use to connect instead of a password. Enter one key per line.": "Opcionalmente suministra claves públicas SSH que este usuario puede usar para conectar en lugar de una contraseña. Introduzca una clave por línea.",
        "or": "o",
        "Original Path": "Ruta Original",
        "Other Remote URL (File, HLS, etc.)": "Otra URL remota (File, HLS, etc.)",
        "Owner": "Propietario",
        "Page": "Página",
        "Password": "Contraseña",
        "Password:": "Contraseña:",
        "Paste the generated license key into the field on this page.": "Pegue la clave de licencia generada en el campo de esta página.",
        "Path\/Suffix": "Ruta\/Sufijo",
        "Pending Requests": "Solicitudes Pendientes",
        "Permissions": "Permisos",
        "Play": "Reproducir",
        "Play Now": "Reproducir Ahora",
        "Play once every $x minutes.": "Reproducir una vez cada $x minutos.",
        "Play once every $x songs.": "Reproducir una vez cada $x canciones.",
        "Play once per hour at the specified minute.": "Reproducir una vez por hora en el minuto especificado.",
        "Playback Queue": "Cola de Reproducción",
        "Playing Next": "Siguiente Reproducción",
        "Playlist": "Lista de reproducción",
        "Playlist (M3U\/PLS) URL": "URL de Reproducción (M3U\/PLS)",
        "Playlist 1": "Lista de Reproducción 1",
        "Playlist 2": "Lista de Reproducción 2",
        "Playlist Name": "Nombre de la Lista de Reproducción",
        "Playlist order set.": "Orden de la lista de reproducción.",
        "Playlist queue cleared.": "Se borró la cola de la lista de reproducción.",
        "Playlist successfully applied to folders.": "Lista de reproducción aplicada con éxito a las carpetas.",
        "Playlist Type": "Tipo de Lista de Reproducción",
        "Playlist Weight": "Peso de la Lista de Reproducción",
        "Playlist:": "Lista de Reproducción:",
        "Playlists": "Listas de reproducción",
        "Playlists cleared for selected files:": "Listas de reproducción borradas para los archivos seleccionados:",
        "Playlists updated for selected files:": "Listas de reproducción actualizadas para los archivos seleccionados:",
        "Plays": "Reproducciones",
        "Please log in to continue.": "Por favor, inicia sesión para continuar.",
        "Podcast": "Podcast",
        "Podcast media should be in the MP3 or M4A (AAC) format for the greatest compatibility.": "Los archivos de podcast deben estar en formato MP3 o M4A (AAC) para una mayor compatibilidad.",
        "Podcast Title": "Título del Podcast",
        "Podcasts": "Podcasts",
        "Podcasts Storage Location": "Ubicación del Almacenamiento de Podcasts",
        "Port": "Puerto",
        "Port:": "Puerto:",
        "Post-processing allows you to apply audio processors (like compressors, limiters, or equalizers) to your stream to create a more uniform sound or enhance the listening experience. Post-processing requires extra CPU resources, so it may slow down your server.": "El post-procesamiento le permite aplicar procesadores de audio (como compresores, limitadores, o ecualizadores) a su stream para crear un sonido más uniforme o mejorar la experiencia de audición. El post-procesamiento requiere recursos de CPU adicionales, por lo que puede ralentizar el servidor.",
        "Powered by": "Impulsado por",
        "Powered by AzuraCast": "Desarrollado por AzuraCast",
        "Prefer Browser URL (If Available)": "Preferir URL del Navegador (si está disponible)",
        "Prefer System Default": "Preferir Sistema Predeterminado",
        "Previous": "Anterior",
        "Privacy": "Privacidad",
        "Profile": "Perfil",
        "Programmatic Name": "Nombre Programático",
        "Provide a valid license key from Thimeo. Functionality is limited without a license key.": "Proporcione una clave de licencia válida de Thimeo. La funcionalidad está limitada sin una clave de licencia.",
        "Public": "Público",
        "Public Page": "Página pública",
        "Public Page Background": "Fondo de Página Pública",
        "Public Pages": "Páginas Públicas",
        "Publish Date": "Fecha de Publicación",
        "Publish Time": "Hora de Publicación",
        "Publish to \"Yellow Pages\" Directories": "Publicar en los Directorios \"Páginas Amarillas\"",
        "Queue": "Cola",
        "Queue the selected media to play next": "Poner en cola los medios seleccionados para reproducir a continuación",
        "Radio Player": "Reproductor de Radio",
        "Radio.de": "Radio.de",
        "Radio.de API Key": "Clave API Radio.de",
        "Radio.de Broadcast Subdomain": "Subdominio de Broadcast Radio.de",
        "Random": "Aleatorio",
        "Ready to start broadcasting? Click to start your station.": "¿Listo para empezar a emitir? Haz click para iniciar tu estación.",
        "Received": "Recibido",
        "Record Live Broadcasts": "Grabar Transmisiones en Vivo",
        "Recover Account": "Recuperar Cuenta",
        "Refresh": "Refrescar",
        "Refresh rows": "Actualizar ahora",
        "Region": "Región",
        "Relay": "Relé",
        "Relay Stream URL": "Url de retransmisión",
        "Release Channel": "Canal de lanzamiento",
        "Reload": "Recargar",
        "Reload Configuration": "Recargar Configuración",
        "Reload to Apply Changes": "Reiniciar para Aplicar los Cambios",
        "Reloading broadcasting will not disconnect your listeners.": "Recargar la emisión no desconectará a tus oyentes.",
        "Remember me": "Recuérdame",
        "Remote": "Remoto",
        "Remote Playback Buffer (Seconds)": "Búfer de Reproducción Remota (segundos)",
        "Remote Relays": "Repetidoras",
        "Remote relays let you work with broadcasting software outside this server. Any relay you include here will be included in your station's statistics. You can also broadcast from this server to remote relays.": "Los relés remotos le permiten trabajar con software de difusión fuera de este servidor. Cualquier repetidor que incluyas aquí será incluido en las estadísticas de tu estación. También puedes emitir desde este servidor a repetidores remotos.",
        "Remote Station Administrator Password": "Contraseña del Administrador de la Estación Remota",
        "Remote Station Listening Mountpoint\/SID": "Punto de Montaje\/SID de Escucha de la Estación Remota",
        "Remote Station Listening URL": "URL de Escucha de la Estación Remota",
        "Remote Station Source Mountpoint\/SID": "Punto de Montaje\/SID de Escucha de la Estación Remota",
        "Remote Station Source Password": "Contraseña de Origen de la Estación Remota",
        "Remote Station Source Port": "Puerto de Origen de la Estación Remota",
        "Remote Station Source Username": "Nombre de Usuario de la Fuente de la Estación Remota",
        "Remote Station Type": "Tipo de Estación Remota",
        "Remote URL": "URL Remota",
        "Remote URL Playlist": "Lista de Reproducción de URL Remota",
        "Remote URL Type": "Tipo de URL Remota",
        "Remote: Dropbox": "Remoto: Dropbox",
        "Remote: S3 Compatible": "Remoto: Compatible con S3",
        "Remote: SFTP": "Remoto: SFTP",
        "Remove": "Eliminar",
        "Remove Key": "Quitar Clave",
        "Rename": "Renombrar",
        "Rename File\/Directory": "Renombrar Archivo\/Directorio",
        "Reorder": "Reordenar",
        "Reorder Playlist": "Reordenar Lista de Reproducción",
        "Repeat": "Repetir",
        "Replace Album Cover Art": "Reemplazar Portada de Álbum",
        "Reports": "Informes",
        "Reprocess": "Reprocesar",
        "Request": "Solicitar",
        "Request a Song": "Solicitar una Canción",
        "Request History": "Historial de Peticiones",
        "Request Last Played Threshold (Minutes)": "Tiempo de espera antes de pedir un nuevo título (minutos)",
        "Request Minimum Delay (Minutes)": "Retraso Mínimo de Solicitud (Minutos)",
        "Request Song": "Pedir Canción",
        "Requester IP": "IP del Solicitante",
        "Requests": "Solicitudes",
        "Required": "Requerido",
        "Reshuffle": "Re-Mezclar",
        "Restart": "Reiniciar",
        "Restart Broadcasting": "Reiniciar la transmisión",
        "Restarting broadcasting will briefly disconnect your listeners.": "Reiniciar la emisión desconectará brevemente a tus oyentes.",
        "Restarting broadcasting will rewrite all configuration files and restart all services.": "Reiniciar la transmisión reescribirá todos los archivos de configuración y reiniciará todos los servicios.",
        "Restoring Backups": "Restaurando Copias de Seguridad",
        "Reverse Proxy (X-Forwarded-For)": "Invertir Proxy (X-Forwarded-for)",
        "Role Name": "Nombre de Función",
        "Roles": "Funciones",
        "Roles & Permissions": "Funciones y permisos",
        "Rolling Release": "Versión Consecutiva",
        "RSS Feed": "RSS Feed",
        "Run Automatic Nightly Backups": "Ejecutar copias de seguridad automáticas nocturnas",
        "Run Manual Backup": "Ejecutar copia de seguridad manualmente",
        "Run Task": "Ejecutar Tarea",
        "Running": "En Ejecución",
        "Sample Rate": "Frecuencia de Muestreo",
        "Saturday": "Sábado",
        "Save": "Vincular",
        "Save and Continue": "Guardar y Continuar",
        "Save Changes": "Guardar los Cambios",
        "Save Changes first": "Guarde Primeramente los Cambios",
        "Schedule": "Programar",
        "Schedule View": "Vista de Programación Agendada",
        "Scheduled": "Agendado",
        "Scheduled Backup Time": "Horario de Respaldo Programado",
        "Scheduled Play Days of Week": "Programar Días de la Semana para Reproducción",
        "Scheduled playlists and other timed items will be controlled by this time zone.": "Las listas de reproducción y otros elementos cronometrados estarán controlados por esta zona horaria.",
        "Scheduled Time #%{num}": "Tiempo programado #%{num}",
        "Scheduling": "Planificación",
        "Search": "Búsqueda",
        "Seconds from the start of the song that the AutoDJ should start playing.": "Segundos desde el inicio de la canción en el que el AutoDJ debería empezar a reproducir.",
        "Seconds from the start of the song that the AutoDJ should stop playing.": "Segundos desde el inicio de la canción que el AutoDJ debería de dejar de reproducir.",
        "Secret Key": "Key Secreta",
        "Security": "Seguridad",
        "Security & Privacy": "Seguridad y Privacidad",
        "See the Telegram documentation for more details.": "Consulte la documentación de Telegram para más detalles.",
        "See the Telegram Documentation for more details.": "Consulte la documentación de Telegram para más detalles.",
        "Seek": "Buscar",
        "Segment Length (Seconds)": "Longitud del Segmento (Segundos)",
        "Segments in Playlist": "Segmentos en la Lista de Reproducción",
        "Segments Overhead": "Segmentos por Encima",
        "Select": "Seleccionar",
        "Select a theme to use as a base for station public pages and the login page.": "Seleccione un tema para usar como base para las páginas públicas de la estación y la página de inicio de sesión.",
        "Select All Rows": "Seleccionar Todas las Filas",
        "Select an option here to apply post-processing using an easy preset or tool. You can also manually apply post-processing by editing your Liquidsoap configuration manually.": "Seleccione una opción aquí para aplicar el post-procesamiento utilizando una sencilla configuración preestablecida. También puede aplicar manualmente el post-procesamiento editando su configuración de Liquidsoap manualmente.",
        "Select Configuration File": "Seleccionar un Archivo de Configuración",
        "Select CSV File": "Seleccione el Archivo CSV",
        "Select Custom Fallback File": "Seleccionar Archivo Personalizado Alternativo",
        "Select File": "Seleccionar Archivo",
        "Select Intro File": "Seleccionar Archivo de Intro",
        "Select Media File": "Seleccionar Archivo Multimedia",
        "Select PLS\/M3U File to Import": "Seleccione el archivo PLS\/M3U para importar",
        "Select PNG\/JPG artwork file": "Seleccionar archivo de portada PNG\/JPG",
        "Select Row": "Seleccionar Fila",
        "Select the category\/categories that best reflects the content of your podcast.": "Seleccione la categoría\/categorías que mejor reflejen el contenido de su podcast.",
        "Select the countries that are not allowed to connect to the streams.": "Seleccione los países que no están autorizados a conectarse a los streams.",
        "Select Web Hook Type": "Seleccionar el Tipo de Web Hook",
        "Send an e-mail to specified address(es).": "Enviar un correo electrónico a la(s) dirección(es) especificada(s).",
        "Send E-mail": "Enviar Email",
        "Send song metadata changes to %{service}": "Enviar cambios de metadatos de canciones a %{service}",
        "Send song metadata changes to %{service}.": "Enviar cambios de metadatos de canciones a %{service}.",
        "Send stream listener details to Google Analytics.": "Enviar detalles del oyente a Google Analytics.",
        "Send stream listener details to Matomo Analytics.": "Enviar detalles del oyente del stream a Matomo Analytics.",
        "Send Test Message": "Enviar Mensaje de Prueba",
        "Sender E-mail Address": "Correo Electrónico del Remitente",
        "Sender Name": "Nombre del Remitente",
        "Sequential": "Secuencial",
        "Server Status": "Estado del Servidor",
        "Server:": "Servidor:",
        "Services": "Servicios",
        "Set a maximum disk space that this storage location can use. Specify the size with unit, i.e. \"8 GB\". Units are measured in 1024 bytes. Leave blank to default to the available space on the disk.": "Establezca un espacio máximo en disco que puede ser usada en esta ubicación de almacenamiento. Especifique el tamaño de la unidad en GB, por ejemplo, \"8 GB\". Las unidades se miden en 1024 bytes. Déjelo en blanco y por defecto se establecerá el espacio disponible en el disco.",
        "Set as Default Mount Point": "Establecer como Punto de Montaje Predeterminado",
        "Set cue and fade points using the visual editor. The timestamps will be saved to the corresponding fields in the advanced playback settings.": "Establece los puntos de inicio y desvanecimiento usando el editor visual. Las marcas de tiempo se guardarán en los campos correspondientes en los ajustes de reproducción avanzados.",
        "Set Cue In": "Definir Cue In",
        "Set Cue Out": "Ajustar Cue Out",
        "Set Fade In": "Establecer Fade In",
        "Set Fade Out": "Establecer Fade Out",
        "Set longer to preserve more playback history and listener metadata for stations. Set shorter to save disk space.": "Ajuste más tiempo para conservar más historial de reproducción y metadatos del oyente para las estaciones. Ajuste más corto para ahorrar espacio en disco.",
        "Set Overlap": "Ajustar Superposición",
        "Set the length of time (seconds) a listener will stay connected to the stream. If set to 0, listeners can stay connected infinitely.": "Establece el tiempo (en segundos) que un oyente permanecerá conectado al stream. Si se establece en 0, los oyentes permanecerán conectados indefinidamente.",
        "Set to \"Yes\" to always use \"https:\/\/\" secure URLs, and to automatically redirect to the secure URL when an insecure URL is visited.": "Establezca \"Sí\" para usar siempre URLs seguras \"https:\/\/\", y para redirigir automáticamente a la URL segura cuando se visita una URL insegura.",
        "Set to * to allow all sources, or specify a list of origins separated by a comma (,).": "Establecer a * para permitir todas las fuentes, o especificar una lista de orígenes separados por una coma (,).",
        "Settings": "Ajustes",
        "Setup instructions for broadcasting software are available on the AzuraCast wiki.": "Las instrucciones de configuración para el software de transmisión están disponibles en la wiki de AzuraCast.",
        "SFTP Host": "Servidor SFTP",
        "SFTP Password": "Contraseña SFTP",
        "SFTP Port": "Puerto SFTP",
        "SFTP Private Key": "Clave Privada SFTP",
        "SFTP Private Key Pass Phrase": "Frase de Clave Privada SFTP",
        "SFTP Username": "Usuario SFTP",
        "SFTP Users": "Usuarios SFTP",
        "Share Media Storage Location": "Compartir Ubicación de Almacenamiento de Medios",
        "Share Podcasts Storage Location": "Compartir Ubicación de Almacenamiento de Podcasts",
        "Share Recordings Storage Location": "Compartir Ubicación de Almacenamiento de Grabaciones",
        "Shoutcast 2 DNAS is not currently installed on this installation.": "El DNAS de Shoutcast 2 no está instalado actualmente en esta instalación.",
        "Shoutcast 2 DNAS is not free software, and its restrictive license does not allow AzuraCast to distribute the Shoutcast binary.": "El DNAS de Shoutcast 2 no es software gratuito y su licencia restrictiva no permite que AzuraCast distribuya el binario de Shoutcast.",
        "Shoutcast Clients": "Clientes Shoutcast",
        "Shoutcast License ID": "ID de Licencia Shoutcast",
        "Shoutcast Radio Manager": "Adminstrador de Radio Shoutcast",
        "Shoutcast User ID": "ID de Usuario Shoutcast",
        "Shoutcast version \"%{ version }\" is currently installed.": "Versión de Shoutcast \"%{ version }\" instalada actualmente.",
        "Show Charts": "Mostrar Gráficas",
        "Show Credentials": "Mostrar Credenciales",
        "Show HLS Stream on Public Player": "Mostrar el Stream HLS en el Reproductor Público",
        "Show new releases within your update channel on the AzuraCast homepage.": "Mostrar nuevas versiones dentro de su canal de actualizaciones en la página de inicio de AzuraCast.",
        "Show on Public Pages": "Mostrar en Páginas Públicas",
        "Show the station in public pages and general API results.": "Mostrar la estación en páginas públicas y resultados generales de la API.",
        "Show Update Announcements": "Mostrar Anuncios de Actualizaciones",
        "Shuffled": "Mezclado",
        "Sidebar": "Barra Lateral",
        "Sign Out": "Cerrar sesión",
        "Site Base URL": "URL Base del sitio",
        "Size": "Tamaño",
        "Skip Song": "Saltar Canción",
        "Skip to main content": "Ir al Contenido Principal",
        "Smart Mode": "Modo Inteligente",
        "SMTP Host": "Servidor SMTP",
        "SMTP Password": "Contraseña SMTP",
        "SMTP Port": "Puerto SMTP",
        "SMTP Username": "Usuario SMTP",
        "Social Media": "Redes Sociales",
        "Some stream licensing providers may have specific rules regarding song requests. Check your local regulations for more information.": "Algunos proveedores de licencias de streaming pueden tener reglas específicas con respecto a las solicitudes de canciones. Revisa tus regulaciones locales para más información.",
        "Song": "Canción",
        "Song Album": "Álbum de Canción",
        "Song Artist": "Artista",
        "Song Change": "Cambio de Canción",
        "Song Change (Live Only)": "Cambio de Canción (Sólo en Directo)",
        "Song Genre": "Género de Canción",
        "Song History": "Historial de Canciones",
        "Song Length": "Longitud de la Canción",
        "Song Lyrics": "Letras de la Canción",
        "Song Playback Order": "Orden de Reproducción de Canción",
        "Song Playback Timeline": "Historial de reproducción de canciones",
        "Song Requests": "Pedidos de Canciones",
        "Song Title": "Título de la canción",
        "Song-based": "Basado en Canciones",
        "Song-Based": "Basado en Canciones",
        "Song-Based Playlist": "Lista Basada en Canciones",
        "SoundExchange Report": "Informe de SoundExchange",
        "SoundExchange Royalties": "Regalías de SoundExchange",
        "Source": "Fuente",
        "Space Used": "Espacio Utilizado",
        "Specify a mountpoint (i.e. \"\/radio.mp3\") or a Shoutcast SID (i.e. \"2\") to specify a specific stream to use for statistics or broadcasting.": "Especifique un punto de montaje (por ejemplo, \"\/radio.mp3\") o un SID de Shoutcast (por ejemplo, \"2\") para especificar un stream específico para las estadísticas o la difusión.",
        "Specify the minute of every hour that this playlist should play.": "Especifique el minuto de cada hora en que esta lista de reproducción debería reproducirse.",
        "Speech General": "Discurso General",
        "SSH Public Keys": "Claves Públicas SSSH",
        "Stable": "Estable",
        "Standard playlist, shuffles with other standard playlists based on weight.": "Lista de reproducción estándar, se mezclará con otras listas de reproducción estándar basadas en su peso.",
        "Start": "Iniciar",
        "Start Date": "Fecha de Inicio",
        "Start Station": "Iniciar Estación",
        "Start Streaming": "Iniciar Transmisión",
        "Start Time": "Hora de Inicio",
        "Station Directories": "Directorios de Estaciones",
        "Station Disabled": "Estación desactivada",
        "Station Goes Offline": "Estación Apagada",
        "Station Goes Online": "Estación en Línea",
        "Station Media": "Medios de la Estación",
        "Station Name": "Nombre de la Estación",
        "Station Offline": "Estación Apagada",
        "Station Offline Display Text": "Texto de Visualización de Estación sin Conexión",
        "Station Overview": "Vista de su(s) Estación(es)",
        "Station Permissions": "Permisos de Estación",
        "Station Podcasts": "Podcasts de la Estación",
        "Station Recordings": "Grabaciones de la Radio",
        "Station Statistics": "Estadísticas de la Estación",
        "Station Time": "Hora de la Estación",
        "Station Time Zone": "Zona Horaria de la Estación",
        "Station-Specific Debugging": "Depuración Específica de cada Estación",
        "Station(s)": "Estación(es)",
        "Stations": "Estaciones",
        "Stations using Icecast can soft-reload the station configuration, applying changes while keeping the stream broadcast running.": "Las estaciones que usan Icecast pueden recargar la configuración de la estación, aplicando cambios mientras mantiene la transmisión en vivo.",
        "Steal": "Robado",
        "Steal (St)": "Robado (St)",
        "Step %{step}": "Paso %{step}",
        "Step 1: Scan QR Code": "Paso 1: Escanea el Código QR",
        "Step 2: Verify Generated Code": "Paso 2: Verificar Código Generado",
        "Steps for configuring a Mastodon application:": "Pasos para configurar una aplicación Mastodon:",
        "Stereo Tool": "Stereo Tool",
        "Stereo Tool documentation.": "Documentación de Stereo Tool.",
        "Stereo Tool Downloads": "Descargas de Stereo Tool",
        "Stereo Tool is a popular, proprietary tool for software audio processing. Using Stereo Tool, you can customize the sound of your stations using preset configuration files.": "Stereo Tool es una herramienta popular y autónoma para el procesamiento de audio por software. Usando Stereo Tool, usted puede personalizar el sonido de sus estaciones usando archivos de configuración predefinidos.",
        "Stereo Tool is an industry standard for software audio processing. For more information on how to configure it, please refer to the": "Stereo Tool es un estándar de la industria para el procesamiento de audio por software. Para más información sobre cómo configurarlo, por favor consulte el",
        "Stereo Tool is not currently installed on this installation.": "Stereo Tool no está instalado actualmente en esta instalación.",
        "Stereo Tool is not free software, and its restrictive license does not allow AzuraCast to distribute the Stereo Tool binary.": "Stereo Tool no es software gratuito y su licencia restrictiva no permite que AzuraCast distribuya el binario Stereo Tool.",
        "Stereo Tool License Key": "Clave de Licencia Stereo Tool",
        "Stereo Tool version %{ version } is currently installed.": "Versión %{ version } de Stereo Tool instalada actualmente.",
        "Stop": "Detener",
        "Stop Streaming": "Detener Transmisión",
        "Storage Adapter": "Adaptador de Almacenamiento",
        "Storage Location": "Ubicación de Almacenamiento",
        "Storage Locations": "Ubicaciones de Almacenamiento",
        "Storage Quota": "Cuota de Almacenamiento",
        "Stream": "Stream (Emisión)",
        "Streamer Broadcasts": "Transmisiones de Streamer",
        "Streamer Display Name": "Nombre para Mostrar del Sreamer",
        "Streamer password": "Contraseña del Streamer",
        "Streamer Username": "El Nombre de Usuario del Streamer",
        "Streamer\/DJ": "Streamer\/DJ",
        "Streamer\/DJ Accounts": "Cuentas de Streamer\/DJ",
        "Streamers\/DJs": "Streamers\/DJs",
        "Streams": "Emisiónes",
        "Submit Code": "Enviar Código",
        "Sunday": "Domingo",
        "Support Documents": "Documentos de Soporte",
        "Supported file formats:": "Formatos de archivo soportados:",
        "Switch Theme": "Cambiar Tema",
        "Synchronization Tasks": "Tareas de Sincronización",
        "System Administration": "Administración del sistema",
        "System Debugger": "Depurador del Sistema",
        "System Logs": "Registros del Sistema",
        "System Maintenance": "Mantenimiento del Sistema",
        "System Settings": "Configuraciones",
        "Target": "Objetivo",
        "Task Name": "Nombre de la Tarea",
        "Telegram Chat Message": "Mensaje de Chat de Telegram",
        "Test": "Probar",
        "Test message sent.": "Mensaje de prueba enviado.",
        "Thanks for listening to %{ station }!": "¡Gracias por escuchar a %{ station }!",
        "The amount of memory Linux is using for disk caching.": "La cantidad de memoria que Linux está usando para la caché de disco.",
        "The average target loudness (measured in LUFS) for the broadcasted stream. Values between -14 and -18 LUFS are common for Internet radio stations.": "El volumen objetivo promedio (medido en LUFS) para la transmisión emitida. Los valores entre -14 y -18 LUFS son comunes para las estaciones de radio por Internet.",
        "The base URL where this service is located. Use either the external IP address or fully-qualified domain name (if one exists) pointing to this server.": "La URL principal a través de la cual el servicio está disponible. Use la dirección IP o el nombre de host del servidor (si está disponible).",
        "The body of the POST message is the exact same as the NowPlaying API response for your station.": "El cuerpo del mensaje POST es exactamente el mismo que la respuesta API de puesta en marcha para su estación.",
        "The contact person of the podcast. May be required in order to list the podcast on services like Apple Podcasts, Spotify, Google Podcasts, etc.": "La persona de contacto del podcast. Puede ser necesario para listar el podcast en servicios como Apple Podcasts, Spotify, Google Podcasts, etc.",
        "The current CPU usage including I\/O Wait and Steal.": "El uso actual de la CPU, incluyendo E\/S Espera y Robado.",
        "The current Memory usage excluding cached memory.": "Uso actual de la memoria excluyendo la memoria caché.",
        "The date when the episode should be published.": "La fecha en que el episodio debe ser publicado.",
        "The description of the episode. The typical maximum amount of text allowed for this is 4000 characters.": "La descripción del episodio. La cantidad máxima típica de texto permitida para esto es de 4000 caracteres.",
        "The description of your podcast. The typical maximum amount of text allowed for this is 4000 characters.": "La descripción de tu podcast. La cantidad máxima típica de texto permitida para esto es de 4000 caracteres.",
        "The display name assigned to this mount point when viewing it on administrative or public pages. Leave blank to automatically generate one.": "Nombre asignado a este punto de montaje al verlo en páginas administrativas o públicas. Dejar en blanco para generar automáticamente uno.",
        "The display name assigned to this relay when viewing it on administrative or public pages. Leave blank to automatically generate one.": "Nombre asignado a este relé al verlo en páginas administrativas o públicas. Dejar en blanco para generar automáticamente uno.",
        "The editable text boxes are areas where you can insert custom configuration code. The non-editable sections are automatically generated by AzuraCast.": "Los cuadros de texto editables son áreas donde puede insertar código de configuración personalizado. Las secciones no editables son generadas automáticamente por AzuraCast.",
        "The email of the podcast contact. May be required in order to list the podcast on services like Apple Podcasts, Spotify, Google Podcasts, etc.": "El correo electrónico del contacto de podcast. Puede ser necesario para listar el podcast en servicios como Apple Podcasts, Spotify, Google Podcasts, etc.",
        "The file name should look like:": "El nombre del archivo debería verse así:",
        "The format and headers of this CSV should match the format generated by the export function on this page.": "El formato y las cabeceras de este CSV deben coincidir con el formato generado por la función de exportación en esta página.",
        "The full base URL of your Matomo installation.": "La URL base completa de su instalación de Matomo.",
        "The full playlist is shuffled and then played through in the shuffled order.": "La lista completa es mezclada y luego se reproduce en orden aleatorio.",
        "The I\/O Wait is the percentage of time that the CPU is waiting for disk access before it can continue the work that depends on the result of this.": "La Espera de E\/S es el porcentaje de tiempo que la CPU está esperando para poder continuar con el trabajo que depende del resultado.",
        "The language spoken on the podcast.": "El idioma hablado en el podcast.",
        "The length of playback time that Liquidsoap should buffer when playing this remote playlist. Shorter times may lead to intermittent playback on unstable connections.": "El tiempo de reproducción que Liquidsoap debería almacenar en el búfer al reproducir esta lista de reproducción remota. Tiempos más cortos pueden provocar una reproducción intermitente en conexiones inestables.",
        "The number of seconds of signal to store in case of interruption. Set to the lowest value that your DJs can use without stream interruptions.": "Número de segundos para almacenar la señal en caso de interrupción. Establezca el valor más bajo que sus DJs pueden usar sin interrupción de flujos.",
        "The number of seconds to wait for a response from the remote server before cancelling the request.": "Número de segundos para esperar una respuesta del servidor remoto antes de cancelar la solicitud.",
        "The numeric site ID for this site.": "El ID numérico del sitio para este sitio.",
        "The order of the playlist is manually specified and followed by the AutoDJ.": "El orden de la lista de reproducción es especificado manualmente y seguido por el AutoDJ.",
        "The parent directory where station playlist and configuration files are stored. Leave blank to use default directory.": "El directorio principal donde se almacenan los archivos de configuración y la lista de reproducción de la estación. Déjelo en blanco para usar el directorio predeterminado.",
        "The relative path of the file in the station's media directory.": "La ruta relativa del archivo en el directorio de medios de la estación.",
        "The station ID will be a numeric string that starts with the letter S.": "El ID de la estación será una cadena numérica que comienza con la letra S.",
        "The streamer will use this password to connect to the radio server.": "El streamer utilizará esta contraseña para conectarse al servidor de radio.",
        "The streamer will use this username to connect to the radio server.": "El streamer usará este nombre para conectarse al servidor del radio.",
        "The time period that the song should fade in. Leave blank to use the system default.": "El período de tiempo en el que la canción hace el fade in. Deje en blanco para usar la opción predeterminada del sistema.",
        "The time period that the song should fade out. Leave blank to use the system default.": "El período de tiempo en el que la canción hace el fade out. Deje en blanco para usar la opción predeterminada del sistema.",
        "The time that this song should overlap its surrounding songs when fading. Leave blank to use the system default.": "El tiempo que esta canción debe superponerse sobre sus canciones circundantes. Deje en blanco para usar la opción predeterminada del sistema.",
        "The time when the episode should be published (according to the stations timezone).": "La hora en que el episodio debe ser publicado (según la zona horaria de las estaciones).",
        "The URL that will receive the POST messages any time an event is triggered.": "La URL que recibirá los mensajes POST en cualquier momento en que se active un evento.",
        "The volume in decibels to amplify the track with. Leave blank to use the system default.": "El volumen en decibelios para amplificar la pista. Dejar en blanco para usar el valor predeterminado del sistema.",
        "The WebDJ lets you broadcast live to your station using just your web browser.": "El WebDJ le permite emitir en directo a su emisora utilizando sólo su navegador web.",
        "Theme": "Tema",
        "There is no existing custom fallback file associated with this station.": "No existe ningún archivo de respaldo personalizado asociado con esta estación.",
        "There is no existing intro file associated with this mount point.": "No hay ningún archivo de introducción asociado a este punto de montaje.",
        "There is no existing media associated with this episode.": "No hay medios existentes asociados con este episodio.",
        "There is no Stereo Tool configuration file present.": "No hay archivo de configuración de Stereo Tool presente.",
        "This account will have full access to the system, and you'll automatically be logged in to it for the rest of setup.": "Esta cuenta tendrá acceso completo al sistema, y automáticamente se conectará al sistema para el resto de la configuración.",
        "This can be generated in the \"Events\" section for a measurement.": "Esto se puede generar en la sección \"Eventos\" para una medición.",
        "This can be retrieved from the GetMeRadio dashboard.": "Esto se puede recuperar desde el panel de control de GetMeRadio.",
        "This can make it look like your memory is low while it actually is not. Some monitoring solutions\/panels include cached memory in their used memory statistics without indicating this.": "Esto puede hacer que parezca que la memoria es baja mientras que en realidad no lo es. Algunas soluciones\/paneles de monitoreo incluyen memoria caché en sus estadísticas de memoria usada sin indicar esto.",
        "This code will be included in the frontend configuration. Allowed formats are:": "Este código se incluirá en la configuración del front-end. Los formatos permitidos son:",
        "This configuration file should be a valid .sts file exported from Stereo Tool.": "Este archivo de configuración, debe ser un archivo .sts válido exportado desde Stereo Tool.",
        "This CSS will be applied to the main management pages, like this one.": "Este CSS se aplicará a las páginas principales de administración como esta.",
        "This CSS will be applied to the station public pages and login page.": "Este CSS se aplicará a las páginas públicas de la estación y a la página de inicio de sesión.",
        "This CSS will be applied to the station public pages.": "Este CSS se aplicará a las páginas públicas de la estación.",
        "This determines how many songs in advance the AutoDJ will automatically fill the queue.": "Esto determina de antemano, cuántas canciones el AutoDJ incluirá automáticamente en la cola.",
        "This feature requires the AutoDJ feature to be enabled.": "Esta función requiere que la función AutoDJ esté habilitada.",
        "This field is required.": "Este campo es requerido.",
        "This field must be a valid decimal number.": "Este campo debe ser un número decimal válido.",
        "This field must be a valid e-mail address.": "Este campo debe ser una dirección de correo electrónico válida.",
        "This field must be a valid integer.": "Este campo debe ser un número entero válido.",
        "This field must be a valid IP address.": "Este campo debe ser una dirección IP válida.",
        "This field must be a valid URL.": "Este campo debe ser una URL válida.",
        "This field must be between %{ min } and %{ max }.": "Este campo debe estar entre %{ min } y %{ max }.",
        "This field must have at least %{ min } letters.": "Este campo debe tener al menos %{ min } letras.",
        "This field must have at most %{ max } letters.": "Este campo debe tener como máximo %{ max } letras.",
        "This field must only contain alphabetic characters.": "Este campo sólo debe contener caracteres alfabéticos.",
        "This field must only contain alphanumeric characters.": "Este campo solo debe contener caracteres alfanuméricos.",
        "This field must only contain numeric characters.": "Este campo solo debe contener caracteres numéricos.",
        "This file will be played on your radio station any time no media is scheduled to play or a critical error occurs that interrupts regular broadcasting.": "Este archivo se reproducirá en su emisora de radio en cualquier momento en que no se programe ningún medio o se produzca un error crítico que interrumpa la transmisión regular.",
        "This image will be used as the default album art when this streamer is live.": "Esta imagen será usada en el álbum por defecto cuando el streamer esté en directo. ",
        "This introduction file should exactly match the bitrate and format of the mount point itself.": "Este archivo de introducción debería coincidir exactamente con el bitrate y el formato del punto de montaje en sí.",
        "This is a 3-5 digit number.": "Este es un número de 3-5 dígitos.",
        "This is an advanced feature and custom code is not officially supported by AzuraCast. You may break your station by adding custom code, but removing it should fix any issues.": "Esta es una característica avanzada y el código personalizado no está soportado oficialmente por AzuraCast. Puede romper su estación añadiendo código personalizado, pero eliminarlo debería arreglar cualquier problema.",
        "This is the informal display name that will be shown in API responses if the streamer\/DJ is live.": "Este es el nombre informal de la pantalla que se mostrará en las respuestas de la API si el streamer\/DJ está en vivo.",
        "This is the number of seconds until a streamer who has been manually disconnected can reconnect to the stream. Set to 0 to allow the streamer to immediately reconnect.": "Este es el número de segundos hasta que un streamer que ha sido desconectado manualmente pueda reconectarse al stream. Establecer en 0 para permitir que el streamer vuelva a conectar inmediatamente.",
        "This javascript code will be applied to the station public pages and login page.": "Este código Javascript se aplicará a las páginas públicas de la estación y a la página de inicio de sesión.",
        "This javascript code will be applied to the station public pages.": "Este código javascript se aplicará a las páginas públicas de la estación.",
        "This mode disables AzuraCast's AutoDJ management, using Liquidsoap itself to manage song playback. \"next song\" and some other features will not be available.": "Este modo desactiva la gestión AutoDJ de AzuraCast, utilizando el propio Liquidsoap para gestionar la reproducción de canciones. \"Siguiente Tema\" y algunas otras funciones no estarán disponibles.",
        "This Month": "Este Mes",
        "This name should always begin with a slash (\/), and must be a valid URL, such as \/autodj.mp3": "Este nombre debe comenzar siempre con una barra diagonal (\/) y debe ser una dirección URL válida, como \/autodj.mp3",
        "This name will appear as a sub-header next to the AzuraCast logo, to help identify this server.": "Este nombre aparecerá como un sub encabezado junto al logotipo de AzuraCast, para ayudar a identificar este servidor.",
        "This page lists all API keys assigned to all users across the system. To manage your own API keys, visit your account profile.": "Esta página enlista todas las claves API asignadas a todos los usuarios de todo el sistema. Para administrar sus propias claves API, visite su perfil de cuenta.",
        "This password is too common or insecure.": "Esta contraseña es demasiado común o insegura.",
        "This playlist currently has no scheduled times. It will play at all times. To add a new scheduled time, click the button below.": "Esta lista de reproducción no tiene horarios programados. Se reproducirá en todo momento. Para agregar una nueva hora programada, haga clic en el botón de abajo.",
        "This playlist will play every $x minutes, where $x is specified here.": "Esta lista de reproducción se reproducirá cada $x minutos, $x se especifica aquí.",
        "This playlist will play every $x songs, where $x is specified here.": "Esta lista de reproducción se reproducirá cada $x canciones, $x se especifica aquí.",
        "This port is not used by any external process. Only modify this port if the assigned port is in use. Leave blank to automatically assign a port.": "Este puerto no es utilizado por ningún proceso externo. Sólo modifica este puerto si el puerto asignado está en uso. Dejar en blanco para asignar automáticamente un puerto.",
        "This queue contains the remaining tracks in the order they will be queued by the AzuraCast AutoDJ (if the tracks are eligible to be played).": "Esta cola contiene las pistas restantes en el orden en que AzuraCast AutoDJ las pondrá en cola (si las pistas son elegibles para reproducirse).",
        "This service can provide album art for tracks where none is available locally.": "Este servicio puede proporcionar caratulas de álbumes para canciones donde ninguna está disponible localmente.",
        "This software is traditionally used to deliver your broadcast to your listeners. You can still broadcast remotely or via HLS if this service is disabled.": "Este software se utiliza tradicionalmente para entregar su emisión a sus oyentes. Puede emitir de forma remota o a través de HLS si este servicio está deshabilitado.",
        "This software shuffles from playlists of music constantly and plays when no other radio source is available.": "Este software cambia constantemente las listas de reproducción de música y se reproduce cuando no hay otra fuente de radio disponible.",
        "This specifies the minimum time (in minutes) between a song playing on the radio and being available to request again. Set to 0 for no threshold.": "Esto especifica el tiempo mínimo (en minutos) entre una canción que se reproduce en la radio y que vuelve a estar disponible para solicitarse de nuevo. Establecer en 0 para ningún umbral.",
        "This specifies the time range (in minutes) of the song history that the duplicate song prevention algorithm should take into account.": "Esto especifica el intervalo de tiempo (en minutos) del historial de canciones, que el algoritmo de prevención de canciones duplicadas debe tener en cuenta.",
        "This station's time zone is currently %{tz}.": "La zona horaria de esta estación es actualmente %{tz}.",
        "This streamer is not scheduled to play at any times.": "Este streamer no está programado para reproducir en ningún momento.",
        "This URL is provided within the Discord application.": "Esta URL se proporciona dentro de la aplicación Discord.",
        "This web hook is no longer supported. Removing it is recommended.": "Este web hook ya no es compatible. Se recomienda eliminarlo.",
        "This web hook will only run when the selected event(s) occur on this specific station.": "Este Web Hooks sólo se ejecutará cuando el evento(s) seleccionado ocurra en esta estación específica.",
        "This will be shown on public player pages if the station is offline. Leave blank to default to a localized version of \"%{message}\".": "Esto se mostrará en las páginas públicas del reproductor si la estación está fuera de línea. Deje en blanco por defecto a una versión localizada de \"%{message}\".",
        "This will be the file name for your backup, include the extension for file type you wish to use.": "Este será el nombre del archivo para su copia de seguridad. Por favor incluya la extensión para el tipo de archivo que desee utilizar.",
        "This will be used as the label when editing individual songs, and will show in API results.": "Esto se utilizará como la etiqueta al editar canciones individuales, y se mostrará en los resultados de la API.",
        "This will clear any pending unprocessed messages in all message queues.": "Esto borrará cualquier mensaje pendiente no procesado en todas las colas de mensajes.",
        "This will produce a significantly smaller backup, but you should make sure to back up your media elsewhere. Note that only locally stored media will be backed up.": "Esto producirá una copia de seguridad mucho más pequeña, pero debería asegurarse de hacer una copia de seguridad de sus medios en otros lugares. Tenga en cuenta que sólo los medios almacenados localmente serán respaldados.",
        "Thumbnail Image URL": "URL de la Imagen en Miniatura",
        "Thursday": "Jueves",
        "Time": "Fecha",
        "Time (sec)": "Tiempo (seg)",
        "Time Display": "Tiempo",
        "Time spent waiting for disk I\/O to be completed.": "Tiempo dedicado a esperar a que se completen las E\/S del disco.",
        "Time stolen by other virtual machines on the same physical server.": "Tiempo robado por otras máquinas virtuales en el mismo servidor físico.",
        "Time Zone": "Zona Horaria",
        "Title": "Título",
        "To alleviate this potential problem with shared CPU resources, hosts assign \"credits\" to a VPS which are used up according to an algorithm based on the CPU load as well as the time over which the CPU load is generated. If your VM's assigned credit is used up, they will take CPU time from your VM and assign it to other VMs on the machine. This is seen as the \"Steal\" or \"St\" value.": "Para aliviar este problema potencial con los recursos de CPU compartidos, los hosts asignan \"créditos\" a un VPS que se agotan de acuerdo con un algoritmo basado en la carga de CPU asi como sobre el tiempo durante el cual se generó la carga de CPU. Si el crédito asignado de su Maquina Virtual se agota, tomará tiempo de CPU de su MV y lo asignará a otras MVs en la máquina. Esto se muestra como el valor \"Robar\" o \"St\".",
        "To customize installation settings, or if automatic updates are disabled, you can follow our standard update instructions to update via your SSH console.": "Para personalizar los ajustes de instalación, o si las actualizaciones automáticas están deshabilitadas, puede seguir nuestras instrucciones de actualización estándar para actualizar a través de su consola SSH.",
        "To download the GeoLite database:": "Para descargar la base de datos de GeoLite:",
        "To play once per day, set the start and end times to the same value.": "Para reproducirse una vez al día, ajuste la hora de inicio y final al mismo valor.",
        "To restore a backup from your host computer, run:": "Para restaurar una copia de seguridad desde su equipo anfitrión, ejecute:",
        "To retrieve detailed unique listeners and client details, an administrator password is often required.": "Para recuperar los detalles de los oyentes únicos y detallados del cliente, a menudo se requiere una contraseña de administrador.",
        "To set this schedule to run only within a certain date range, specify a start and end date.": "Especifique una fecha de inicio y otra de finalización para que este programa se ejecute sólo dentro de un determinado rango de fechas.",
        "To use this feature, a secure (HTTPS) connection is required. Firefox is recommended to avoid static when broadcasting.": "Para utilizar esta función, se requiere una conexión segura (HTTPS). Se recomienda Firefox para evitar estática al retransmitir.",
        "To verify that the code was set up correctly, enter the 6-digit code the app shows you.": "Para verificar que el código se ha configurado correctamente, introduce el código de 6 dígitos que la aplicación te muestra.",
        "Today": "Hoy",
        "Toggle Menu": "Alternar Menú",
        "Toggle Sidebar": "Cambiar Barra Lateral",
        "Top Browsers by Connected Time": "Mejores Navegadores por Tiempo Conectado",
        "Top Browsers by Listeners": "Mejores Navegadores por Oyentes",
        "Top Countries by Connected Time": "Mejores Países Conectados por Tiempo",
        "Top Countries by Listeners": "Mejores Países por Oyentes",
        "Top Streams by Connected Time": "Mejores Streams por Tiempo Conectado",
        "Top Streams by Listeners": "Mejores Streams por Oyentes",
        "Total Disk Space": "Espacio Total del Disco",
        "Total Listener Hours": "Horas Totales de Oyentes",
        "Total RAM": "RAM Total",
        "Transmitted": "Transmitido",
        "Triggers": "Disparadores",
        "Tuesday": "Martes",
        "TuneIn AIR": "TuneIn AIR",
        "TuneIn Partner ID": "ID de Socio de TuneIn",
        "TuneIn Partner Key": "Key de Socio de TuneIn",
        "TuneIn Station ID": "ID de la Estación TuneIn",
        "Two-Factor Authentication": "Autenticación en Dos Pasos",
        "Two-factor authentication improves the security of your account by requiring a second one-time access code in addition to your password when you log in.": "La autenticación de dos factores mejora la seguridad de su cuenta al requerir un segundo código de acceso de una sola vez, adicional a su contraseña al iniciar sesión.",
        "Typically a website with content about the episode.": "Normalmente un sitio web con contenido sobre el episodio.",
        "Typically the home page of a podcast.": "Normalmente la página principal de un podcast.",
        "Unable to update.": "No se puede actualizar.",
        "Unassigned Files": "Archivos No Asignados",
        "Uninstall": "Desinstalar",
        "Unique": "Únicos",
        "Unique identifier for the target chat or username of the target channel (in the format @channelusername).": "Identificador único para el chat de destino o nombre de usuario del canal de destino (en el formato @channelusername).",
        "Unique Listeners": "Oyentes Únicos",
        "Unknown": "Desconocido",
        "Unknown Artist": "Artista Desconocido",
        "Unknown Title": "Título Desconocido",
        "Unlisted": "No Listado",
        "Unmute": "Quitar Silencio",
        "Unprocessable Files": "Archivos No Procesables",
        "Unselect All Rows": "Deseleccionar Todas las Filas",
        "Unselect Row": "Deseleccionar Fila",
        "Up": "Subir",
        "Upcoming Song Queue": "Lista de Canciones en Cola",
        "Update": "Actualizar",
        "Update AzuraCast": "Actualizar AzuraCast",
        "Update AzuraCast via Web": "Actualizar AzuraCast vía Web",
        "Update AzuraCast? Your installation will restart.": "¿Actualizar AzuraCast? Su instalación se reiniciará.",
        "Update Details": "Detalles de Actualización",
        "Update Instructions": "Instrucciones de Actualización",
        "Update Metadata": "Actualizar Metadatos",
        "Update started. Your installation will restart shortly.": "Actualización iniciada. Su instalación se reiniciará en breve.",
        "Update Station Configuration": "Actualizar Configuración de la Estación",
        "Update via Web": "Actualizar vía Web",
        "Updated": "Actualizado",
        "Updated successfully.": "Actualizado con éxito.",
        "Upload a Stereo Tool configuration file from the \"Broadcasting\" submenu in the station profile.": "Suba un archivo de configuración de Stereo Tool desde el submenú \"Emitiendo\" en el perfil de la estación.",
        "Upload Custom Assets": "Subir Recursos Personalizados",
        "Upload Stereo Tool Configuration": "Subir la Configuración de Stereo Tool",
        "Upload the file on this page to automatically extract it into the proper directory.": "Sube el archivo en esta página para extraerlo automáticamente en el directorio adecuado.",
        "URL": "URL",
        "URL Stub": "Stub de URL",
        "Use": "Uso",
        "Use (Us)": "Uso (Us)",
        "Use API keys to authenticate with the AzuraCast API using the same permissions as your user account.": "Utilice las claves API para autenticarse con la API de AzuraCast usando los mismos permisos que su cuenta de usuario.",
        "Use Browser Default": "Usar Navegador por Defecto",
        "Use High-Performance Now Playing Updates": "Usar Actualizaciones de Reproducción en Curso de Alto Rendimiento",
        "Use Icecast 2.4 on this server.": "Usa Icecast 2.4 en este servidor.",
        "Use Less CPU (Uses More Memory)": "Usar Menos CPU (Utiliza Más Memoria)",
        "Use Less Memory (Uses More CPU)": "Usar Menos Memoria (Utiliza Más CPU)",
        "Use Liquidsoap on this server.": "Usar Liquidsoap en este servidor.",
        "Use Path Instead of Subdomain Endpoint Style": "Utilice Ruta en Lugar de Estilo de Punto Final de Subdominio",
        "Use Replaygain Metadata": "Usar los Metadatos de Replaygain",
        "Use Secure (TLS) SMTP Connection": "Usar Conexión SMTP Segura (TLS)",
        "Use Shoutcast DNAS 2 on this server.": "Usa SHOUTcast DNAS 2 en este servidor.",
        "Use the Telegram Bot API to send a message to a channel.": "Utilizar la API de bot de Telegram para enviar un mensaje a un canal.",
        "Use Web Proxy for Radio": "Use Web Proxy para Radio",
        "Used": "Usado",
        "Used for \"Forgot Password\" functionality, web hooks and other functions.": "Utilizado para la funcionalidad \"Contraseña Olvidada\", Web Hooks y otras funciones.",
        "User": "Usuario",
        "User Accounts": "Cuentas de Usuario",
        "User Agent": "Navegador",
        "User Name": "Nombre de Usuario",
        "User Permissions": "Permisos de Usuario",
        "Username": "Nombre de Usuario",
        "Username:": "Nombre de Usuario:",
        "Users": "Usuarios",
        "Users with this role will have these permissions across the entire installation.": "Los usuarios con este rol tendrán estos permisos en toda la instalación.",
        "Users with this role will have these permissions for this single station.": "Los usuarios con este rol tendrán estos permisos para esta única estación.",
        "Uses either Websockets, Server-Sent Events (SSE) or static JSON files to serve Now Playing data on public pages. This improves performance, especially with large listener volume. Disable this if you are encountering problems with the service or use multiple URLs to serve your public pages.": "Utiliza ya sea archivos Websockets, Server-Sent Events (SSE) o JSON estáticos para servir ahora los datos de reproducción en las páginas públicas. Esto mejora el rendimiento, especialmente con un gran volumen de escucha. Deshabilita esto si encuentras problemas con el servicio o utiliza múltiples URLs para servir tus páginas públicas.",
        "Using this page, you can customize several sections of the Liquidsoap configuration. This allows you to add advanced functionality to your station's AutoDJ.": "Usando esta página, puede personalizar varias secciones de la configuración de Liquidsoap. Esto le permite añadir funcionalidad avanzada al AutoDJ de su estación.",
        "Usually enabled for port 465, disabled for ports 587 or 25.": "Generalmente habilitado para el puerto 465, deshabilitado para los puertos 587 o 25.",
        "Variables are in the form of: ": "Las variables están en la forma de: ",
        "View": "Ver",
        "View Fullscreen": "Ver Pantalla Completa",
        "View Listener Report": "Ver Reporte del Oyente",
        "View Profile": "Ver Perfil",
        "View tracks in playlist": "Ver pistas en la lista de reproducción",
        "Visit the \"My License Key\" page under the \"Services\" section.": "Visite la página \"My License Key\" en la sección \"Servicios\".",
        "Visit the Dropbox App Console:": "Visite la Consola de la Aplicación Dropbox:",
        "Visit the link below to sign in and generate an access code:": "Visita el enlace de abajo para iniciar sesión y generar un código de acceso:",
        "Visit your Mastodon instance.": "Visite su instancia de Mastodon.",
        "Visual Cue Editor": "Editor de Cue Visual",
        "Volume": "Volumen",
        "Wait": "En Espera",
        "Wait (Wa)": "En Espera (Wa)",
        "Warning": "Advertencia",
        "Waveform Zoom": "Zoom de Forma de Onda",
        "Web DJ": "Web DJ",
        "Web Hook Details": "Detalles del Web Hook",
        "Web Hook Name": "Nombre de Web Hook",
        "Web Hook Triggers": "Disparadores de Web Hook",
        "Web Hook URL": "URL del Web Hook",
        "Web Hooks": "Hooks web",
        "Web hooks automatically send a HTTP POST request to the URL you specify to notify it any time one of the triggers you specify occurs on your station.": "Los Web Hooks envían automáticamente una solicitud HTTP POST a la URL que especifique para notificarle cada vez que uno de los disparadores que especifique se produzca en su estación.",
        "Web hooks let you connect to external web services and broadcast changes to your station to them.": "Los Web Hooks le permiten conectarse a servicios web externos y transmitir los cambios de su estación.",
        "Web Site URL": "URL del sitio web",
        "Web updates are not available for your installation. To update your installation, perform the manual update process instead.": "Las actualizaciones web no están disponibles para su instalación. Para actualizar su instalación, realice en su lugar el proceso de actualización manual.",
        "WebDJ": "WebDJ",
        "WebDJ connected!": "WebDJ conectado!",
        "Website": "Sitio Web",
        "Wednesday": "Miércoles",
        "Welcome to AzuraCast!": "¡Bienvenido a AzuraCast!",
        "Welcome!": "Bienvenido!",
        "When making API calls, you can pass this value in the \"X-API-Key\" header to authenticate as yourself.": "Al hacer llamadas API, puedes pasar este valor en la cabecera \"X-API-Key\" para autenticarte como tú.",
        "When the song changes and a live streamer\/DJ is connected": "Cuando la canción cambia y un emisor\/DJ se conecta",
        "When the station broadcast comes online": "Cuando la emisión de la estación se inicia",
        "When the station broadcast goes offline": "Cuando la emisión de la estación se desconecta",
        "Whether the AutoDJ should attempt to avoid duplicate artists and track titles when playing media from this playlist.": "Especifica si el AutoDJ debe intentar evitar títulos y artistas duplicados al reproducir medios de esta lista de reproducción.",
        "Widget Type": "Tipo de Widget",
        "Worst Performing Songs": "Peores Canciones al Transmitir",
        "Yes": "Si",
        "Yesterday": "Ayer",
        "You": "Tú",
        "You can also upload files in bulk via SFTP.": "También puede subir archivos de forma masiva a través de SFTP.",
        "You can find answers for many common questions in our support documents.": "Puede encontrar respuestas para muchas preguntas comunes en nuestros documentos de soporte.",
        "You can include any special mount point settings here, in either JSON { key: 'value' } format or XML <key>value<\/key>": "Puede incluir cualquier configuración de punto de montaje especial aquí, en formato de JSON { key: 'value' } o XML <key>value<\/key>",
        "You can only perform the actions your user account is allowed to perform.": "Sólo puede realizar las acciones que su cuenta de usuario puede realizar.",
        "You can set a custom URL for this stream that AzuraCast will use when referring to it. Leave empty to use the default value.": "Puede establecer una URL personalizada para este stream y que AzuraCast utilizará al referirse a ella. Dejar en blanco para usar los valor por defecto.",
        "You may need to connect directly to your IP address:": "Es posible que deba conectarse directamente a su dirección IP:",
        "You may need to connect directly via your IP address:": "Es posible que necesite conectarse directamente a través de su dirección IP:",
        "You will not be able to retrieve it again.": "No podrás recuperarlo de nuevo.",
        "Your full API key is below:": "Tu API key completa está a continuación:",
        "Your installation is currently on this release channel:": "Su instalación está actualmente en este canal de lanzamiento:",
        "Your installation is up to date! No update is required.": "¡Su instalación está actualizada! No se requiere actualización.",
        "Your installation needs to be updated. Updating is recommended for performance and security improvements.": "Su instalación necesita ser actualizada. Se recomienda actualizar para mejoras en el rendimiento y la seguridad.",
        "Your station does not support reloading configuration. Restart broadcasting instead to apply changes.": "Su emisora no soporta recargar la configuración. En su lugar, reinicie la transmisión para aplicar los cambios.",
        "Your station has changes that require a reload to apply.": "Su estación tiene cambios que requieren un reinicio para aplicar.",
        "Your station is currently not enabled for broadcasting. You can still manage media, playlists, and other station settings. To re-enable broadcasting, edit your station profile.": "Su emisora no está habilitada para la radiodifusión. Todavía puede administrar los medios, listas de reproducción y otros ajustes de la emisora. Para volver a habilitar la radiodifusión, edite el perfil de su emisora.",
        "Your station supports reloading configuration.": "Su estación soporta la recarga de configuración.",
        "YouTube": "YouTube",
        "YP Directory Authorization Hash": "Hash de Autorización de YP Directory",
        "%d files processed.": "%d archivos procesados.",
        "Your request has been submitted and will be played soon.": "Su solicitud ha sido enviada y se reproducirá pronto.",
        "Station reloaded.": "Estación Recargada.",
        "Station restarted.": "Emisora reiniciada.",
        "Service stopped.": "Servicio detenido.",
        "Service started.": "Servicio iniciado.",
        "Service reloaded.": "Servicio recargado.",
        "Service restarted.": "Servicio reiniciado.",
        "Song skipped.": "Saltar canción.",
        "Streamer disconnected.": "Emisor desconectado.",
        "This station is out of available storage space.": "Esta estación está fuera de los limites del espacio de almacenamiento disponible.",
        "Station Nginx Configuration": "Configuración Nginx de la Estación",
        "Liquidsoap Log": "Registro de Liquidsoap",
        "Liquidsoap Configuration": "Configuración de Liquidsoap",
        "Icecast Access Log": "Registro de acceso de Icecast",
        "Icecast Error Log": "Registro de error de Icecast",
        "Icecast Configuration": "Configuración de Icecast",
        "Shoutcast Log": "Registro de Shoutcast",
        "Shoutcast Configuration": "Configuración de Shoutcast",
        "Playlist enabled.": "Lista activada.",
        "Playlist disabled.": "Lista desactivada.",
        "This playlist is not a sequential playlist.": "Esta lista no es de reproducción secuencial.",
        "This playlist is not song-based.": "Esta lista no está basada en canciones.",
        "Playlist emptied.": "Lista de reproducción vacía.",
        "Base Directory": "Directorio Base",
        "Playlist successfully imported; %d of %d files were successfully matched.": "Lista de reproducción importada con éxito; %d de %d archivos se han comparado correctamente.",
        "Playlist applied to folders.": "Lista de reproducción aplicada a carpetas.",
        "Playlist reshuffled.": "Lista de reproducción reorganizada.",
        "No recording available.": "No hay grabación disponible.",
        "No directory specified": "Ningún directorio especificado",
        "File Not Processed: %s": "Archivo No Procesado: %s",
        "Cover Art": "Portada",
        "File Processing": "Procesamiento de Archivos",
        "File not specified.": "Archivo no especificado.",
        "New path not specified.": "Nueva ruta no especificada.",
        "Podcast not found!": "Podcast no encontrado!",
        "Bot\/Crawler": "Bot\/Rastreador",
        "Desktop Browser": "Navegador de Escritorio",
        "Non-Browser": "No Navegador",
        "Connected Seconds": "Segundos Conectados",
        "Less than Thirty Seconds": "Menos de Treinta Segundos",
        "Thirty Seconds to One Minute": "Treinta Segundos a Un Minuto",
        "One Minute to Five Minutes": "Un Minuto a Cinco Minutos",
        "Five Minutes to Ten Minutes": "Cinco Minutos a Diez Minutos",
        "Ten Minutes to Thirty Minutes": "Diez Minutos a Treinta Minutos",
        "Thirty Minutes to One Hour": "Treinta Minutos a Una Hora",
        "One Hour to Two Hours": "Una Hora a Dos Horas",
        "More than Two Hours": "Más de Dos Horas",
        "Web hook enabled.": "Web Hook habilitado.",
        "Web hook disabled.": "Webhook deshabilitado.",
        "Create a new storage location based on the base directory.": "Crear una nueva ubicación de almacenamiento basada en el directorio base.",
        "Test Message": "Mensaje de Prueba",
        "This is a test message from AzuraCast. If you are receiving this message, it means your e-mail settings are configured correctly.": "Este es un mensaje de prueba de AzuraCast. Si está recibiendo este mensaje, significa que su configuración de correo electrónico está configurada correctamente.",
        "Test message sent successfully.": "Mensaje de prueba enviado con éxito.",
        "AzuraCast Application Log": "Log de aplicación de AzuraCast",
        "AzuraCast Now Playing Log": "Registro de Reproducción en Curso de AzuraCast",
        "AzuraCast Synchronized Task Log": "Registro de Tarea Sincronizada de AzuraCast",
        "AzuraCast Queue Worker Log": "Registro de Trabajadores de Cola de AzuraCast",
        "Service Log: %s (%s)": "Registro de Servicio: %s (%s)",
        "Nginx Access Log": "Log de Nginx",
        "Nginx Error Log": "Log de errores Nginx",
        "PHP Application Log": "Log de PHP",
        "Supervisord Log": "Logs de Supervisor",
        "You cannot modify yourself.": "No puedes modificarte a ti mismo.",
        "You cannot remove yourself.": "No puedes eliminarte a ti mismo.",
        "All Stations": "Todas las Estaciones",
        "Logged in successfully.": "Has iniciado sesión con éxito.",
        "Login unsuccessful": "El inicio de sesión ha fallado",
        "Your credentials could not be verified.": "No se pudieron comprobar sus credenciales.",
        "User not found.": "Usuario no encontrado.",
        "Too many login attempts": "Demasiados intentos de inicio de sesión",
        "You have attempted to log in too many times. Please wait 30 seconds and try again.": "Has intentado iniciar sesión demasiadas veces. Por favor, espera 30 segundos e inténtalo de nuevo.",
        "Complete the setup process to get started.": "Completa el proceso de configuración para empezar.",
        "Invalid token specified.": "El token especificado no es válido.",
        "Logged in using account recovery token": "Sesión iniciada usando un token de recuperación de cuenta",
        "Your password has been updated.": "Su contraseña ha sido actualizada.",
        "Too many forgot password attempts": "Demasiados intentos de contraseña olvidada",
        "You have attempted to reset your password too many times. Please wait 30 seconds and try again.": "Ha intentado restablecer su contraseña demasiadas veces. Por favor, espere 30 segundos y vuelva a intentarlo.",
        "Account Recovery": "Recuperación de Cuenta",
        "Account recovery e-mail sent.": "El email de recuperación de su cuenta a sido enviado.",
        "If the e-mail address you provided is in the system, check your inbox for a password reset message.": "Si la dirección de email que proporcionó está en el sistema, busque un mensaje de restablecimiento de contraseña en su bandeja de entrada.",
        "Set Up AzuraCast": "Configurar AzuraCast",
        "Setup has already been completed!": "¡Configuración ya ha sido terminada!",
        "Episode not found.": "Episodio no encontrado.",
        "No episodes found.": "No se encontraron episodios.",
        "New AzuraCast Stable Release Available": "Disponible Nueva Versión Estable de AzuraCast",
        "Version %s is now available. You are currently running version %s. Updating is recommended.": "La versión %s ya está disponible. Actualmente está ejecutando la versión %s. Se recomienda actualizar.",
        "New AzuraCast Rolling Release Available": "Disponible Nueva Versión de AzuraCast",
        "Your installation is currently %d update(s) behind the latest version. Updating is recommended.": "Su instalación está actualmente %d actualización(es) atrás de la versión mas reciente. Se recomienda actualizar.",
        "Switch to Stable Channel Available": "Cambiar al Canal Estable",
        "Your Rolling Release installation is currently older than the latest Stable release. This means you can switch releases to the \"Stable\" release channel if desired.": "Su versión \"Rolling\" de Azuracast es más antigua que la versión \"Estable\" más reciente. Esto significa que puede cambiar su instalación a la versión \"Estable\" si así lo desea.",
        "Service Not Running: %s": "Servicio No Ejecutado: %s",
        "One of the essential services on this installation is not currently running. Visit the system administration and check the system logs to find the cause of this issue.": "Uno de los servicios esenciales de esta instalación no se está ejecutando actualmente. Visite la administración del sistema y compruebe los registros del sistema para encontrar la causa de este problema.",
        "AzuraCast is free and open-source software.": "AzuraCast es un software gratuito y de código abierto.",
        "If you are enjoying AzuraCast, please consider donating to support our work. We depend on donations to build new features, fix bugs, and keep AzuraCast modern, accessible and free.": "Si está disfrutando de AzuraCast, por favor considere donar para apoyar nuestro trabajo. Dependemos de donaciones para construir nuevas características, corregir errores y mantener AzuraCast moderno, accesible y gratuito.",
        "Donate to AzuraCast": "Donar a AzuraCast",
        "Installation Not Recently Backed Up": "Instalación no respaldada recientemente",
        "This installation has not been backed up in the last two weeks.": "Esta instalación no ha sido respaldada en las últimas dos semanas.",
        "Synchronization Disabled": "Sincronización Desactivada",
        "Routine synchronization is currently disabled. Make sure to re-enable it to resume routine maintenance tasks.": "La sincronización rutinaria está actualmente deshabilitada. Asegúrese de volver a habilitarla para reanudar las tareas de mantenimiento de rutinas.",
        "Synchronization Not Recently Run": "Sincronización No Se Ejecutó Recientemente",
        "The routine synchronization task has not run recently. This may indicate an error with your installation.": "La tarea de sincronización de rutinas no se ha ejecutado recientemente. Esto puede indicar un error con su instalación.",
        "The performance profiling extension is currently enabled on this installation.": "La extensión de generación de perfiles de rendimiento está habilitada actualmente en esta instalación.",
        "You can track the execution time and memory usage of any AzuraCast page or application from the profiler page.": "Puede rastrear el tiempo de ejecución y el uso de la memoria de cualquier página o aplicación de AzuraCast desde la página del generador de perfiles.",
        "Profiler Control Panel": "Panel de Control del Generador de Perfiles",
        "Performance profiling is currently enabled for all requests.": "Laa generación de perfiles de rendimiento está habilitada para todas las solicitudes.",
        "This can have an adverse impact on system performance. You should disable this when possible.": "Esto puede tener un impacto adverso en el rendimiento del sistema. Debería desactivarlo cuando sea posible.",
        "This server is not the current active instance.": "Este servidor no es la instancia activa actual.",
        "This likely means that multiple AzuraCast instances are connecting to the same database. This instance is not the current active one, so synchronized tasks won't run on this server. If this is intentional, you can disregard this message.": "Esto probablemente significa que múltiples instancias de AzuraCast se están conectando a la misma base de datos. Esta instancia no es la activa actualmente, por lo que las tareas sincronizadas no se ejecutarán en este servidor. Si esto es intencional, puede ignorar este mensaje.",
        "You may want to update your base URL to ensure it is correct.": "Puede que desee actualizar su URL base para asegurarse de que es correcta.",
        "If you regularly use different URLs to access AzuraCast, you should enable the \"Prefer Browser URL\" setting.": "Si utiliza regularmente diferentes URL´s para acceder a AzuraCast, debe habilitar la configuración \"Preferir URL del navegador\".",
        "Your \"Base URL\" setting (%s) does not match the URL you are currently using (%s).": "Su configuración de \"URL base\" (%s) no coincide con la URL que está utilizando actualmente (%s).",
        "Select...": "Seleccionar...",
        "Album Artist": "Artista del Álbum",
        "Album Artist Sort Order": "Ordenar por Artista del Álbum",
        "Album Sort Order": "Ordenar por Álbum",
        "Band": "Banda",
        "BPM": "BPM",
        "Comment": "Comentario",
        "Commercial Information": "Información Comercial",
        "Composer": "Compositor",
        "Composer Sort Order": "Ordenar por Compositor",
        "Conductor": "Conductor",
        "Content Group Description": "Descripción de Contenido del Grupo",
        "Copyright": "Copyright",
        "Copyright Message": "Mensaje de Copyright",
        "Encoded By": "Codificado por",
        "Encoder Settings": "Configuración del Codificador",
        "Encoding Time": "Tiempo de Codificación",
        "File Owner": "Propietario del Archivo",
        "File Type": "Tipo de Archivo",
        "Initial Key": "Clave Inicial",
        "Internet Radio Station Name": "Nombre de la Radio por Internet",
        "Internet Radio Station Owner": "Propietario de la Radio de Internet",
        "Involved People List": "Lista de Personas Involucradas",
        "Linked Information": "Información Vinculada",
        "Lyricist": "Letrista",
        "Media Type": "Tipo de Medio",
        "Mood": "Humor",
        "Music CD Identifier": "Identificador de CD de Música",
        "Musician Credits List": "Lista de Créditos de Músicos",
        "Original Album": "Álbum Original",
        "Original Artist": "Artista Original",
        "Original Filename": "Nombre de Archivo Original",
        "Original Lyricist": "Letrista Original",
        "Original Release Time": "Fecha de Lanzamiento Original",
        "Original Year": "Año Original",
        "Part of a Compilation": "Parte de una Compilación",
        "Part of a Set": "Parte de un Set",
        "Performer Sort Order": "Orden de Clasificación por Intérprete",
        "Playlist Delay": "Retraso de la Lista",
        "Produced Notice": "Aviso Producido",
        "Publisher": "Editora",
        "Recording Time": "Fecha de Grabación",
        "Release Time": "Fecha de Lanzamiento",
        "Remixer": "Remixer",
        "Set Subtitle": "Subtítulo Establecido",
        "Subtitle": "Subtítulo",
        "Tagging Time": "Tiempo de Etiquetado",
        "Terms of Use": "Terminos de Uso",
        "Title Sort Order": "Ordenar por Título",
        "Track Number": "Número de Pista",
        "Unsynchronised Lyrics": "Letra No Sincronizada",
        "URL Artist": "URL del Artista",
        "URL File": "URL de Archivo",
        "URL Payment": "URL de Pago",
        "URL Publisher": "URL del Editor",
        "URL Source": "URL del Origen",
        "URL Station": "URL de Estación",
        "URL User": "URL del Usuario",
        "Year": "Año",
        "Search engine crawlers are not permitted to use this feature.": "No se les permite utilizar esta función a los rastreadores de motores de búsqueda.",
        "You are not permitted to submit requests.": "No tiene permiso para enviar solicitudes.",
        "You have submitted a request too recently! Please wait before submitting another one.": "¡Has enviado una solicitud recientemente! Por favor, espera antes de enviar otra.",
        "This song or artist has been played too recently. Wait a while before requesting it again.": "Esta canción o artista ha sido reproducido recientemente. Espere un tiempo antes de solicitarla de nuevo.",
        "Record not found": "Registro no encontrado",
        "The uploaded file exceeds the upload_max_filesize directive in php.ini.": "El archivo subido excede la directiva upload_max_filesize en php.ini.",
        "The uploaded file exceeds the MAX_FILE_SIZE directive from the HTML form.": "El archivo subido excede la directiva MAX_FILE_SIZE del formulario HTML.",
        "The uploaded file was only partially uploaded.": "El archivo subido sólo fue parcialmente cargado.",
        "No file was uploaded.": "Ningún archivo fue subido.",
        "No temporary directory is available.": "No hay un directorio temporal disponible.",
        "Could not write to filesystem.": "No se pudo escribir en el sistema de archivos.",
        "Upload halted by a PHP extension.": "Carga detenida por una extensión PHP.",
        "Unspecified error.": "Error no especificado.",
        "Changes saved successfully.": "Cambios guardados con éxito.",
        "Record created successfully.": "Registro creado con éxito.",
        "Record updated successfully.": "Registro actualizado con éxito.",
        "Record deleted successfully.": "Registro eliminado con éxito.",
        "Playlist: %s": "Listas de Reproducción: %s",
        "Streamer: %s": "Emisor: %s",
        "%s is not recognized as a service.": "%s no es reconocido como un servicio.",
        "It may not be registered with Supervisor yet. Restarting broadcasting may help.": "Puede que no esté registrado con el Supervisor todavía. Reiniciar la radiodifusión (broadcasting) puede ayudar.",
        "%s cannot start": "%s no puede empezar",
        "It is already running.": "Ya está en funcionamiento.",
        "%s cannot stop": "%s no puede detenerse",
        "It is not running.": "No está en funcionamiento.",
        "%s encountered an error: %s": "%s encontró un error: %s",
        "Check the log for details.": "Comprueba el registro para más detalles.",
        "You must be logged in to access this page.": "Tienes que iniciar sesión para acceder a esta página.",
        "You do not have permission to access this portion of the site.": "No tiene permiso para acceder a esta sección de la página.",
        "This value is already used.": "Este valor ya está en uso.",
        "Storage location %s could not be validated: %s": "La ubicación de almacenamiento %s no pudo ser validada: %s",
        "Storage location %s already exists.": "La ubicación de almacenamiento %s ya existe.",
        "The port %s is in use by another station.": "El puerto %s está en uso por otra estación.",
        "Fixtures loaded.": "Fixtures cargados.",
        "The account associated with e-mail address \"%s\" has been set as an administrator": "Se han dado privilegios de administrador a la cuenta asociada a la dirección de e-mail \"%s\"",
        "Account not found.": "Cuenta no encontrada.",
        "AzuraCast Settings": "Configuración de AzuraCast",
        "Setting Key": "Configurar clave",
        "Setting Value": "Fijando el valor",
        "Backup path %s not found!": "Ruta de copia de seguridad %s no encontrado!",
        "AzuraCast Backup": "Copia de seguridad de AzuraCast",
        "Please wait while a backup is generated...": "Por favor, espere mientras se genera una copia de seguridad...",
        "Creating temporary directories...": "Creando directorios temporales...",
        "Backing up MariaDB...": "Haciendo una copia de seguridad de MariaDB...",
        "Creating backup archive...": "Creando archivo de respaldo...",
        "Cleaning up temporary files...": "Limpiando archivos temporales...",
        "Backup complete in %.2f seconds.": "Copia de seguridad completada en %.2f segundos.",
        "Imported locale: %s": "Importado idioma: %s",
        "Database Migrations": "Migraciones de Bases de Datos",
        "Database is already up to date!": "¡La base de datos ya está actualizada!",
        "Running database migrations...": "Ejecutando migraciones de base de datos...",
        "Database migration failed: %s": "Falló la migración de la base de datos: %s",
        "Database migration completed!": "¡Migración de base de datos completada!",
        "Configuration successfully written.": "Configuración escrita con éxito.",
        "Backing up initial database state...": "Respaldando el estado inicial de la base de datos...",
        "We detected a database restore file from a previous (possibly failed) migration.": "Hemos detectado un archivo de restauración de la base de datos desde una migración anterior (posiblemente fallida).",
        "Attempting to restore that now...": "Intentando restaurar eso ahora...",
        "Attempting to roll back to previous database state...": "Intentando volver al estado anterior de la base de datos...",
        "Your database was restored due to a failed migration.": "La base de datos ha sido restaurada debido a una migración fallida.",
        "Please report this bug to our developers.": "Por favor, reporta este error a nuestros desarrolladores.",
        "Restore failed: %s": "Restauración fallida: %s",
        "AzuraCast Initializing...": "Inicializando AzuraCast...",
        "AzuraCast Setup": "Configurar AzuraCast",
        "Welcome to AzuraCast. Please wait while some key dependencies of AzuraCast are set up...": "Bienvenido a AzuraCast. Por favor, espere mientras se configuran algunas dependencias clave de AzuraCast...",
        "Running Database Migrations": "Ejecutando Migraciones de Base de Datos",
        "Generating Database Proxy Classes": "Generando Clases de Proxy de Base de Datos",
        "Reload System Data": "Recargar Datos del Sistema",
        "Installing Data Fixtures": "Instalando Accesorios de Datos",
        "Refreshing All Stations": "Actualizando todas las estaciones",
        "AzuraCast is now updated to the latest version!": "AzuraCast ha sido actualizado a la versión mas reciente!",
        "AzuraCast installation complete!": "¡Instalación completa de AzuraCast!",
        "Visit %s to complete setup.": "Visite %s para completar la configuración.",
        "Roll Back Database": "Base de Datos Roll Back",
        "Database rolled back to stable release version \"%s\".": "Base de datos restaurada a la versión estable de lanzamiento \"%s\".",
        "All Permissions": "Todos los permisos",
        "View Station Page": "Ver página de la estación",
        "View Station Reports": "Ver reportes de la estación",
        "View Station Logs": "Ver registros de la estación",
        "Manage Station Profile": "Administrar Perfil de la estación",
        "Manage Station Broadcasting": "Administrar estaciones de radio",
        "Manage Station Streamers": "Administrar emisoras de radio",
        "Manage Station Mount Points": "Gestionar puntos de montaje de la estación",
        "Manage Station Remote Relays": "Administrar la estación de forma remota",
        "Manage Station Media": "Administrar la estación de radio",
        "Manage Station Automation": "Administrar AutoDJ",
        "Manage Station Web Hooks": "Administrar los Web Hooks de la Estación",
        "Manage Station Podcasts": "Administrar Podcasts de la Estación",
        "View Administration Page": "Ver página de administración",
        "View System Logs": "Ver registros del sistema",
        "Administer Settings": "Administrar ajustes",
        "Administer API Keys": "Administrar claves API",
        "Administer Stations": "Administrar estaciones",
        "Administer Custom Fields": "Administrar campos personalizados",
        "Administer Backups": "Administrar copias de seguridad",
        "Administer Storage Locations": "Administrar Ubicaciones de Almacenamiento",
        "AzuraCast Installer": "Instalador de AzuraCast",
        "Welcome to AzuraCast! Complete the initial server setup by answering a few questions.": "¡Bienvenido a AzuraCast! Complete la configuración inicial del servidor respondiendo a algunas preguntas.",
        "AzuraCast Updater": "Actualizador AzuraCast",
        "Change installation settings?": "¿Cambiar configuraciones de la instalación?",
        "AzuraCast is currently configured to listen on the following ports:": "AzuraCast está configurado para escuchar en los siguientes puertos:",
        "HTTP Port: %d": "Puerto HTTP: %d",
        "HTTPS Port: %d": "Puerto HTTPS: %d",
        "SFTP Port: %d": "Puerto SFTP: %d",
        "Radio Ports: %s": "Puertos de Radio: %s",
        "Customize ports used for AzuraCast?": "¿Personalizar los puertos utilizados para AzuraCast?",
        "Writing configuration files...": "Escribiendo archivos de configuración...",
        "Server configuration complete!": "¡Configuración del servidor completada!",
        "This file was automatically generated by AzuraCast.": "Este archivo fue generado automáticamente por AzuraCast.",
        "You can modify it as necessary. To apply changes, restart the Docker containers.": "Puede modificarlo como sea necesario. Para aplicar cambios, reinicie los contenedores Docker.",
        "Remove the leading \"#\" symbol from lines to uncomment them.": "Elimina el símbolo \"#\" inicial de las líneas para descomentarlos.",
        "Valid options: %s": "Opciones válidas: %s",
        "Default: %s": "Predeterminado: %s",
        "Additional Environment Variables": "Variables de Entorno Adicionales",
        "The locale to use for CLI commands.": "La localidad que se utilizará para los comandos CLI.",
        "The application environment.": "El entorno de aplicación.",
        "Manually modify the logging level.": "Modificar manualmente el nivel de registro.",
        "This allows you to log debug-level errors temporarily (for problem-solving) or reduce the volume of logs that are produced by your installation, without needing to modify whether your installation is a production or development instance.": "Esto le permite registrar temporalmente errores de nivel de depuración (para resolver problemas) o reducir el volumen de registros producidos por su instalación. No es necesario modificar si su instalación es una instancia de producción o de desarrollador.",
        "Enable Custom Code Plugins": "Habilitar Plugins de Código Personalizado",
        "Enable the composer \"merge\" functionality to combine the main application's composer.json file with any plugin composer files. This can have performance implications, so you should only use it if you use one or more plugins with their own Composer dependencies.": "Habilitar la funcionalidad \"fusionar\" de Composer para combinar el archivo composer.json de la aplicación principal con cualquier archivo Plugin de Composer. Esto puede tener implicaciones de rendimiento, así que sólo debe usarlo si utiliza uno o más Plugins con sus propias dependencias de Composer.",
        "Minimum Port for Station Port Assignment": "Puerto Mínimo para Asignación de Puerto de Estación",
        "Modify this if your stations are listening on nonstandard ports.": "Modifique esto si sus estaciones están escuchando en puertos no estándar.",
        "Maximum Port for Station Port Assignment": "Puerto Maximo para Asignación de Puerto de Estación",
        "Show Detailed Slim Application Errors": "Mostrar Errores Detallados de la Aplicación Slim",
        "This allows you to debug Slim Application Errors you may encounter. Please report any Slim Application Error logs to the development team on GitHub.": "Esto le permite depurar errores de la aplicación de Slim que pueda encontrar. Por favor, informe de cualquier registro de errores de la aplicación de Slim al equipo de desarrollo en GitHub.",
        "MariaDB Host": "Anfitrión MariaDB",
        "Do not modify this after installation.": "No modifique esto después de la instalación.",
        "MariaDB Port": "Puerto MariaDB",
        "MariaDB Username": "MariaDB Username",
        "MariaDB Password": "Contraseña MariaDB",
        "MariaDB Database Name": "Nombre de Base de Datos MariaDB",
        "Auto-generate Random MariaDB Root Password": "Auto-Generar Contraseña Aleatoria MariaDB Root",
        "MariaDB Root Password": "Contraseña de Root de MariaDB",
        "Enable MariaDB Slow Query Log": "Habilitar el registro de consultas lentas de MariaDB",
        "Log slower queries to diagnose possible database issues. Only turn this on if needed.": "Registrar consultas más lentas para diagnosticar posibles problemas en la base de datos. Activar sólo si es necesario.",
        "MariaDB Maximum Connections": "Máximo de Conexiones MariaDB",
        "Set the amount of allowed connections to the database. This value should be increased if you are seeing the \"Too many connections\" error in the logs.": "Establecer la cantidad de conexiones permitidas hacia la base de datos. Este valor debería incrementarse si está viendo el error de \"Demasiadas conexiones\" en los registros.",
        "MariaDB InnoDB Buffer Pool Size": "Tamaño del búfer innoDB MariaDB",
        "The InnoDB buffer pool size controls how much data & indexes are kept in memory. Making sure that this value is as large as possible reduces the amount of disk IO.": "El tamaño del grupo de búfer de InnoDB controla la cantidad de datos e índices que se guardan en la memoria. Para reducir la cantidad de E\/S de disco asegúrese de que este valor sea lo más grande posible.",
        "MariaDB InnoDB Log File Size": "Tamaño del archivo MariaDB InnoDB",
        "The InnoDB log file is used to achieve data durability in case of crashes or unexpected shutoffs and to allow the DB to better optimize IO for write operations.": "El archivo de registro de InnoDB se utiliza para lograr la durabilidad de los datos en caso de choques o interrupciones inesperadas y para permitir que la DB optimice mejor la E\/S para operaciones de escritura.",
        "Enable Redis": "Activar Redis",
        "Disable to use a flatfile cache instead of Redis.": "Desactivar para usar una caché de archivos flatfile en lugar de Redis.",
        "Redis Host": "Host Redis",
        "Redis Port": "Puerto Redis",
        "Redis Database Index": "Índice de Base de Datos Redis",
        "PHP Maximum POST File Size": "Tamaño Máximo de Archivo PHP POST",
        "PHP Memory Limit": "Límite de Memoria PHP",
        "PHP Script Maximum Execution Time (Seconds)": "Tiempo Máximo de Ejecución de PHP Script (Segundos)",
        "Short Sync Task Execution Time (Seconds)": "Tiempo de Ejecución de Tareas de Sincronización en Corto (Segundos)",
        "The maximum execution time (and lock timeout) for the 15-second, 1-minute and 5-minute synchronization tasks.": "Tiempo máximo de ejecución (y tiempo de espera de bloqueo) para las tareas de sincronización de 15 segundos, 1 minuto y 5 minutos.",
        "Long Sync Task Execution Time (Seconds)": "Tiempo de Ejecución de Tareas de Sincronización en Largo (Segundos)",
        "The maximum execution time (and lock timeout) for the 1-hour synchronization task.": "Tiempo máximo de ejecución (y tiempo de espera de bloqueo) para la tarea de sincronización de 1 hora.",
        "Now Playing Delay Time (Seconds)": "Tiempo de Retardo de \"Reproduciendo Ahora\" (segundos)",
        "The delay between Now Playing checks for every station. Decrease for more frequent checks at the expense of performance; increase for less frequent checks but better performance (for large installations).": "Demora entre verificaciones de \"Reproduciendo Ahora\" en cada estación. Reduzca para verificaciones más frecuentes a expensas del rendimiento de su equipo; aumente para comprobaciones menos frecuentes pero mejor rendimiento (para instalaciones grandes).",
        "Now Playing Max Concurrent Processes": "Procesos concurrentes máximos de \"Reproduciendo Ahora\"",
        "The maximum number of concurrent processes for now playing updates. Increasing this can help reduce the latency between updates now playing updates on large installations.": "El número máximo de procesos simultáneos de actualizaciones para \"Reproduciendo Ahora\". Aumentar esto puede ayudar a reducir la latencia entre las actualizaciones de \"Reproduciendo Ahora\" en instalaciones grandes.",
        "Maximum PHP-FPM Worker Processes": "Procesos Máximos de Trabajo de PHP-FPM",
        "Enable Performance Profiling Extension": "Habilitar la Extensión de Perfiles de Rendimiento",
        "Profiling data can be viewed by visiting %s.": "Los datos del perfil se pueden ver visitando %s.",
        "Profile Performance on All Requests": "Rendimiento de Perfil en Todas las Solicitudes",
        "This will have a significant performance impact on your installation.": "Esto tendrá un impacto significativo en el rendimiento de su instalación.",
        "Profiling Extension HTTP Key": "Clave HTTP de Extensión de Creación de Perfiles",
        "The value for the \"SPX_KEY\" parameter for viewing profiling pages.": "El valor para el parámetro \"SPX_KEY\" para ver las páginas de perfil.",
        "Profiling Extension IP Allow List": "Lista de Direcciones IP Permitidas de Extensión de Perfiles",
        "Enable web-based Docker image updates": "Habilitar actualizaciones web de imágenes Docker",
        "Extra Ubuntu packages to install upon startup": "Paquetes Ubuntu adicionales a instalar al iniciar",
        "Separate package names with a space. Packages will be installed during container startup.": "Separe los nombres de los paquetes con un espacio. Los paquetes se instalarán durante el inicio del contenedor.",
        "(Docker Compose) All Docker containers are prefixed by this name. Do not change this after installation.": "(Docker Compose) Todos los contenedores Docker tienen este nombre como prefijo. No cambie esto después de la instalación.",
        "(Docker Compose) The amount of time to wait before a Docker Compose operation fails. Increase this on lower performance computers.": "(Docker Compose) La cantidad de tiempo de espera antes de que falle una operación de Docker Compose. Aumente esto en computadoras de menor rendimiento.",
        "HTTP Port": "Puerto HTTP",
        "The main port AzuraCast listens to for insecure HTTP connections.": "El puerto principal que AzuraCast escucha en busca de conexiones HTTP inseguras.",
        "HTTPS Port": "Puerto HTTPS",
        "The main port AzuraCast listens to for secure HTTPS connections.": "El puerto principal que AzuraCast escucha en busca de conexiones HTTPS seguras.",
        "The port AzuraCast listens to for SFTP file management connections.": "El puerto que AzuraCast escucha para las conexiones de administración de archivos SFTP.",
        "Station Ports": "Puertos de la Estación",
        "The ports AzuraCast should listen to for station broadcasts and incoming DJ connections.": "Los puertos que AzuraCast debe escuchar para las emisiones de la estación y las conexiones entrantes de DJ.",
        "Docker User UID": "UID de Usuario Docker",
        "Set the UID of the user running inside the Docker containers. Matching this with your host UID can fix permission issues.": "Establezca el UID del usuario que se ejecuta dentro de los contenedores de Docker. Hacer coincidir esto con su UID de host puede solucionar problemas de permisos.",
        "Docker User GID": "GID de Usuario Docker",
        "Set the GID of the user running inside the Docker containers. Matching this with your host GID can fix permission issues.": "Establezca el UID del usuario que se ejecuta dentro de los contenedores de Docker. Hacer coincidir esto con su GID de host puede solucionar problemas de permisos.",
        "Use Podman instead of Docker.": "Usar Podman en lugar de Docker.",
        "Advanced: Use Privileged Docker Settings": "Avanzado: Usar la Configuración de Docker Privilegiada",
        "GeoLite database not configured for this installation. See System Administration for instructions.": "La base de datos de GeoLite no está configurada para esta instalación. Consulte la Administración del Sistema para obtener instrucciones.",
        "IP Geolocation by DB-IP": "Geolocalización IP por DB-IP",
        "This product includes GeoLite2 data created by MaxMind, available from %s.": "Esta funcionalidad contiene datos de la base de datos GeoLite2 de MaxMind, que está disponible a través de %s.",
        "Runs routine synchronized tasks": "Ejecutar rutina de tareas sincronizadas",
        "Database": "Bases de Datos",
        "Web server": "Servidor web",
        "Now Playing manager service": "Administrador de Servicio \"Reproduciendo Ahora\"",
        "PHP queue processing worker": "Trabajador de procesamiento de colas PHP",
        "Cache": "Caché",
        "SFTP service": "Servicio SFTP",
        "Frontend Assets": "Activos del Frontend",
        "View Details": "Ver Detalles",
        "No entries found.": "No se encontraron entradas.",
        "Forgot Password": "Olvidé Mi Contraseña",
        "This installation's administrator has not configured this functionality.": "El administrador de esta instalación no ha configurado esta funcionalidad.",
        "Contact an administrator to reset your password following the instructions in our documentation:": "Contacte a su administrador para restablecer su contraseña siguiendo las instrucciones de nuestra documentación:",
        "Password Reset Instructions": "Instrucciones de Restablecimiento de Contraseña",
        "Enter Two-Factor Code": "Introduzca el Código de Dos Factores",
        "Your account uses a two-factor security code. Enter the code your device is currently showing below.": "Tu cuenta utiliza un código de seguridad de dos factores. Introduce el código que tu dispositivo está mostrando a continuación.",
        "Security Code": "Código de seguridad",
        "Sign in": "Iniciar Sesión",
        "Send Recovery E-mail": "Enviar Correo de Recuperación",
        "Footer": "Pie de Página",
        "Powered by %s": "Desarrollado por %s",
        "An account recovery link has been requested for your account on \"%s\".": "Se ha solicitado un enlace de recuperación de cuenta para su cuenta el \"%s\".",
        "Click the link below to log in to your account.": "Haga clic en el enlace de abajo para iniciar sesión en su cuenta."
    }
}