{
    "pt_BR": {
        "# Episodes": "# Episódios",
        "# Songs": "# Músicas",
        "%{ dj } is now live on %{ station }! Tune in now: %{ url }": "%{ dj } está ao vivo na emissora %{ station }! Ouça agora: %{ url }",
        "%{ hours } hours": "%{ hours } horas",
        "%{ minutes } minutes": "%{ minutes } minutos",
        "%{ seconds } seconds": "%{ seconds } segundos",
        "%{ station } is back online! Tune in now: %{ url }": "A emissora %{ station } está online novamente! Ouça agora: %{ url }",
        "%{ station } is going offline for now.": "A emissora %{ station } está offline por enquanto.",
        "%{filesCount} File": [
            "%{filesCount} Arquivo",
            "%{filesCount} Arquivos"
        ],
        "%{listeners} Listener": [
            "%{listeners} Ouvinte",
            "%{listeners} Ouvintes"
        ],
        "%{messages} queued messages": "%{messages} mensagens na fila",
        "%{name} - Copy": "%{name} - Copiar",
        "%{numPlaylists} playlist": [
            "%{numPlaylists} playlist",
            "%{numPlaylists} playlists"
        ],
        "%{numSongs} uploaded song": [
            "%{numSongs} música enviada",
            "%{numSongs} músicas enviadas"
        ],
        "%{spaceUsed} of %{spaceTotal} Used": "%{spaceUsed} de %{spaceTotal} Utilizado",
        "%{spaceUsed} Used": "%{spaceUsed} Usado",
        "%{station} - Copy": "%{station} - Copiar",
        "12 Hour": "12 Horas",
        "24 Hour": "24 Horas",
        "A completely random track is picked for playback every time the queue is populated.": "Uma faixa completamente aleatória é escolhida para reprodução toda vez que a fila é preenchida.",
        "A name for this stream that will be used internally in code. Should only contain letters, numbers, and underscores (i.e. \"stream_lofi\").": "Um nome para esta transmissão que será usado internamente no código. Deve conter apenas letras, números e sublinhados (ou seja, \"stream_lofi\").",
        "A passkey has been selected. Submit this form to add it to your account.": "Uma chave de acesso foi selecionada. Envie este formulário para adicioná-lo à sua conta.",
        "A playlist containing media files hosted on this server.": "Uma playlist contendo arquivos de mídia hospedados neste servidor.",
        "A playlist that instructs the station to play from a remote URL.": "Uma playlist que instrui a estação a reproduzir a partir de uma URL remoto.",
        "A unique identifier (i.e. \"G-A1B2C3D4\") for this measurement stream.": "Um identificador exclusivo (ou seja, \"G-A1B2C3D4\") para este fluxo de medição.",
        "About AzuraRelay": "Sobre o AzuraRelay",
        "About Master_me": "Sobre o Master_me",
        "About Release Channels": "Sobre as versões de lançamento",
        "Access Code": "Código de Acesso",
        "Access Key ID": "ID da Chave de Acesso",
        "Access Token": "Token de Acesso",
        "Account Details": "Detalhes da Conta",
        "Account is Active": "A conta Está Ativa",
        "Account List": "Lista de Contas",
        "Actions": "Ações",
        "Adapter": "Adaptador",
        "Add API Key": "Adicionar nova chave de API",
        "Add Custom Field": "Adicionar Campo Personalizado",
        "Add Episode": "Adicionar Episódio",
        "Add Files to Playlist": "Adicionar Arquivos à Playlist",
        "Add HLS Stream": "Adicionar Transmissão HLS",
        "Add Mount Point": "Adicionar Ponto de Montagem",
        "Add New GitHub Issue": "Adicionar Novo Problema no GitHub",
        "Add New Passkey": "Adicionar Nova Chave de Acesso",
        "Add Playlist": "Adicionar playlist",
        "Add Podcast": "Adicionar Podcast",
        "Add Remote Relay": "Adicionar Relay Remoto",
        "Add Role": "Adicionar Função",
        "Add Schedule Item": "Adicionar item de agendamento",
        "Add SFTP User": "Adicionar Usuário SFTP",
        "Add Station": "Adicionar Estação",
        "Add Storage Location": "Adicionar Local de Armazenamento",
        "Add Streamer": "Adicionar streamer",
        "Add User": "Adicionar Usuário",
        "Add Web Hook": "Adicionar Web Hook",
        "Administration": "Administração",
        "Advanced": "Avançado",
        "Advanced Configuration": "Configuração Avançada",
        "Advanced Manual AutoDJ Scheduling Options": "Opções Avançadas de Agendamento Manual do AutoDJ",
        "Aggregate listener statistics are used to show station reports across the system. IP-based listener statistics are used to view live listener tracking and may be required for royalty reports.": "Estatísticas agregadas do ouvinte são usadas para mostrar relatórios da estação em todo o sistema. As estatísticas do ouvinte com base em IP são usadas para visualizar o rastreamento do ouvinte ao vivo e podem ser necessárias para relatórios de royalties.",
        "Album": "Álbum",
        "Album Art": "Arte do Álbum",
        "Alert": "Alerta",
        "All Days": "Diariamente",
        "All listed domain names should point to this AzuraCast installation. Separate multiple domain names with commas.": "Todos os nomes de domínio listados devem apontar para esta instalação do AzuraCast. Separe vários nomes de domínio com vírgulas.",
        "All Playlists": "Todas as playlists",
        "All Podcasts": "Todos os Podcasts",
        "All values in the NowPlaying API response are available for use. Any empty fields are ignored.": "Todos os valores na resposta da API NowPlaying estão disponíveis para uso. Quaisquer campos vazios são ignorados.",
        "Allow Requests from This Playlist": "Permitir Pedidos nesta Lista de Reprodução",
        "Allow Song Requests": "Permitir Pedidos de Música",
        "Allow Streamers \/ DJs": "Permitir Streamers \/ DJs",
        "Allowed IP Addresses": "Endereços de IP Permitidos",
        "Always Use HTTPS": "Sempre usar em HTTPS",
        "Amplify: Amplification (dB)": "Amplificação: Amplificação (dB)",
        "An error occurred and your request could not be completed.": "Ocorreu um erro e não foi possível concluir sua solicitação.",
        "An error occurred while loading the station profile:": "Ocorreu um erro ao carregar o perfil da estação:",
        "An error occurred with the WebDJ socket.": "Ocorreu um erro com o WebDJ socket.",
        "Analytics": "Análises",
        "Analyze and reprocess the selected media": "Analisar e reprocessar a mídia selecionada",
        "Any of the following file types are accepted:": "Qualquer um dos seguintes tipos de arquivos são aceitos:",
        "Any time a live streamer\/DJ connects to the stream": "Sempre que um streamer\/DJ se conectar ao vivo a transmissão",
        "Any time a live streamer\/DJ disconnects from the stream": "Sempre que um streamer\/DJ se desconectar da transmissão",
        "Any time the currently playing song changes": "Sempre que a música que estiver tocando mudar",
        "Any time the listener count decreases": "Sempre que o número de ouvintes diminuir",
        "Any time the listener count increases": "Sempre quando o número de ouvintes aumentar",
        "API \"Access-Control-Allow-Origin\" Header": "Cabeçalho da API \"Access-Control-Allow-Origin\"",
        "API Documentation": "Documentação da API",
        "API Key Description\/Comments": "Descrição\/Comentários da chave API",
        "API Keys": "Chaves API",
        "API Token": "Token API",
        "API Version": "Versão da API",
        "App Key": "Chave do App",
        "App Secret": "Segredo do App",
        "Apple Podcasts": "Podcasts Apple",
        "Apply for an API key at Last.fm": "Inscreva-se para obter uma chave de API no Last.fm",
        "Apply Playlist to Folders": "Aplicar Playlist as Pastas",
        "Apply Post-processing to Live Streams": "Aplicar o pós-processamento nas transmissões ao vivo",
        "Apply to Folders": "Aplicar as Pastas",
        "Are you sure?": "Você tem certeza?",
        "Art": "Arte",
        "Artist": "Artista",
        "Artwork": "Arte",
        "Artwork must be a minimum size of 1400 x 1400 pixels and a maximum size of 3000 x 3000 pixels for Apple Podcasts.": "A arte deve ter um tamanho mínimo de 1400 x 1400 pixels e um tamanho máximo de 3000 x 3000 pixels para o Apple Podcasts.",
        "Attempt to Automatically Retrieve ISRC When Missing": "Tentar recuperar automaticamente o ISRC quando estiver faltando",
        "Audio Bitrate (kbps)": "Taxa de Bits do Áudio (Kbps)",
        "Audio Format": "Formato de Áudio",
        "Audio Post-processing": "Pós-processamento de áudio",
        "Audio Post-processing Method": "Método do Pós-processamento de Áudio",
        "Audio transcoding applications like Liquidsoap use a consistent amount of CPU over time, which gradually drains this available credit. If you regularly see stolen CPU time, you should consider migrating to a VM that has CPU resources dedicated to your instance.": "Aplicativos de transcodificação de áudio como Liquidsoap usam uma quantidade consistente de CPU ao longo do tempo, o que consome gradualmente esse crédito disponível. Se você vê regularmente a CPU sendo usada, considere migrar para uma VM que tenha recursos de CPU dedicados à sua instância.",
        "Audit Log": "Registro de auditoria",
        "Author": "Autor",
        "Auto-Assign Value": "Atribuir Valor Automaticamente",
        "Auto-Assigned": "Auto-atribuição",
        "AutoDJ": "AutoDJ",
        "AutoDJ Bitrate (kbps)": "Bitrate do AutoDJ (kbps)",
        "AutoDJ Disabled": "AutoDJ Desativado",
        "AutoDJ Format": "Formato do AutoDJ",
        "AutoDJ has been disabled for this station. No music will automatically be played when a source is not live.": "AutoDJ foi desativado para esta estação. Nenhuma música será reproduzida automaticamente quando uma fonte não estiver ao vivo.",
        "AutoDJ Queue": "Fila do AutoDJ",
        "AutoDJ Queue Length": "Comprimento da Fila do AutoDJ",
        "AutoDJ Service": "Serviço de AutoDj",
        "Automatic Backups": "Backup automático",
        "Automatically publish to a Mastodon instance.": "Publicar automaticamente em uma instância do Mastodon.",
        "Automatically Scroll to Bottom": "Rolar Automaticamente Para Baixo",
        "Automatically send a customized message to your Discord server.": "Enviar automaticamente uma mensagem personalizada para o seu servidor do Discord.",
        "Automatically send a message to any URL when your station data changes.": "Enviar automaticamente uma mensagem para qualquer URL quando os dados da sua estação for alterada.",
        "Automatically Set from ID3v2 Value": "Definido Automaticamente a Partir do Valor ID3v2",
        "Available Logs": "Registros disponíveis",
        "Avatar Service": "Serviço do Avatar",
        "Avatars are retrieved based on your e-mail address from the %{ service } service. Click to manage your %{ service } settings.": "Avatares são obtidos com base no seu endereço de e-mail através do %{ service } . Clique para gerenciar suas configurações do %{ service }.",
        "Average Listeners": "Média de Ouvintes",
        "Avoid Duplicate Artists\/Titles": "Evitar artistas \/ títulos duplicados",
        "AzuraCast First-Time Setup": "Configuração do AzuraCast pela primeira vez",
        "AzuraCast Instance Name": "Nome da instância do AzuraCast",
        "AzuraCast ships with a built-in free IP geolocation database. You may prefer to use the MaxMind GeoLite service instead to achieve more accurate results. Using MaxMind GeoLite requires a license key, but once the key is provided, we will automatically keep the database updated.": "O AzuraCast vem com um banco de dados de geolocalização de IP gratuito integrado. Você pode preferir usar o serviço MaxMind GeoLite para obter resultados mais precisos. O uso do MaxMind GeoLite requer uma chave de licença, mas assim que a chave for fornecida, manteremos o banco de dados atualizado automaticamente.",
        "AzuraCast Update Checks": "Verificar Atualizações do Azuracast",
        "AzuraCast User": "AzuraCast Usuário",
        "AzuraCast uses a role-based access control system. Roles are given permissions to certain sections of the site, then users are assigned into those roles.": "AzuraCast usa um sistema de controle de acesso baseado em funções. As funções recebem permissões para certas seções do site e, em seguida, os usuários são atribuídos a essas funções.",
        "AzuraCast Wiki": "AzuraCast Wiki",
        "AzuraCast will scan the uploaded file for matches in this station's music library. Media should already be uploaded before running this step. You can re-run this tool as many times as needed.": "O AzuraCast irá procurar no arquivo carregado por correspondências na biblioteca de músicas desta estação. A mídia já deve ser carregada antes de executar esta etapa. Você pode executar novamente essa ferramenta quantas vezes forem necessárias.",
        "AzuraRelay is a standalone service that connects to your AzuraCast instance, automatically relays your stations via its own server, then reports the listener details back to your main instance. This page shows all currently connected instances.": "AzuraRelay é um serviço autônomo que se conecta à sua instância AzuraCast, retransmite automaticamente suas estações por meio de seu próprio servidor e, em seguida, relata os detalhes do ouvinte de volta à sua instância principal. Esta página mostra todas as instâncias atualmente conectadas.",
        "Back": "Voltar",
        "Backing up your installation is strongly recommended before any update.": "Fazer backup de sua instalação é altamente recomendado antes de qualquer atualização.",
        "Backup": "Backup",
        "Backup Format": "Formato de Backup",
        "Backups": "Cópias de Segurança",
        "Balanced": "Balanceado",
        "Banned Countries": "Países Proibidos",
        "Banned IP Addresses": "Endereços de IP Banidos",
        "Banned User Agents": "Agentes de Usuários Banidos",
        "Base Station Directory": "Diretório da Estação Base",
        "Base Theme for Public Pages": "Tema base para Páginas Públicas",
        "Basic Info": "Informações básicas",
        "Basic Information": "Informações básicas",
        "Basic Normalization and Compression": "Normalização e Compressão Básica",
        "Best & Worst": "Melhor e Pior",
        "Best Performing Songs": "Músicas Com Melhor Desempenho",
        "Bit Rate": "Taxa de Bits",
        "Bitrate": "Taxa de Bits",
        "Bot Token": "Token do Bot",
        "Branding": "Marca",
        "Branding Settings": "Configurações da Marca",
        "Broadcast AutoDJ to Remote Station": "Transmitir AutoDJ para Estação Remota",
        "Broadcasting": "Transmissão",
        "Broadcasting Service": "Serviço de transmissão",
        "Broadcasts": "Transmissão",
        "Browser": "Navegador",
        "Browser Default": "Navegador Padrão",
        "Browser Icon": "Ícone do Navegador",
        "Browsers": "Navegadores",
        "Bucket Name": "Bucket",
        "Bulk Media Import\/Export": "Importar\/Exportar Mídia em Massa",
        "By default, radio stations broadcast on their own ports (i.e. 8000). If you're using a service like CloudFlare or accessing your radio station by SSL, you should enable this feature, which routes all radio through the web ports (80 and 443).": "Por padrão, as estações de rádio transmitem em suas próprias portas (ou seja, 8.000). Se você estiver usando um serviço como CloudFlare ou acessando sua estação de rádio por SSL, você deve habilitar este recurso, que roteia todos as rádios através das portas da web (80 e 443).",
        "Cached": "Em Cache",
        "Cancel": "Cancelar",
        "Categories": "Categorias",
        "Change": "Alterar",
        "Change Password": "Alterar Senha",
        "Changes": "Alterações",
        "Changes saved.": "Alterações salvas.",
        "Character Set Encoding": "Codificação de Caracteres",
        "Chat ID": "ID do Chat",
        "Check for Updates": "Verificar Atualizações",
        "Check this box to apply post-processing to all audio, including live streams. Uncheck this box to only apply post-processing to the AutoDJ.": "Marque esta caixa para aplicar o pós-processamento para todos os áudios, incluindo as transmissões ao vivo. Desmarque esta caixa para somente aplicar o pós-processamento no AutoDJ.",
        "Check Web Services for Album Art for \"Now Playing\" Tracks": "Verificar na internet a arte do álbum para o \"Tocando Agora\"",
        "Check Web Services for Album Art When Uploading Media": "Verificar na internet a arte do álbum ao enviar a mídia",
        "Choose a method to use when transitioning from one song to another. Smart Mode considers the volume of the two tracks when fading for a smoother effect, but requires more CPU resources.": "Escolha um método para a transição de uma música para outra. O Modo Inteligente considera o volume das duas faixas durante o fade para obter um efeito mais suave, mas requer mais uso de CPU.",
        "Choose a name for this webhook that will help you distinguish it from others. This will only be shown on the administration page.": "Escolha um nome para este webhook que irá ajudá-lo a distingui-lo de outros. Isso só será mostrado na página da administração.",
        "Choose a new password for your account.": "Escolha uma nova senha para sua conta.",
        "City": "Cidade",
        "Clear": "Limpar",
        "Clear all media from playlist?": "Limpar todas as mídias da playlist?",
        "Clear All Message Queues": "Limpar todas as filas de mensagens",
        "Clear All Pending Requests?": "Limpar Todos os Pedidos Pendentes?",
        "Clear Artwork": "Limpar Artwork",
        "Clear Cache": "Limpar Cache",
        "Clear Field": "Limpar Campo",
        "Clear File": "Limpar Arquivo",
        "Clear Image": "Limpar Imagem",
        "Clear List": "Limpar Lista",
        "Clear Media": "Limpar Mídia",
        "Clear Pending Requests": "Limpar Pedidos Pendentes",
        "Clear Queue": "Limpar Fila",
        "Clear Upcoming Song Queue": "Limpar Fila de Próximas Músicas",
        "Clear Upcoming Song Queue?": "Limpar a Fila de Próximas Músicas?",
        "Clearing the application cache may log you out of your session.": "Limpar o cache do aplicativo pode fazer você sair da sessão.",
        "Click \"Generate new license key\".": "Clique em \"Gerar nova chave de licença\".",
        "Click \"New Application\"": "Clique em \"Novo Aplicativo\"",
        "Click the \"Preferences\" link, then \"Development\" on the left side menu.": "Clique no link \"Preferências\" e depois em \"Desenvolvimento\" no menu do lado esquerdo.",
        "Click the button below to generate a CSV file with all of this station's media. You can make any necessary changes, and then import the file using the file picker on the right.": "Clique no botão abaixo para gerar um arquivo CSV com todas as mídias desta estação. Você pode fazer as alterações necessárias e importar o arquivo usando o seletor de arquivos à direita.",
        "Click the button below to open your browser window to select a passkey.": "Clique no botão abaixo para abrir a janela do navegador e selecionar uma chave de acesso.",
        "Click the button below to retry loading the page.": "Clique no botão abaixo para tentar carregar a página novamente.",
        "Client": "Cliente",
        "Clients": "Clientes",
        "Clients by Connected Time": "Clientes por Tempo Conectado",
        "Clients by Listeners": "Clientes por Ouvintes",
        "Clone": "Clonar",
        "Clone Station": "Clonar Estação",
        "Close": "Fechar",
        "CloudFlare (CF-Connecting-IP)": "CloudFlare (CF-Connecting-IP)",
        "Code from Authenticator App": "Código do Aplicativo Autenticador",
        "Collect aggregate listener statistics and IP-based listener statistics": "Coletar estatísticas agregadas de ouvintes e estatísticas de ouvintes baseadas em IP",
        "Comments": "Comentários",
        "Complete the setup process by providing some information about your broadcast environment. These settings can be changed later from the administration panel.": "Conclua o processo de configuração fornecendo algumas informações sobre seu ambiente de transmissão. Essas configurações podem ser alteradas posteriormente no painel de administração.",
        "Configure": "Configuração",
        "Configure Backups": "Configurar Backups",
        "Confirm": "Confirmar",
        "Confirm New Password": "Confirmar Nova Senha",
        "Connected AzuraRelays": "AzuraRelays conectados",
        "Connection Information": "Informações de conexão",
        "Contains explicit content": "Contém conteúdo explícito",
        "Continue the setup process by creating your first radio station below. You can edit any of these details later.": "Continue o processo de configuração criando a sua primeira estação de rádio abaixo. Você pode alterar esses dados mais tarde.",
        "Continuous Play": "Reprodução contínua",
        "Control how this playlist is handled by the AutoDJ software.": "Controlar como esta lista de reprodução é tratada pelo AutoDJ.",
        "Copied!": "Copiado!",
        "Copies older than the specified number of days will automatically be deleted. Set to zero to disable automatic deletion.": "As cópias de segurança mais antigas que o número especificado vão ser automaticamente apagadas. Defina como zero para não eliminar cópias de segurança.",
        "Copy associated media and folders.": "Copiar mídias e pastas associadas.",
        "Copy scheduled playback times.": "Copiar horários de reprodução agendados.",
        "Copy to Clipboard": "Copiar para área de transferência",
        "Copy to New Station": "Copiar Para a Nova Estação",
        "Could not upload file.": "Não foi possível enviar o arquivo.",
        "Countries": "Países",
        "Country": "País",
        "CPU Load": "CPU",
        "CPU Stats Help": "Ajuda com as Estatísticas da CPU",
        "Create a new application. Choose \"Scoped Access\", select your preferred level of access, then name your app. Do not name it \"AzuraCast\", but rather use a name specific to your installation.": "Crie uma nova aplicação. Escolha \"Acesso com Escopo\", selecione seu nível de acesso preferido e nomeie seu aplicativo. Não o nomeie \"AzuraCast\", mas use um nome específico para sua instalação.",
        "Create a New Radio Station": "Criar uma nova estação de rádio",
        "Create Account": "Criar conta",
        "Create an account on the MaxMind developer site.": "Criar uma conta no site do MaxMind.",
        "Create and Continue": "Criar e Continuar",
        "Create custom fields to store extra metadata about each media file uploaded to your station libraries.": "Crie campos personalizados para armazenar metadados extras sobre cada arquivo de mídia enviado para as bibliotecas da estação.",
        "Create Directory": "Criar diretório",
        "Create New Key": "Criar Nova Chave",
        "Create New Playlist for Each Folder": "Crie Uma Nova Playlist Para Cada Pasta",
        "Create Station": "Criar Estação",
        "Critical": "Crítico",
        "Crossfade Duration (Seconds)": "Duração do Crossfade (Segundos)",
        "Crossfade Method": "Método do Crossfade",
        "Cue": "Escuta",
        "Current Configuration File": "Arquivo de Configuração Atual",
        "Current Custom Fallback File": "Arquivo Fallback Personalizado",
        "Current Installed Version": "Versão Atualmente Instalada",
        "Current Intro File": "Arquivo de Introdução Atual",
        "Current Password": "Senha Atual",
        "Current Podcast Media": "Mídia do Podcast Atual",
        "Custom": "Personalizado",
        "Custom API Base URL": "URL Base da API Personalizada",
        "Custom Branding": "Marca personalizada",
        "Custom Configuration": "Configuração Personalizada",
        "Custom CSS for Internal Pages": "CSS personalizado para páginas internas",
        "Custom CSS for Public Pages": "CSS personalizado para páginas públicas",
        "Custom Cues: Cue-In Point (seconds)": "Sugestões personalizadas: ponto de entrada (segundos)",
        "Custom Cues: Cue-Out Point (seconds)": "Sugestões personalizadas: Ponto de saída (segundos)",
        "Custom Fading: Fade-In Time (seconds)": "Fading personalizado: tempo de fade-in (segundos)",
        "Custom Fading: Fade-Out Time (seconds)": "Fading personalizado: tempo de fade-out (segundos)",
        "Custom Fading: Overlap Time (seconds)": "Fading personalizado: tempo de sobreposição (segundos)",
        "Custom Fallback File": "Arquivo Fallback Personalizado",
        "Custom Fields": "Campos Personalizados",
        "Custom Frontend Configuration": "Configuração avançada do layout de frente",
        "Custom JS for Public Pages": "JS personalizado para páginas públicas",
        "Customize": "Personalizar",
        "Customize Administrator Password": "Personalizar a Senha do Administrador",
        "Customize AzuraCast Settings": "Personalizar as Configurações do AzuraCast",
        "Customize Broadcasting Port": "Personalizar a Porta de Transmissão",
        "Customize Copy": "Cópia Personalizada",
        "Customize DJ\/Streamer Mount Point": "Personalizar o Ponto de Montagem do DJ\/Streamer",
        "Customize DJ\/Streamer Port": "Personalizar a Porta do DJ\/Streamer",
        "Customize Internal Request Processing Port": "Personalizar a Porta de Processamento de Solicitação Interna",
        "Customize Source Password": "Personalizar a Senha de Origem",
        "Customize the number of songs that will appear in the \"Song History\" section for this station and in all public APIs.": "Personalize o número de músicas que aparecerão na seção \"Histórico de músicas\" para esta estação e em todas as APIs públicas.",
        "Customize this setting to ensure you get the correct IP address for remote users. Only change this setting if you use a reverse proxy, either within Docker or a third-party service like CloudFlare.": "Personalize esta configuração para garantir que você obtenha o endereço de IP correto para usuários remotos. Só altere essa configuração se você usar um proxy reverso, seja dentro do Docker ou um serviço de terceiros, como CloudFlare.",
        "Dark": "Escuro",
        "Dashboard": "Dashboard",
        "Date Played": "Data da Reprodução",
        "Date Requested": "Data do Pedido",
        "Date\/Time": "Data\/Hora",
        "Date\/Time (Browser)": "Data\/Hora (Navegador)",
        "Date\/Time (Station)": "Data\/Hora (Estação)",
        "Days of Playback History to Keep": "Dias a Manter o Histórico de Reprodução",
        "Deactivate Streamer on Disconnect (Seconds)": "Desativar Streamer ao Desconectar (segundos)",
        "Debug": "Depurar",
        "Default Album Art": "Capa Padrão do Álbum",
        "Default Album Art URL": "URL padrão da capa do álbum",
        "Default Avatar URL": "URL Padrão do Avatar",
        "Default Live Broadcast Message": "Mensagem de Transmissão Ao Vivo Padrão",
        "Default Mount": "Montagem Padrão",
        "Delete": "Excluir",
        "Delete %{ num } media files?": "Deletar %{ num } arquivos de mídia?",
        "Delete Album Art": "Excluir arte do álbum",
        "Delete API Key?": "Deletar a Chave API?",
        "Delete Backup?": "Deletar Backup?",
        "Delete Broadcast?": "Excluir Transmissão?",
        "Delete Custom Field?": "Excluir o Campo Personalizado?",
        "Delete Episode?": "Excluir Episódio?",
        "Delete HLS Stream?": "Deletar Transmissão HLS?",
        "Delete Mount Point?": "Excluir o Ponto de Montagem?",
        "Delete Passkey?": "Deletar Chave de Acesso?",
        "Delete Playlist?": "Excluir a Playlist?",
        "Delete Podcast?": "Excluir Podcast?",
        "Delete Queue Item?": "Excluir Item da Fila?",
        "Delete Record?": "Deletar Gravação?",
        "Delete Remote Relay?": "Excluir Retransmissão Remota?",
        "Delete Request?": "Deletar Pedido?",
        "Delete Role?": "Excluir Função?",
        "Delete SFTP User?": "Excluir Usuário SFTP?",
        "Delete Station?": "Excluir Estação?",
        "Delete Storage Location?": "Excluir o Local de Armazenamento?",
        "Delete Streamer?": "Deletar Streamer?",
        "Delete User?": "Deletar Usuário?",
        "Delete Web Hook?": "Excluir Web Hook?",
        "Description": "Descrição",
        "Desktop Device": "Computador",
        "Details": "Detalhes",
        "Directory": "Diretório",
        "Directory Name": "Nome do diretório",
        "Disable": "Desativar",
        "Disable Crossfading": "Desativar Crossfading",
        "Disable Optimizations": "Desativar Otimizações",
        "Disable Two-Factor": "Desativar autenticação de dois fatores",
        "Disable two-factor authentication?": "Desativar a autenticação de dois fatores?",
        "Disable?": "Desativar?",
        "Disabled": "Desabilitado",
        "Disconnect Streamer": "Desconectar Streamer",
        "Discord Web Hook URL": "URL do Web Hook do Discord",
        "Discord Webhook": "Webhook da Discord",
        "Disk caching makes a system much faster and more responsive in general. It does not take memory away from applications in any way since it will automatically be released by the operating system when needed.": "O cache em disco torna um sistema muito mais rápido e mais ágil em geral. Ele não retira a memória das aplicações de forma alguma, pois será automaticamente liberado pelo sistema operacional quando necessário.",
        "Disk Space": "Espaço em Disco",
        "Display fields": "Exibir campos",
        "Display Name": "Exibir nome",
        "DJ\/Streamer Buffer Time (Seconds)": "Tempo de Buffer do DJ\/Streamer (Segundos)",
        "Do not collect any listener analytics": "Não coletar qualquer análise de ouvinte",
        "Do not use a local broadcasting service.": "Não utilizar um serviço de transmissão local.",
        "Do not use an AutoDJ service.": "Não usar o AutoDJ.",
        "Documentation": "Documentação",
        "Domain Name(s)": "Nome(s) de Domínio",
        "Donate to support AzuraCast!": "Doe para apoiar o AzuraCast!",
        "Down": "Para baixo",
        "Download": "Fazer download",
        "Download CSV": "Download CSV",
        "Download M3U": "Baixar M3U",
        "Download PLS": "Baixar PLS",
        "Download the appropriate binary from the Stereo Tool downloads page:": "Baixe o binário apropriado na página de downloads do Stereo Tool:",
        "Download the Linux x64 binary from the Shoutcast Radio Manager:": "Faça o download do binário para Linux x64 do Shoutcast Radio Manager:",
        "Drag file(s) here to upload or": "Arraste e solte aqui o(s) arquivo(s) para enviar ou",
        "Dropbox App Console": "Console do Dropbox App",
        "Dropbox Setup Instructions": "Instruções de Configuração do Dropbox",
        "Duplicate": "Duplicar",
        "Duplicate Playlist": "Duplicar Playlist",
        "Duplicate Prevention Time Range (Minutes)": "Intervalo de Prevenção de Repetição (Minutos)",
        "Duplicate Songs": "Duplicar músicas",
        "E-Mail": "E-mail",
        "E-mail Address": "Endereço de e-mail",
        "E-mail Address (Optional)": "E-mail (Opcional)",
        "E-mail addresses can be separated by commas.": "Os endereços de e-mail podem ser separados por vírgulas.",
        "E-mail Delivery Service": "Serviço de Envio de E-mail",
        "EBU R128": "EBU R128",
        "Edit": "Editar",
        "Edit Branding": "Editar Marca",
        "Edit Custom Field": "Editar Campo Personalizado",
        "Edit Episode": "Editar Episódio",
        "Edit HLS Stream": "Editar Transmissão HLS",
        "Edit Liquidsoap Configuration": "Configuração do Liquidsoap",
        "Edit Media": "Editar mídia",
        "Edit Mount Point": "Editar Ponto de Montagem",
        "Edit Playlist": "Editar Playlist",
        "Edit Podcast": "Editar Podcast",
        "Edit Profile": "Editar perfil",
        "Edit Remote Relay": "Editar Retransmissão Remota",
        "Edit Role": "Editar Função",
        "Edit SFTP User": "Editar Usuário SFTP",
        "Edit Station": "Editar Estação",
        "Edit Station Profile": "Editar Perfil da Estação",
        "Edit Storage Location": "Editar Local de Armazenamento",
        "Edit Streamer": "Editar Streamer",
        "Edit User": "Editar Usuário",
        "Edit Web Hook": "Editar Web Hook",
        "Embed Code": "Código para Incorporar",
        "Embed Widgets": "Incorporar Widgets",
        "Emergency": "Emergência",
        "Empty": "Vazio",
        "Enable": "Habilitar",
        "Enable Advanced Features": "Ativar Recursos Avançados",
        "Enable AutoDJ": "Habilitar AutoDJ",
        "Enable Broadcasting": "Ativar Transmissão",
        "Enable certain advanced features in the web interface, including advanced playlist configuration, station port assignment, changing base media directories and other functionality that should only be used by users who are comfortable with advanced functionality.": "Habilite certos recursos avançados na interface da web, incluindo configuração avançada de lista de reprodução, atribuição de porta de estação, alteração de diretórios de mídia base e outras funcionalidades que devem ser usadas apenas por usuários que estão familiarizados com a funcionalidade avançada.",
        "Enable Downloads on On-Demand Page": "Habilitar Downloads na Página On-Demand",
        "Enable HTTP Live Streaming (HLS)": "Ativar Transmissão HTTP (HLS)",
        "Enable listeners to request a song for play on your station. Only songs that are already in your playlists are requestable.": "Permitir que os ouvintes solicitem uma música para reproduzir na sua estação. Apenas as músicas que já estão em suas listas de reprodução podem ser solicitadas.",
        "Enable Mail Delivery": "Ativar Envio de E-mail",
        "Enable On-Demand Streaming": "Ativar Transmissão On-Demand",
        "Enable Public Pages": "Habilitar Páginas Públicas",
        "Enable this option if your S3 provider is using paths instead of sub-domains for their S3 endpoint; for example, when using MinIO or with other self-hosted S3 storage solutions that are accessible via a path on a domain\/IP instead of a subdomain.": "Habilite esta opção se seu provedor S3 estiver usando caminhos em vez de subdomínios para seu endpoint S3; por exemplo, ao usar MinIO ou com outras soluções de armazenamento S3 auto-hospedadas que são acessíveis por meio de um caminho em um domínio\/IP em vez de um subdomínio.",
        "Enable this setting to prevent metadata from being sent to the AutoDJ for files in this playlist. This is useful if the playlist contains jingles or bumpers.": "Ative esta opção para prevenir que os metadados dos ficheiros desta lista de reprodução sejam enviados para o AutoDJ. Isto é útil para jingles ou bumpers.",
        "Enable to advertise this mount point on \"Yellow Pages\" public radio directories.": "Ative para publicar este ponto de montagem nos diretórios de \"Páginas Amarelas\" de rádios públicas.",
        "Enable to advertise this relay on \"Yellow Pages\" public radio directories.": "Habilite para anunciar este relay nas \"Páginas Amarelas\" de diretórios de rádio públicas.",
        "Enable to allow listeners to select this mount point on this station's public pages.": "Ative para permitir que os ouvintes selecionem este ponto de montagem nas página públicas da estação.",
        "Enable to allow listeners to select this relay on this station's public pages.": "Ative para permitir que os ouvintes selecionem este ponto de montagem nas página públicas da estação.",
        "Enable to allow this account to log in and stream.": "Habilite para permitir que esta conta entre e transmita.",
        "Enable to have AzuraCast automatically run nightly backups at the time specified.": "Ativar para que o AzuraCast execute automaticamente cópias de segurança noturnas automaticamente no tempo especificado.",
        "Enable Two-Factor": "Habilitar autenticação em dois fatores",
        "Enable Two-Factor Authentication": "Ativar autenticação de dois fatores",
        "Enable?": "Ativar?",
        "Enabled": "Habilitado",
        "End Date": "Data final",
        "End Time": "Hora Final",
        "Endpoint": "Endpoint",
        "Enforce Schedule Times": "Forçar horários da programação",
        "Enlarge Album Art": "Ampliar o Album Art",
        "Ensure the library matches your system architecture": "Certifique-se de que a biblioteca corresponda à arquitetura do seu sistema",
        "Enter \"AzuraCast\" as the application name. You can leave the URL fields unchanged. For \"Scopes\", only \"write:media\" and \"write:statuses\" are required.": "Digite \"AzuraCast\" como o nome do aplicativo. Você pode deixar os campos de URL inalterados. Para \"Scopes\", apenas \"write:media\" e \"write:statuses\" são necessários.",
        "Enter the access code you receive below.": "Digite o código de acesso que você recebeu abaixo.",
        "Enter the current code provided by your authenticator app to verify that it's working correctly.": "Digite o código atual fornecido pelo seu aplicativo autenticador para verificar se ele está funcionando corretamente.",
        "Enter the full URL of another stream to relay its broadcast through this mount point.": "Digite a URL completa de outro stream para retransmitir sua transmissão através deste ponto de montagem.",
        "Enter your app secret and app key below.": "Digite o segredo e a chave do aplicativo abaixo.",
        "Enter your e-mail address to receive updates about your certificate.": "Digite seu endereço de e-mail para receber atualizações sobre seu certificado.",
        "Enter your password": "Digite sua senha",
        "Episode": "Episódio",
        "Episodes": "Episódios",
        "Error": "Erro",
        "Error moving files:": "Erro ao mover os arquivos:",
        "Error queueing files:": "Erro ao enfileirar os arquivos:",
        "Error removing files:": "Erro ao remover os arquivos:",
        "Error reprocessing files:": "Erro ao reprocessar os arquivos:",
        "Error updating playlists:": "Erro ao atualizar as playlists:",
        "Example: if the remote radio URL is http:\/\/station.example.com:8000\/radio.mp3, enter \"http:\/\/station.example.com:8000\".": "Exemplo: se a URL da rádio remota é http:\/\/station.example.com:8000\/radio.mp3, digite \"http:\/\/station.example.com:8000\".",
        "Exclude Media from Backup": "Excluir pasta de mídia do backup",
        "Excluding media from automated backups will save space, but you should make sure to back up your media elsewhere. Note that only locally stored media will be backed up.": "Excluir mídia de backups automatizados economizará espaço, mas você deve fazer backup de sua mídia em outro lugar. Observe que apenas a mídia armazenada localmente terá backup.",
        "Exit Fullscreen": "Sair da tela cheia",
        "Expected to Play at": "Esperado tocar em",
        "Explicit": "Explícito",
        "Export %{format}": "Exportar %{format}",
        "Export Media to CSV": "Exportar Mídia para CSV",
        "External": "Externo",
        "Fallback Mount": "Montagem de contingência",
        "Field Name": "Nome do Campo",
        "File Name": "Nome Arquivo",
        "Files marked for reprocessing:": "Arquivos marcados para reprocessamento:",
        "Files moved:": "Arquivos movidos:",
        "Files played immediately:": "Arquivos reproduzidos imediatamente:",
        "Files queued for playback:": "Arquivos na fila para reprodução:",
        "Files removed:": "Arquivos removidos:",
        "First Connected": "Primeiro Conectado",
        "Followers Only": "Apenas Seguidores",
        "Footer Text": "Texto do Rodapé",
        "For ARM (Raspberry Pi, etc.) installations, choose \"Raspberry Pi Thimeo-ST plugin\".": "Para instalações ARM (Raspberry Pi, etc.), escolha \"Plugin Raspberry Pi Thimeo-ST\".",
        "For local filesystems, this is the base path of the directory. For remote filesystems, this is the folder prefix.": "Para sistemas de arquivos locais, este é o caminho base do diretório. Para sistemas de arquivos remotos, este é o prefixo da pasta.",
        "For most cases, use the default UTF-8 encoding. The older ISO-8859-1 encoding can be used if accepting connections from Shoutcast 1 DJs or using other legacy software.": "Na maioria dos casos, use a codificação padrão UTF-8. A codificação antiga ISO-8859-1 pode ser usada no caso de conexões de DJs Shoutcast V1 ou ao usar outro software antigo.",
        "for selected period": "por período selecionado",
        "For simple updates where you want to keep your current configuration, you can update directly via your web browser. You will be disconnected from the web interface and listeners will be disconnected from all stations.": "Para atualizações simples em que deseja manter sua configuração atual, você pode atualizar diretamente por meio de seu navegador. Você será desconectado da interface web e os ouvintes serão desconectados de todas as estações.",
        "For some clients, use port:": "Para alguns clientes, use a porta:",
        "For the legacy version": "Para a versão antiga",
        "For x86\/64 installations, choose \"x86\/64 Linux Thimeo-ST plugin\".": "Para instalações x86\/64, escolha \"x86\/64 Linux Thimeo-ST plugin\".",
        "Forgot your password?": "Esqueceu sua senha?",
        "Format": "Formato",
        "Friday": "Sexta-feira",
        "From your smartphone, scan the code to the right using an authentication app of your choice (FreeOTP, Authy, etc).": "De seu smartphone, digitalizar o código para a direita usando um aplicativo de autenticação de sua escolha (FreeOTP, Authy, etc).",
        "Full": "Completo",
        "Full Volume": "Volume Máximo",
        "General Rotation": "Rotação Geral",
        "Generate Access Code": "Gerar Código de Acesso",
        "Generate Report": "Gerar Relatório",
        "Generate\/Renew Certificate": "Gerar\/Renovar Certificado",
        "Generic Web Hook": "Web Hook Genérico",
        "Generic Web Hooks": "Web Hooks Genéricos",
        "Genre": "Gênero",
        "GeoLite is not currently installed on this installation.": "GeoLite não está instalado nesta instalação.",
        "GeoLite version \"%{ version }\" is currently installed.": "A versão \"%{ version }\" do GeoLite está instalada.",
        "Get Next Song": "Obter a Próxima Música",
        "Get Now Playing": "Tocando Agora",
        "GetMeRadio": "GetMeRadio",
        "GetMeRadio Station ID": "ID da Estação do GetMeRadio",
        "Global": "Global",
        "Global Permissions": "Permissões Globais",
        "Go": "Ir",
        "Google Analytics V4 Integration": "Integração do Google Analytics V4",
        "Help": "Ajuda",
        "Hide Album Art on Public Pages": "Esconder a capa do álbum em páginas públicas",
        "Hide AzuraCast Branding on Public Pages": "Esconder a marca AzuraCast em páginas públicas",
        "Hide Charts": "Ocultar Gráficos",
        "Hide Credentials": "Ocultar Credenciais",
        "Hide Metadata from Listeners (\"Jingle Mode\")": "Esconder Metadados de Ouvintes (\"Modo Jingle\")",
        "High I\/O Wait can indicate a bottleneck with the server's hard disk, a potentially failing hard disk, or heavy load on the hard disk.": "A demora de E\/S pode indicar um congestionamento com o disco rígido do servidor, um disco rígido potencialmente falho, ou um alto consumo do disco rígido.",
        "Higher weight playlists are played more frequently compared to other lower-weight playlists.": "Playlists de maior peso são tocadas com mais frequência se comparadas com outras playlists de menor peso.",
        "History": "Histórico",
        "HLS": "HLS",
        "HLS Streams": "Transmissões HLS",
        "Home": "Início",
        "Homepage Redirect URL": "URL de redirecionamento da página inicial",
        "Hour": "Hora",
        "HTML": "HTML",
        "HTTP Live Streaming (HLS)": "Transmissão HTTP (HLS)",
        "HTTP Live Streaming (HLS) is a new adaptive-bitrate streaming technology. From this page, you can configure the individual bitrates and formats that are included in the combined HLS stream.": "HTTP Live Streaming (HLS) é uma nova tecnologia de streaming de taxa de bits adaptável. Nessa página, você pode configurar as taxas de bits e os formatos individuais incluídos na transmissão HLS.",
        "HTTP Live Streaming (HLS) is a new adaptive-bitrate technology supported by some clients. It does not use the standard broadcasting frontends.": "HTTP Live Streaming (HLS) é uma nova tecnologia de taxa de bits adaptável suportada por alguns clientes. Ele não usa os frontends de transmissão padrão.",
        "Icecast Clients": "Clientes Icecast",
        "Icecast\/Shoutcast Stream URL": "URL da transmissão Icecast\/Shoutcast",
        "Identifier": "Identificador",
        "If a live DJ connects but has not yet sent metadata, this is the message that will display on player pages.": "Se um DJ ao vivo se conectar mas ainda não enviou metadados, esta é a mensagem que será exibida nas páginas do jogador.",
        "If a song has no album art, this URL will be listed instead. Leave blank to use the standard placeholder art.": "Se uma música não tem capa do álbum, esta URL será listada em vez disso. Deixe em branco para usar a arte padrão do placeholder.",
        "If a visitor is not signed in and visits the AzuraCast homepage, you can automatically redirect them to the URL specified here. Leave blank to redirect them to the login screen by default.": "Se um visitante não estiver logado e visitar a página inicial do AzuraCast, você pode redirecionar automaticamente para a URL especificada aqui. Deixe em branco para redirecionar para a tela de login por padrão.",
        "If disabled, the playlist will not be included in radio playback, but can still be managed.": "Se desativada, a playlist não será incluída na reprodução do rádio, mas ainda pode ser gerenciada.",
        "If disabled, the station will not broadcast or shuffle its AutoDJ.": "Se desativado, a estação não será transmitida.",
        "If enabled, a download button will also be present on the public \"On-Demand\" page.": "Se ativado, um botão de download estará presente na página pública \"On-Demand\".",
        "If enabled, AzuraCast will automatically record any live broadcasts made to this station to per-broadcast recordings.": "Se ativado, o AzuraCast vai gravar automaticamente quaisquer transmissões ao vivo feitas por esta estação por transmissão.",
        "If enabled, AzuraCast will connect to the MusicBrainz database to attempt to find an ISRC for any files where one is missing. Disabling this may improve performance.": "Se ativado, o AzuraCast irá se conectar à base de dados do MusicBrainz para tentar encontrar um ISRC para qualquer arquivo onde esteja faltando. Desativar isso pode melhorar o desempenho.",
        "If enabled, music from playlists with on-demand streaming enabled will be available to stream via a specialized public page.": "Se habilitado, a música das playlists com streaming on-demand habilitado estará disponível para stream por meio de uma página pública especializada.",
        "If enabled, streamers (or DJs) will be able to connect directly to your stream and broadcast live music that interrupts the AutoDJ stream.": "Se ativado, os streamers (ou DJs) poderão se conectar diretamente e transmitir ao vivo que interromperá a transmissão do AutoDJ.",
        "If enabled, the AutoDJ on this installation will automatically play music to this mount point.": "Se definito como \"Sim\", o AutoDJ irá tocar músicas automaticamente neste ponto de montagem.",
        "If enabled, the AutoDJ will automatically play music to this mount point.": "Se definito como \"Sim\", o AutoDJ irá tocar músicas automaticamente neste ponto de montagem.",
        "If enabled, this streamer will only be able to connect during their scheduled broadcast times.": "Se ativado, este streamer\/Dj só será capaz de se conectar durante seu tempo de transmissão programada.",
        "If requests are enabled for your station, users will be able to request media that is on this playlist.": "Se requisições estão habilitadas para sua estação, usuários poderão solicitar mídias que estiverem na sua playlist.",
        "If requests are enabled, this specifies the minimum delay (in minutes) between a request being submitted and being played. If set to zero, a minor delay of 15 seconds is applied to prevent request floods.": "Se os pedidos estiverem habilitados, isso especifica o atraso mínimo (em minutos) entre o envio de um pedido e a execução. Se definido como zero, um pequeno atraso de 15 segundos é aplicado para evitar o acúmulo de pedidos.",
        "If selected, album art will not display on public-facing radio pages.": "Se selecionado, a capa do álbum não exibirá nas páginas de rádio voltado para o público.",
        "If selected, this will remove the AzuraCast branding from public-facing pages.": "Se selecionado, isto irá remover a marca AzuraCast de páginas voltadas para o público.",
        "If the end time is before the start time, the playlist will play overnight.": "Se a hora de fim for antes da hora de início, a lista de reprodução irá tocar de um dia para o outro.",
        "If the end time is before the start time, the schedule entry will continue overnight.": "Se a hora de fim for antes da hora de início, a lista de reprodução irá tocar de um dia para o outro.",
        "If the mountpoint (i.e. \/radio.mp3) or Shoutcast SID (i.e. 2) you broadcast to is different from the stream URL, specify the source mount point here.": "Se o ponto de montagem (ou seja, \/radio.mp3) ou Shoutcast SID (ou seja, 2) para o qual você transmite for diferente da URL de transmissão, especifique aqui o ponto de montagem de origem.",
        "If the port you broadcast to is different from the stream URL, specify the source port here.": "Se a porta para a qual você transmite for diferente da URL de transmissão, especifique aqui a porta de origem.",
        "If this mount is the default, it will be played on the radio preview and the public radio page in this system.": "Se essa montagem for a padrão, ela será tocada na pré-visualização e na página pública da rádio neste sistema.",
        "If this mount point is not playing audio, listeners will automatically be redirected to this mount point. The default is \/error.mp3, a repeating error message.": "Se esse ponto de montagem não estiver tocando áudio, os ouvintes serão automaticamente redirecionados para este ponto de montagem. O padrão é \/error.mp3, uma mensagem de erro em repetição.",
        "If this setting is set to \"Yes\", the browser URL will be used instead of the base URL when it's available. Set to \"No\" to always use the base URL.": "Se essa configuração estiver definida como \"Sim\", a URL do navegador será usada ao invés da URL base quando estiver disponível. Defina como \"Não\" para sempre usar a URL base.",
        "If this station has on-demand streaming and downloading enabled, only songs that are in playlists with this setting enabled will be visible.": "Se esta estação tem streaming on demand e download ativado, apenas músicas que estão em playlists com essa configuração ativada serão visíveis.",
        "If you are broadcasting using AutoDJ, enter the source password here.": "Se você estiver usando AutoDJ, digite a senha de origem aqui.",
        "If you are broadcasting using AutoDJ, enter the source username here. This may be blank.": "Se você estiver usando AutoDJ, digite o nome de usuário de origem aqui. Isso pode estar em branco.",
        "If you're experiencing a bug or error, you can submit a GitHub issue using the link below.": "Se você econtrou um bug ou um erro, você pode submeter uma questão GitHub usando o link abaixo.",
        "If your installation is constrained by CPU or memory, you can change this setting to tune the resources used by Liquidsoap.": "Se sua instalação for limitada por CPU ou memória, você pode alterar essa configuração para ajustar os recursos usados pelo Liquidsoap.",
        "If your Mastodon username is \"@test@example.com\", enter \"example.com\".": "Se o seu nome de usuário do Mastodon for \"@test@example.com\", digite \"example.com\".",
        "If your stream is set to advertise to YP directories above, you must specify an authorization hash. You can manage these on the Shoutcast web site.": "Se sua transmissão estiver configurada para anunciar nos diretórios do YP acima, você deverá especificar um hash de autorização. Você pode gerenciá-los no site Shoutcast.",
        "If your streaming software requires a specific mount point path, specify it here. Otherwise, use the default.": "Se o seu software de streaming exigir um caminho de ponto de montagem específico, especifique-o aqui. Caso contrário, use o padrão.",
        "If your web hook requires HTTP basic authentication, provide the password here.": "Se o seu web hook requer autenticação básica HTTP, forneça a senha aqui.",
        "If your web hook requires HTTP basic authentication, provide the username here.": "Se o seu web hook requer autenticação básica HTTP, forneça o nome de usuário aqui.",
        "Import Changes from CSV": "Importar Alterações do CSV",
        "Import from PLS\/M3U": "Importar de PLS\/M3U",
        "Import Results": "Importar Resultados",
        "Important: copy the key below before continuing!": "Importante: copie a chave abaixo antes de continuar!",
        "In order to install Shoutcast:": "Para instalar o Shoutcast:",
        "In order to install Stereo Tool:": "Para instalar o Stereo Tool:",
        "In order to process quickly, web hooks have a short timeout, so the responding service should be optimized to handle the request in under 2 seconds.": "Para processar rapidamente, os web hooks têm um tempo limite curto, portanto, o serviço de resposta deve ser otimizado para lidar com a solicitação em menos de 2 segundos.",
        "Include in On-Demand Player": "Incluir no Player On Demand",
        "Indefinitely": "Indefinidamente",
        "Indicates the presence of explicit content (explicit language or adult content). Apple Podcasts displays an Explicit parental advisory graphic for your episode if turned on. Episodes containing explicit material aren't available in some Apple Podcasts territories.": "Indica a presença de conteúdo explícito (linguagem explícita ou conteúdo adulto). O Apple Podcasts exibe um gráfico de aconselhamento parental para o seu episódio, se ativado. Os episódios que contêm material explícito não estão disponíveis em alguns territórios do Apple Podcasts.",
        "Info": "Informação",
        "Information about the current playing track will appear here once your station has started.": "As informações sobre a faixa atual serão exibidas aqui assim que sua estação for iniciada.",
        "Insert": "Inserir",
        "Install GeoLite IP Database": "Instalar banco de dados GeoLite IP",
        "Install Shoutcast": "Instalar o Shoutcast",
        "Install Shoutcast 2 DNAS": "Instalar o Shoutcast 2 DNAS",
        "Install Stereo Tool": "Instalar o Stereo Tool",
        "Instruct Liquidsoap to use any replaygain metadata associated with a song to control its volume level. This may increase CPU consumption.": "Instrua o Liquidsoap a usar qualquer metadado de replaygain associado a uma música para controlar o nível de volume. Isso pode aumentar o consumo da CPU.",
        "Instructions": "Instruções",
        "Internal notes or comments about the user, visible only on this control panel.": "Notas internas ou comentários sobre o usuário, visível somente neste painel de controle.",
        "International Standard Recording Code, used for licensing reports.": "Código Internacional Padrão de Gravação, usado para relatórios de licenciamento.",
        "Interrupt other songs to play at scheduled time.": "Interromper outras músicas para tocar na hora agendada.",
        "Intro": "Introdução",
        "IP": "IP",
        "IP Address Source": "Origem do Endereço IP",
        "IP Geolocation is used to guess the approximate location of your listeners based on the IP address they connect with. Use the free built-in IP Geolocation library or enter a license key on this page to use MaxMind GeoLite.": "A geolocalização por IP é usada para adivinhar a localização aproximada de seus ouvintes com base no endereço IP com o qual eles se conectam. Use a biblioteca de geolocalização por IP integrada ou insira uma chave de licença nesta página para usar o MaxMind GeoLite.",
        "Is Public": "É Público",
        "ISRC": "ISRC",
        "Items per page": "Itens por página",
        "Jingle Mode": "Modo de Jingle",
        "Language": "Idioma",
        "Last 14 Days": "Últimos 14 Dias",
        "Last 2 Years": "Últimos 2 Anos",
        "Last 24 Hours": "Últimas 24 Horas",
        "Last 30 Days": "Últimos 30 Dias",
        "Last 60 Days": "Últimos 60 Dias",
        "Last 7 Days": "Últimos 7 Dias",
        "Last Modified": "Última Modificação",
        "Last Month": "Último Mês",
        "Last Run": "Última Execução",
        "Last run:": "Última execução:",
        "Last Year": "Último Ano",
        "Last.fm API Key": "Chave API do Last.fm",
        "Latest Update": "Última Atualização",
        "Learn about Advanced Playlists": "Saiba mais sobre Playlists avançadas",
        "Learn More about Post-processing CPU Impact": "Saiba mais sobre o impacto na CPU do pós-processamento",
        "Learn more about release channels in the AzuraCast docs.": "Saiba mais sobre lançamento de canais na documentação do AzuraCast.",
        "Learn More about Replaygain": "Saiba mais sobre Replaygain",
        "Learn more about this header.": "Saiba mais sobre este cabeçalho.",
        "Leave blank to automatically generate a new password.": "Deixe em branco para gerar automaticamente uma nova senha.",
        "Leave blank to play on every day of the week.": "Deixe em branco para tocar todos os dias da semana.",
        "Leave blank to use the current password.": "Deixe em branco para utilizar a senha atual.",
        "Leave blank to use the default Telegram API URL (recommended).": "Deixe em branco para usar o URL padrão da API do Telegram (recomendado).",
        "Length": "Duração",
        "Let's get started by creating your Super Administrator account.": "Comece a configuração criando uma conta de super administrador.",
        "LetsEncrypt": "LetsEncrypt",
        "LetsEncrypt provides simple, free SSL certificates allowing you to secure traffic through your control panel and radio streams.": "LetsEncrypt fornece certificados SSL simples e gratuitos, permitindo que você proteja o tráfego através de seu painel de controle e transmissões de rádio.",
        "Light": "Claro",
        "Like our software?": "Gostou do nosso software?",
        "Limited": "Limitado",
        "LiquidSoap is currently shuffling from %{songs} and %{playlists}.": "O LiquidSoap está atualmente embaralhando %{songs} e %{playlists}.",
        "Liquidsoap Performance Tuning": "Ajuste de Desempenho do Liquidsoap",
        "List one IP address or group (in CIDR format) per line.": "Liste um endereço IP ou grupo (no formato CIDR) por linha.",
        "List one user agent per line. Wildcards (*) are allowed.": "Listar um agente de usuário por linha. Caracteres curingas (*) são permitidos.",
        "Listener Analytics Collection": "Coleção de Estatísticas de Ouvinte",
        "Listener Gained": "Ouvinte Obtido",
        "Listener History": "Histórico de Ouvintes",
        "Listener Lost": "Ouvinte Perdido",
        "Listener Report": "Relatório de Ouvinte",
        "Listener Request": "Pedido de ouvinte",
        "Listeners": "Ouvintes",
        "Listeners by Day": "Ouvintes por dia",
        "Listeners by Day of Week": "Ouvintes por dia da semana",
        "Listeners by Hour": "Ouvintes por hora",
        "Listeners by Listening Time": "Ouvintes por Tempo de Escuta",
        "Listeners By Time Period": "Ouvintes por Período de Tempo",
        "Listeners Per Station": "Ouvintes Por Estação",
        "Listening Time": "Tempo de Escuta",
        "Live": "Ao vivo",
        "Live Broadcast Recording Bitrate (kbps)": "Taxa de Bits da Gravação de Transmissão Ao Vivo (kbps)",
        "Live Broadcast Recording Format": "Formato da Gravação de Transmissão Ao Vivo",
        "Live Listeners": "Ouvintes Ao Vivo",
        "Live Recordings Storage Location": "Local de Armazenamento das Gravações Ao Vivo",
        "Live Streamer:": "Transmissão Ao Vivo:",
        "Live Streamer\/DJ Connected": "Streamer\/DJ Ao Vivo Conectado",
        "Live Streamer\/DJ Disconnected": "Streamer\/DJ Desconectado",
        "Live Streaming": "Transmissão Ao Vivo",
        "Load Average": "Média de Consumo",
        "Loading": "Carregando",
        "Local": "Local",
        "Local Broadcasting Service": "Serviço de Transmissão Local",
        "Local Filesystem": "Sistema de Arquivos Local",
        "Local IP (Default)": "IP Local (Padrão)",
        "Local Streams": "Transmissões Locais",
        "Location": "Localização",
        "Log In": "Iniciar sessão",
        "Log Output": "Registro de Saída",
        "Log Viewer": "Visualizador de registro",
        "Logs": "Registros",
        "Logs by Station": "Registro por Estação",
        "Loop Once": "Repetir Uma Vez",
        "Main Message Content": "Conteúdo da Mensagem Principal",
        "Make HLS Stream Default in Public Player": "Tornar o HLS a Transmissão Padrão no Player Público",
        "Make the selected media play immediately, interrupting existing media": "Fazer a mídia selecionada tocar imediatamente, interrompendo a mídia existente",
        "Manage": "Gerenciar",
        "Manage Avatar": "Gerenciar Avatar",
        "Manage SFTP Accounts": "Gerenciar Contas SFTP",
        "Manage Stations": "Gerenciar Estações",
        "Manual AutoDJ Mode": "Modo Manual AutoDJ",
        "Manual Updates": "Atualização manual",
        "Manually define how this playlist is used in Liquidsoap configuration.": "Defina manualmente como esta playlist é utilizada na configuração do Liquidsoap.",
        "Markdown": "Remarcação",
        "Master_me is an open-source automatic mastering plugin for streaming, podcasts and Internet radio.": "Master_me é um plug-in de masterização automática de código aberto para streaming, podcasts e rádio via internet.",
        "Master_me Loudness Target (LUFS)": "Master_me Loudness Target (LUFS)",
        "Master_me Post-processing": "Pós-processamento Master_Me",
        "Master_me Preset": "Predefinição do Master_me",
        "Master_me Project Homepage": "Página do projeto do Master_me",
        "Mastodon Account Details": "Detalhes da Conta do Mastodon",
        "Mastodon Instance URL": "URL da instância do Mastodon",
        "Mastodon Post": "Postagem no Mastodon",
        "Matched": "Compatível",
        "Matomo Analytics Integration": "Integração com o Matomo Analytics",
        "Matomo API Token": "Token API do Matomo",
        "Matomo Installation Base URL": "URL Base de Instalação do Matomo",
        "Matomo Site ID": "ID do Site do Matomo",
        "Max Listener Duration": "Duração máxima do ouvinte",
        "Maximum Listeners": "Máximo de Ouvintes",
        "Maximum number of total listeners across all streams. Leave blank to use the default.": "Número máximo de ouvintes em todas as transmissões. Deixe em branco para usar o padrão.",
        "MaxMind Developer Site": "Site do MaxMind",
        "MaxMind License Key": "Chave de licença do MaxMind",
        "Measurement ID": "ID da Medição",
        "Measurement Protocol API Secret": "Segredo da API do Protocolo de Medição",
        "Media": "Mídia",
        "Media File": "Arquivos de Mídia",
        "Media Storage Location": "Local de Armazenamento de Mídia",
        "Memory": "Memória",
        "Memory Stats Help": "Ajuda com as Estatísticas de Memória",
        "Merge playlist to play as a single track.": "Mesclar a playlist para reproduzir como uma única faixa.",
        "Message Body": "Corpo da Mensagem",
        "Message Body on Song Change": "Corpo da Mensagem na Troca de Música",
        "Message Body on Song Change with Streamer\/DJ Connected": "Corpo da mensagem na mudança de música com o Streamer\/DJ conectado",
        "Message Body on Station Offline": "Corpo de Mensagem Quando a Estação Estiver Offline",
        "Message Body on Station Online": "Corpo de Mensagem Quando a Estação Estiver Online",
        "Message Body on Streamer\/DJ Connect": "Corpo da Mensagem na Transmissão \/ DJ Conectado",
        "Message Body on Streamer\/DJ Disconnect": "Corpo da Mensagem na Transmissão \/ DJ Desconectado",
        "Message Customization Tips": "Dicas de Personalização de Mensagens",
        "Message parsing mode": "Modo de análise de mensagem",
        "Message Queues": "Filas de Mensagens",
        "Message Recipient(s)": "Destinatário(s) da Mensagem",
        "Message Subject": "Assunto da Mensagem",
        "Message Visibility": "Visibilidade da Mensagem",
        "Microphone": "Microfone",
        "Microphone Source": "Fonte do Microfone",
        "Minute of Hour to Play": "Minuto da Hora para Tocar",
        "Mixer": "Controle de Volume",
        "Mobile Device": "Dispositivo Móvel",
        "Modified": "Modificado",
        "Monday": "Segunda-feira",
        "More": "Mais",
        "Most hosting providers will put more Virtual Machines (VPSes) on a server than the hardware can handle when each VM is running at full CPU load. This is called over-provisioning, which can lead to other VMs on the server \"stealing\" CPU time from your VM and vice-versa.": "A maioria dos provedores de hospedagem coloca mais máquinas virtuais (VPSs) em um servidor do que o hardware pode suportar quando cada VM estiver sendo executada com carga total da CPU. Isso é chamado de provisionamento excessivo, que pode levar outras VMs no servidor a \"sugar\" a CPU de sua VM e vice-versa.",
        "Most Played Songs": "Músicas Mais Reproduzidas",
        "Most Recent Backup Log": "Log de Backup mais recente",
        "Mount Name:": "Nome do Ponto de Montagem:",
        "Mount Point URL": "URL do Ponto de Montagem",
        "Mount Points": "Pontos de montagem",
        "Mount points are how listeners connect and listen to your station. Each mount point can be a different audio format or quality. Using mount points, you can set up a high-quality stream for broadband listeners and a mobile stream for phone users.": "Pontos de montagem é o mecanismo pelo qual os ouvintes se conectam e ouvem sua estação. Cada ponto de montagem pode ser de um formato de áudio ou qualidade diferente. Usando pontos de montagem, você pode configurar uma transmissão de alta qualidade para ouvintes de banda larga e outra de qualidade menor para usuários de celular.",
        "Move": "Mover",
        "Move %{ num } File(s) to": "Mover %{ num } Arquivo(s) para",
        "Move to Directory": "Mover para o diretório",
        "Music Files": "Arquivos de música",
        "Music General": "Música Geral",
        "Must match new password.": "Deve coincidir com a nova senha.",
        "Mute": "Silenciar",
        "My Account": "Minha conta",
        "N\/A": "N\/D",
        "Name": "Nome",
        "name@example.com": "nome@exemplo.com",
        "Name\/Type": "Nome\/Tipo",
        "Need Help?": "Precisa de ajuda?",
        "Network Interfaces": "Interfaces de Rede",
        "Never run": "Nunca enviar",
        "New Directory": "Novo diretório",
        "New directory created.": "Novo diretório criado.",
        "New File Name": "Novo nome de arquivo",
        "New Folder": "Nova Pasta",
        "New Key Generated": "Nova Chave Gerada",
        "New Password": "Nova Senha",
        "New Playlist": "Cadastrar Lista de Reprodução",
        "New Playlist Name": "Nome da Nova Playlist",
        "New Station Description": "Nova Descrição da Estação",
        "New Station Name": "Novo Nome da Estação",
        "Next Run": "Próxima Execução",
        "No": "Não",
        "No AutoDJ Enabled": "Nenhum AutoDJ Ativado",
        "No files selected.": "Nenhum arquivo selecionado.",
        "No Limit": "Ilimitado",
        "No Match": "Não Compatível",
        "No other program can be using this port. Leave blank to automatically assign a port.": "Nenhum outro programa pode utilizar essa porta. Deixe em branco para atribuir uma porta automaticamente.",
        "No Post-processing": "Sem Pós-processamento",
        "No records to display.": "Nenhum registro a ser exibido.",
        "No records.": "Sem registros.",
        "None": "Nenhum",
        "Normal Mode": "Modo Normal",
        "Not Played": "Não Reproduzida",
        "Not Run": "Não Executado",
        "Not Running": "Parado",
        "Not Scheduled": "Não Agendado",
        "Note that restoring a backup will clear your existing database. Never restore backup files from untrusted users.": "Note que a restauração de um backup irá limpar seu banco de dados existente. Nunca restaurar arquivos de backup de usuários não confiáveis.",
        "Note that Stereo Tool can be resource-intensive for both CPU and Memory. Please ensure you have sufficient resources before proceeding.": "Observe que o Stereo Tool pode consumir muitos recursos da CPU e da memória. Certifique-se de ter recursos suficientes antes de prosseguir.",
        "Note: If your media metadata has UTF-8 characters, you should use a spreadsheet editor that supports UTF-8 encoding, like OpenOffice.": "Observação: se seus metadados de mídia tiverem caracteres UTF-8, você deve usar um editor de planilhas que suporte a codificação UTF-8, como o OpenOffice.",
        "Note: the port after this one will automatically be used for legacy connections.": "Nota: a porta após esta será usada automaticamente para conexões antigas.",
        "Note: This should be the public-facing homepage of the radio station, not the AzuraCast URL. It will be included in broadcast details.": "Nota: Esta deve ser a página inicial pública da estação de rádio, não a URL do AzuraCast. Será incluído nos detalhes da transmissão.",
        "Notes": "Observações",
        "Notice": "Aviso",
        "Now": "Agora",
        "Now Playing": "Reproduzindo agora",
        "Now playing on %{ station }:": "Tocando agora na %{ station }:",
        "Now playing on %{ station }: %{ title } by %{ artist } with your host, %{ dj }! Tune in now: %{ url }": "Tocando agora na %{ station }: %{ title } por %{ artist } com o seu anfitrião, %{ dj }! Ouça agora: %{ url }",
        "Now playing on %{ station }: %{ title } by %{ artist }! Tune in now: %{ url }": "Tocando agora na %{ station }: %{ title } por %{ artist }! Ouça agora: %{ url }",
        "Now playing on %{ station }: %{ title } by %{ artist }! Tune in now.": "Tocando agora na %{ station }: %{ title } por %{ artist }! Ouça agora.",
        "NowPlaying API Response": "Resposta da API NowPlaying",
        "Number of Backup Copies to Keep": "Número de Cópias de Segurança para Manter",
        "Number of Minutes Between Plays": "Minutos entre as reproduções",
        "Number of seconds to overlap songs.": "Número de segundos para sobrepor as músicas.",
        "Number of Songs Between Plays": "Número de músicas entre as reproduções",
        "Number of Visible Recent Songs": "Número de Músicas Recentes Visíveis",
        "On the Air": "No Ar",
        "On-Demand": "Sob demanda",
        "On-Demand Media": "Arquivos On Demand",
        "On-Demand Streaming": "Transmissão On-Demand",
        "Once per %{minutes} Minutes": "Uma vez a cada %{minutes} minutos",
        "Once per %{songs} Songs": "Uma vez a cada %{songs} músicas",
        "Once per Hour": "Uma vez por hora",
        "Once per Hour (at %{minute})": "Uma vez por hora (às %{minute})",
        "Once per x Minutes": "Uma vez a cada x minutos",
        "Once per x Songs": "Uma vez a cada x músicas",
        "Once these steps are completed, enter the \"Access Token\" from the application's page into the field below.": "Concluídas essas etapas, insira o \"Token de Acesso\" da página do aplicativo no campo abaixo.",
        "One important note on I\/O Wait is that it can indicate a bottleneck or problem but also may be completely meaningless, depending on the workload and general available resources. A constantly high I\/O Wait should prompt further investigation with more sophisticated tools.": "Uma observação importante sobre a espera de E\/S é que ela pode indicar um congestionamento ou problema, mas também pode ser completamente sem sentido, dependendo da carga de trabalho e dos recursos gerais disponíveis. Uma espera de E\/S constantemente alta deve levar a uma investigação mais aprofundada com ferramentas mais sofisticadas.",
        "Only collect aggregate listener statistics": "Somente coletar estatísticas agregadas dos ouvintes",
        "Only loop through playlist once.": "Apenas reproduzir toda a playlist uma vez.",
        "Only play one track at scheduled time.": "Só reproduzir uma faixa no horário agendado.",
        "Only Post Once Every...": "Postar Apenas Uma Vez a Cada...",
        "Operation": "Operação",
        "Optional: HTTP Basic Authentication Password": "Opcional: Senha de Autenticação Básica HTTP",
        "Optional: HTTP Basic Authentication Username": "Opcional: Usuário de Autenticação Básica HTTP",
        "Optional: Request Timeout (Seconds)": "Opcional: Tempo Limite de Pedido (Segundos)",
        "Optionally select an ID3v2 metadata field that, if present, will be used to set this field's value.": "Opcionalmente, selecione um campo de metadados ID3v2 que, se presente, será usado para definir o valor deste campo.",
        "Optionally specify a short URL-friendly name, such as \"my_station_name\", that will be used in this station's URLs. Leave this field blank to automatically create one based on the station name.": "Opcionalmente, especifique um nome curto para URL, como \"my_station_name\", que será usado nas URLs desta estação. Deixe este campo em branco para criar automaticamente baseado no nome da estação.",
        "Optionally specify an API-friendly name, such as \"field_name\". Leave this field blank to automatically create one based on the name.": "Opcionalmente, especifique um nome amigável à API, como \"field_name\". Deixe este campo em branco para criar automaticamente baseado no nome.",
        "Optionally supply an API token to allow IP address overriding.": "Opcionalmente, forneça um token de API para permitir a substituição do endereço IP.",
        "Optionally supply SSH public keys this user can use to connect instead of a password. Enter one key per line.": "Opcionalmente, forneça chaves públicas SSH que este usuário pode usar para conectar em vez de uma senha. Digite uma chave por linha.",
        "or": "ou",
        "Original Path": "Caminho Original",
        "Other Remote URL (File, HLS, etc.)": "Outra URL remota (Arquivo, HLS, etc.)",
        "Owner": "Proprietário",
        "Page": "Página",
        "Passkey Authentication": "Autenticação da Chave de Acesso",
        "Passkey Nickname": "Apelido da Chave de Acesso",
        "Password": "Senha",
        "Password:": "Senha:",
        "Paste the generated license key into the field on this page.": "Cole a chave de licença gerada no campo nesta página.",
        "Path\/Suffix": "Caminho\/Sufixo",
        "Pending Requests": "Solicitações Pendentes",
        "Permissions": "Permissões",
        "Play": "Tocar",
        "Play Now": "Reproduzir",
        "Play once every $x minutes.": "Reproduzir a cada $x minutos.",
        "Play once every $x songs.": "Reproduzir a cada $x músicas.",
        "Play once per hour at the specified minute.": "Reproduzir a cada hora no minuto especificado.",
        "Playback Queue": "Fila de Reprodução",
        "Playing Next": "A Seguir",
        "Playlist": "Lista de reprodução",
        "Playlist (M3U\/PLS) URL": "URL da Playlist (M3U\/PLS)",
        "Playlist 1": "Lista de reprodução 1",
        "Playlist 2": "Lista de reprodução 2",
        "Playlist Name": "Nome da playlist",
        "Playlist order set.": "Ordem de playlist definida.",
        "Playlist queue cleared.": "A fila da lista de reprodução foi limpa.",
        "Playlist successfully applied to folders.": "Playlist aplicada com sucesso às pastas.",
        "Playlist Type": "Tipo da playlist",
        "Playlist Weight": "Peso da playlist",
        "Playlist:": "Lista de reprodução:",
        "Playlists": "Listas de reprodução",
        "Playlists cleared for selected files:": "Playlists limpas para arquivos selecionados:",
        "Playlists updated for selected files:": "Playlists atualizadas para os arquivos selecionados:",
        "Plays": "Reproduções",
        "Please log in to continue.": "Por favor, identifique-se para continuar.",
        "Podcast": "Podcast",
        "Podcast media should be in the MP3 or M4A (AAC) format for the greatest compatibility.": "A mídia do podcast deve estar no formato MP3 ou M4A (AAC) para maior compatibilidade.",
        "Podcast Title": "Título do Podcast",
        "Podcasts": "Podcasts",
        "Podcasts Storage Location": "Local de Armazenamento dos Podcasts",
        "Port": "Porta",
        "Port:": "Porta:",
        "Post-processing allows you to apply audio processors (like compressors, limiters, or equalizers) to your stream to create a more uniform sound or enhance the listening experience. Post-processing requires extra CPU resources, so it may slow down your server.": "O pós-processamento permite aplicar processadores de áudio (como compressores, limitadores ou equalizadores) ao seu stream para criar um som mais uniforme ou aprimorar a experiência de audição. O pós-processamento requer recursos extras da CPU, portanto, pode tornar seu servidor mais lento.",
        "Powered by": "Desenvolvido por",
        "Powered by AzuraCast": "Desenvolvido por AzuraCast",
        "Prefer Browser URL (If Available)": "Preferir a URL do Navegador (Se Disponível)",
        "Prefer System Default": "Usar o Padrão do Sistema",
        "Preview": "Pré-visualização",
        "Previous": "Anterior",
        "Privacy": "Privacidade",
        "Profile": "Perfil",
        "Programmatic Name": "Nome Programático",
        "Provide a valid license key from Thimeo. Functionality is limited without a license key.": "Fornecer uma chave de licença válida do Thimeo. Funcionalidade é limitada sem uma chave de licença.",
        "Public": "Público",
        "Public Page": "Página pública",
        "Public Page Background": "Fundo da Página Pública",
        "Public Pages": "Páginas Públicas",
        "Publish Date": "Data de Publicação",
        "Publish Time": "Horário da Publicação",
        "Publish to \"Yellow Pages\" Directories": "Publicar em diretórios \"Páginas amarelas\"",
        "Queue": "Fila",
        "Queue the selected media to play next": "Lista de mídia selecionada para reproduzir em seguida",
        "Radio Player": "Player",
        "Radio.de": "Radio.de",
        "Radio.de API Key": "Chave API Radio.de",
        "Radio.de Broadcast Subdomain": "Subdomínio de transmissão Radio.de",
        "Random": "Aleatório",
        "Ready to start broadcasting? Click to start your station.": "Pronto para iniciar a transmissão? Clique para iniciar sua rádio.",
        "Received": "Recebido",
        "Record Live Broadcasts": "Gravar Transmissões Ao Vivo",
        "Recover Account": "Recuperar Conta",
        "Refresh": "Atualizar",
        "Refresh rows": "Atualizar linhas",
        "Region": "Região",
        "Relay": "Retransmissão",
        "Relay Stream URL": "URL de retransmissão de stream",
        "Release Channel": "Canal de Lançamento",
        "Reload": "Recarregar",
        "Reload Configuration": "Recarregar Configuração",
        "Reload to Apply Changes": "Reiniciar para Aplicar as Alterações",
        "Reloading broadcasting will not disconnect your listeners.": "Recarregar a transmissão não desconectará seus ouvintes.",
        "Remember me": "Lembre de mim",
        "Remote": "Remoto",
        "Remote Playback Buffer (Seconds)": "Buffer da Reprodução Remota (Segundos)",
        "Remote Relays": "Relés remoto",
        "Remote relays let you work with broadcasting software outside this server. Any relay you include here will be included in your station's statistics. You can also broadcast from this server to remote relays.": "Os relays remotos permitem trabalhar com o software de transmissão fora deste servidor. Qualquer relay incluído aqui será incluído nas estatísticas da sua estação. Você também pode transmitir deste servidor para relays remotos.",
        "Remote Station Administrator Password": "Senha do Administrador da Estação remota",
        "Remote Station Listening Mountpoint\/SID": "Ponto de montagem da Estação remota",
        "Remote Station Listening URL": "Endereço para ouvir a rádio",
        "Remote Station Source Mountpoint\/SID": "Ponto de montagem da Estação remota",
        "Remote Station Source Password": "Senha da Estação remota",
        "Remote Station Source Port": "Porta source da Estação remota",
        "Remote Station Source Username": "Username da Estação remota",
        "Remote Station Type": "Tipo de estação de rádio",
        "Remote URL": "URL remoto",
        "Remote URL Playlist": "Lista de reprodução de URL remota",
        "Remote URL Type": "Tipo de URL Remoto",
        "Remote: Dropbox": "Remoto: Dropbox",
        "Remote: S3 Compatible": "Remoto: Compatível com S3",
        "Remote: SFTP": "Remoto: SFTP",
        "Remove": "Remover",
        "Remove Key": "Remover a Chave",
        "Rename": "Renomear",
        "Rename File\/Directory": "Renomear arquivo\/diretório",
        "Reorder": "Reordenar",
        "Reorder Playlist": "Reorganizar Lista de reprodução",
        "Repeat": "Repetir",
        "Replace Album Cover Art": "Substituir a Capa do Álbum",
        "Reports": "Relatórios",
        "Reprocess": "Reprocessar",
        "Request": "Solicitar",
        "Request a Song": "Pedir Uma Música",
        "Request History": "Histórico de Pedidos",
        "Request Last Played Threshold (Minutes)": "Limite do Último Pedido (Minutos)",
        "Request Minimum Delay (Minutes)": "Atraso Mínimo do Pedido (Minutos)",
        "Request Song": "Pedir Música",
        "Requester IP": "IP do Solicitante",
        "Requests": "Pedidos",
        "Required": "Obrigatório",
        "Reshuffle": "Embaralhar",
        "Restart": "Reiniciar",
        "Restart Broadcasting": "Reiniciar transmissão",
        "Restarting broadcasting will briefly disconnect your listeners.": "Reiniciar a transmissão irá brevemente desconectar seus ouvintes.",
        "Restarting broadcasting will rewrite all configuration files and restart all services.": "Reiniciar a transmissão reescreverá todos os arquivos de configuração e reiniciará todos os serviços.",
        "Restoring Backups": "Restaurar Backup",
        "Reverse Proxy (X-Forwarded-For)": "Proxy Reverso (X-Forwarded-For)",
        "Role Name": "Nome da Função",
        "Roles": "Funções",
        "Roles & Permissions": "Funções e Permissões",
        "Rolling Release": "Versão Pré-lançamento",
        "RSS Feed": "Conteúdo RSS",
        "Run Automatic Nightly Backups": "Executar Cópias de Segurança Noturnas Automáticas",
        "Run Manual Backup": "Executar Backup Manual",
        "Run Task": "Rodar Tarefa",
        "Running": "Executando",
        "Sample Rate": "Taxa de Amostragem",
        "Saturday": "Sábado",
        "Save": "Salvar",
        "Save and Continue": "Salvar e Continuar",
        "Save Changes": "Salvar alterações",
        "Save Changes first": "Salve as Alterações Primeiro",
        "Schedule": "Agendamento",
        "Schedule View": "Visualizar agendamento",
        "Scheduled": "Agendado",
        "Scheduled Backup Time": "Tempo Agendado para Cópias de Segurança",
        "Scheduled Play Days of Week": "Agendar por Dias da Semana",
        "Scheduled playlists and other timed items will be controlled by this time zone.": "As playlists agendadas e outros itens temporários serão controlados por este fuso horário.",
        "Scheduled Time #%{num}": "Tempo Agendado #%{num}",
        "Scheduling": "Agendamento",
        "Search": "Pesquisar",
        "Seconds from the start of the song that the AutoDJ should start playing.": "Segundos a partir do início da música que o AutoDJ deve começar a tocar.",
        "Seconds from the start of the song that the AutoDJ should stop playing.": "Segundos a partir do início da música que o AutoDJ deve parar de tocar.",
        "Secret Key": "Chave Secreta",
        "Security": "Segurança",
        "Security & Privacy": "Segurança e Privacidade",
        "See the Telegram documentation for more details.": "Veja a documentação do Telegram para mais detalhes.",
        "See the Telegram Documentation for more details.": "Veja a documentação do Telegram para mais detalhes.",
        "Seek": "Procurar",
        "Segment Length (Seconds)": "Duração do segmento (Segundos)",
        "Segments in Playlist": "Segmentos na Playlist",
        "Segments Overhead": "Segmentos Acima",
        "Select": "Selecionar",
        "Select a theme to use as a base for station public pages and the login page.": "Selecione um tema para usar com base para a página publica da estação e página de login",
        "Select All Rows": "Selecionar Todas as Linhas",
        "Select an option here to apply post-processing using an easy preset or tool. You can also manually apply post-processing by editing your Liquidsoap configuration manually.": "Selecione uma opção aqui para aplicar o pós-processamento facilmente usando uma predefinição ou ferramenta. Você também pode aplicar manualmente o pós-processamento editando sua configuração do Liquidsoap manualmente.",
        "Select Configuration File": "Selecionar Arquivo de Configuração",
        "Select CSV File": "Selecionar Arquivo CSV",
        "Select Custom Fallback File": "Selecionar Arquivo Fallback Personalizado",
        "Select File": "Selecione o arquivo",
        "Select Intro File": "Selecione o Arquivo de Introdução",
        "Select Media File": "Selecionar Arquivo de Mídia",
        "Select Passkey": "Selecionar Chave de Acesso",
        "Select PLS\/M3U File to Import": "Selecione o arquivo PLS\/M3U para importar",
        "Select PNG\/JPG artwork file": "Selecione o arquivo de arte PNG\/JPG",
        "Select Row": "Selecionar Linha",
        "Select the category\/categories that best reflects the content of your podcast.": "Selecione a categoria\/categorias que melhor refletem o conteúdo do seu podcast.",
        "Select the countries that are not allowed to connect to the streams.": "Selecione os países que não têm permissão para se conectar as transmissões.",
        "Select Web Hook Type": "Selecione o Tipo de Web Hook",
        "Send an e-mail to specified address(es).": "Enviar um e-mail para o(s) endereço(s) especificado(s).",
        "Send E-mail": "Enviar E-mail",
        "Send song metadata changes to %{service}": "Enviar mudanças de metadados de música para %{service}",
        "Send song metadata changes to %{service}.": "Enviar mudanças nos metadados da música para %{service}.",
        "Send stream listener details to Google Analytics.": "Enviar detalhes dos ouvintes para o Google Analytics.",
        "Send stream listener details to Matomo Analytics.": "Enviar detalhes dos ouvintes para o Matomo Analytics.",
        "Send Test Message": "Enviar Mensagem de Teste",
        "Sender E-mail Address": "E-mail do Remetente",
        "Sender Name": "Nome do Remetente",
        "Sequential": "Sequencial",
        "Server Status": "Status do Servidor",
        "Server:": "Servidor:",
        "Services": "Serviços",
        "Set a maximum disk space that this storage location can use. Specify the size with unit, i.e. \"8 GB\". Units are measured in 1024 bytes. Leave blank to default to the available space on the disk.": "Defina um espaço máximo em disco que este local de armazenamento pode usar. Especifique o tamanho com unidade, ou seja, \"8 GB\". As unidades são medidas em 1024 bytes. Deixe em branco para usar como padrão o espaço disponível no disco.",
        "Set as Default Mount Point": "Definir como o ponto de montagem padrão",
        "Set cue and fade points using the visual editor. The timestamps will be saved to the corresponding fields in the advanced playback settings.": "Defina pontos de marcação e fade usando o editor visual. As marcações de tempo serão salvas nos campos correspondentes nas configurações avançadas de reprodução.",
        "Set Cue In": "Definir o ponto de entrada",
        "Set Cue Out": "Definir o ponto de saída",
        "Set Fade In": "Definir Fade In",
        "Set Fade Out": "Definir Fade Out",
        "Set longer to preserve more playback history and listener metadata for stations. Set shorter to save disk space.": "Defina a mais para preservar mais histórico de reprodução e metadados de ouvinte para estações. Defina menos para economizar espaço em disco.",
        "Set Overlap": "Definir Sobreposição",
        "Set the length of time (seconds) a listener will stay connected to the stream. If set to 0, listeners can stay connected infinitely.": "Defina o tempo em segundos que um ouvinte ficará conectado à transmissão. Se for definido como 0, os ouvintes podem permanecer conectados indefinidamente.",
        "Set to \"Yes\" to always use \"https:\/\/\" secure URLs, and to automatically redirect to the secure URL when an insecure URL is visited.": "Defina como \"Sim\" para sempre usar URLs seguros \"https: \/\/\" e redirecionar automaticamente para o URL seguro quando um URL inseguro for visitado.",
        "Set to * to allow all sources, or specify a list of origins separated by a comma (,).": "Defina como * para permitir todas as fontes, ou especifique uma lista separadas por uma vírgula (,).",
        "Settings": "Configurações",
        "Setup instructions for broadcasting software are available on the AzuraCast wiki.": "Instruções para configurar softwares de transmissão estão disponíveis na wiki do AzuraCast.",
        "SFTP Host": "Host SFTP",
        "SFTP Password": "Senha SFTP",
        "SFTP Port": "Porta SFTP",
        "SFTP Private Key": "Chave Privada SFTP",
        "SFTP Private Key Pass Phrase": "Frase de Acesso da Chave Privada SFTP",
        "SFTP Username": "Usuário SFTP",
        "SFTP Users": "SFTP Usuários",
        "Share Media Storage Location": "Compartilhar Localização de Armazenamento de Mídia",
        "Share Podcasts Storage Location": "Compartilhar Local de Armazenamento dos Podcasts",
        "Share Recordings Storage Location": "Compartilhar Local de Armazenamento de Gravações",
        "Shoutcast 2 DNAS is not currently installed on this installation.": "O Shoutcast DNAS não está instalado nesta instalação.",
        "Shoutcast 2 DNAS is not free software, and its restrictive license does not allow AzuraCast to distribute the Shoutcast binary.": "O Shoutcast 2 DNAS não é software gratuito, e sua licença restritiva não permite que o AzuraCast distribua o binário do Shoutcast.",
        "Shoutcast Clients": "Clientes Shoutcast",
        "Shoutcast License ID": "ID da Licença do Shoutcast",
        "Shoutcast Radio Manager": "Shoutcast Radio Manager",
        "Shoutcast User ID": "ID do Usuário do Shoutcast",
        "Shoutcast version \"%{ version }\" is currently installed.": "A versão \"%{ version }\" do Shoutcast está instalada.",
        "Show Charts": "Mostrar Gráficos",
        "Show Credentials": "Mostrar Credenciais",
        "Show HLS Stream on Public Player": "Mostrar a Transmissão HLS no Player Público",
        "Show new releases within your update channel on the AzuraCast homepage.": "Mostrar novos lançamentos em seu canal de atualização na página do AzuraCast.",
        "Show on Public Pages": "Mostrar em Páginas Públicas",
        "Show the station in public pages and general API results.": "Mostrar a estação em páginas públicas e resultados gerais da API.",
        "Show Update Announcements": "Mostrar Avisos de Atualização",
        "Shuffled": "Embaralhado",
        "Sidebar": "Barra Lateral",
        "Sign In": "Entrar",
        "Sign In with Passkey": "Entrar Com a Chave de Acesso",
        "Sign Out": "Sair",
        "Site Base URL": "URL Base do Site",
        "Size": "Tamanho",
        "Skip Song": "Pular Música",
        "Skip to main content": "Pular para o conteúdo principal",
        "Smart Mode": "Modo Inteligente",
        "SMTP Host": "Host SMTP",
        "SMTP Password": "Senha do SMTP",
        "SMTP Port": "Porta SMTP",
        "SMTP Username": "Usuário SMTP",
        "Social Media": "Mídia Social",
        "Some stream licensing providers may have specific rules regarding song requests. Check your local regulations for more information.": "Alguns provedores de licenciamento de stream podem ter regras específicas sobre pedidos de músicas. Verifique os regulamentos locais para obter mais informações.",
        "Song": "Música",
        "Song Album": "Álbum da música",
        "Song Artist": "Artista",
        "Song Change": "Mudança de Música",
        "Song Change (Live Only)": "Mudança de Música (Somente Ao Vivo)",
        "Song Genre": "Gênero da Música",
        "Song History": "Histórico de Músicas",
        "Song Length": "Duração da música",
        "Song Lyrics": "Letras da música",
        "Song Playback Order": "Ordem de reprodução da música",
        "Song Playback Timeline": "Linha do tempo de reprodução de músicas",
        "Song Requests": "Pedidos de músicas",
        "Song Title": "Título da música",
        "Song-based": "Baseado em músicas",
        "Song-Based": "Baseado em Música",
        "Song-Based Playlist": "Playlist baseada em músicas",
        "SoundExchange Report": "Relatório SoundExchange",
        "SoundExchange Royalties": "Royalties SoundExchange",
        "Source": "Fonte",
        "Space Used": "Espaço Utilizado",
        "Specify a mountpoint (i.e. \"\/radio.mp3\") or a Shoutcast SID (i.e. \"2\") to specify a specific stream to use for statistics or broadcasting.": "Especifique um ponto de montagem (por exemplo, \"\/radio.mp3\") ou um SID de Shoutcast (ou seja, \"2\") para especificar uma transmissão específica para uso para estatísticas ou transmissão.",
        "Specify the minute of every hour that this playlist should play.": "Especifique o minuto de cada hora que esta playlist deve tocar.",
        "Speech General": "Discurso Geral",
        "SSH Public Keys": "Chaves Públicas SSH",
        "Stable": "Estável",
        "Standard playlist, shuffles with other standard playlists based on weight.": "Playlist padrão, mistura-se com outras playlists padrão com base no peso.",
        "Start": "Iniciar",
        "Start Date": "Data Inicial",
        "Start Station": "Iniciar Rádio",
        "Start Streaming": "Iniciar Transmissão",
        "Start Time": "Hora Inicial",
        "Station Directories": "Diretórios de Estação",
        "Station Disabled": "Estação Desativada",
        "Station Goes Offline": "A Estação Fica Offline",
        "Station Goes Online": "A Estação Fica Online",
        "Station Media": "Mídia da Estação",
        "Station Name": "Nome da Estação",
        "Station Offline": "Estação Offline",
        "Station Offline Display Text": "Texto de Exibição da Estação Offline",
        "Station Overview": "Resumo da Estação",
        "Station Permissions": "Permissões da Estação",
        "Station Podcasts": "Podcasts da Estação",
        "Station Recordings": "Gravações da Estação",
        "Station Statistics": "Estatísticas da Estação",
        "Station Time": "Hora da Estação",
        "Station Time Zone": "Fuso horário da Estação",
        "Station-Specific Debugging": "Depuração Específica",
        "Station(s)": "Estação(ões)",
        "Stations": "Estações",
        "Stations using Icecast can soft-reload the station configuration, applying changes while keeping the stream broadcast running.": "As estações que usam o Icecast podem recarregar a configuração da estação, aplicando as alterações enquanto mantém a transmissão em execução.",
        "Steal": "Steal",
        "Steal (St)": "Steal (St)",
        "Step %{step}": "Passo %{step}",
        "Step 1: Scan QR Code": "Passo 1: Leia o código QR",
        "Step 2: Verify Generated Code": "Etapa 2: Verifique o código gerado",
        "Steps for configuring a Mastodon application:": "Etapas para configurar um aplicativo do Mastodon:",
        "Stereo Tool": "Stereo Tool",
        "Stereo Tool documentation.": "Documentação do Stereo Tool.",
        "Stereo Tool Downloads": "Stereo Tool Downloads",
        "Stereo Tool is a popular, proprietary tool for software audio processing. Using Stereo Tool, you can customize the sound of your stations using preset configuration files.": "Stereo Tool é uma ferramenta popular para processamento de áudio. Usando o Stereo Tool, você pode personalizar o som de suas estações usando arquivos de configuração predefinidos.",
        "Stereo Tool is an industry standard for software audio processing. For more information on how to configure it, please refer to the": "Stereo Tool é um software de processamento de áudio. Para obter mais informações sobre como configurá-lo, consulte o",
        "Stereo Tool is not currently installed on this installation.": "O Stereo Tool não está atualmente instalado nesta instalação.",
        "Stereo Tool is not free software, and its restrictive license does not allow AzuraCast to distribute the Stereo Tool binary.": "O Stereo Tool não é um software gratuito e sua licença restritiva não permite que o AzuraCast distribua o binário do Stereo Tool.",
        "Stereo Tool License Key": "Chave de Licença do Stereo Tool",
        "Stereo Tool version %{ version } is currently installed.": "A versão %{ version } do Stereo Tool esta instalada.",
        "Stop": "Parar",
        "Stop Streaming": "Parar Transmissão",
        "Storage Adapter": "Adaptador de Armazenamento",
        "Storage Location": "Local de Armazenamento",
        "Storage Locations": "Locais de Armazenamento",
        "Storage Quota": "Cota de Armazenamento",
        "Stream": "Transmissão",
        "Streamer Broadcasts": "Transmissões de streamer",
        "Streamer Display Name": "Nome de exibição do Streamer",
        "Streamer password": "Senha do streamer",
        "Streamer Username": "Nome de usuário do streamer",
        "Streamer\/DJ": "Streamer\/DJ",
        "Streamer\/DJ Accounts": "Contas de streamer\/DJ",
        "Streamers\/DJs": "Streamers\/DJs",
        "Streams": "Transmissões",
        "Submit Code": "Enviar Código",
        "Sunday": "Domingo",
        "Support Documents": "Documentos de Suporte",
        "Supported file formats:": "Formatos de arquivo suportados:",
        "Switch Theme": "Mudar tema",
        "Synchronization Tasks": "Sincronização de Tarefas",
        "System Administration": "Administração do sistema",
        "System Debugger": "Depurador do sistema",
        "System Logs": "Registros do Sistema",
        "System Maintenance": "Manutenção do sistema",
        "System Settings": "Configurações do sistema",
        "Target": "Destino",
        "Task Name": "Nome da Tarefa",
        "Telegram Chat Message": "Mensagem de Chat do Telegram",
        "Test": "Teste",
        "Test message sent.": "Mensagem de teste enviada.",
        "Thanks for listening to %{ station }!": "Obrigado por ouvir a %{ station }!",
        "The amount of memory Linux is using for disk caching.": "A quantidade de memória que o Linux está usando para cache de disco.",
        "The average target loudness (measured in LUFS) for the broadcasted stream. Values between -14 and -18 LUFS are common for Internet radio stations.": "O volume médio destinado (medido em LUFS) para a transmissão. Valores entre -14 e -18 LUFS são comuns para estações de rádio via internet.",
        "The base URL where this service is located. Use either the external IP address or fully-qualified domain name (if one exists) pointing to this server.": "A URL base onde este serviço está localizado. Use o endereço IP externo ou um nome de domínio totalmente qualificado (se houver) apontando para este servidor.",
        "The body of the POST message is the exact same as the NowPlaying API response for your station.": "O corpo da mensagem POST é exatamente o mesmo que a resposta da API NowPlaying para sua estação.",
        "The contact person of the podcast. May be required in order to list the podcast on services like Apple Podcasts, Spotify, Google Podcasts, etc.": "A pessoa de contato do podcast. Pode ser necessário para listar o podcast em serviços como Apple Podcasts, Spotify, Google Podcasts, etc.",
        "The current CPU usage including I\/O Wait and Steal.": "O uso atual da CPU, incluindo I\/O Wait e Steal.",
        "The current Memory usage excluding cached memory.": "O uso atual de memória, excluindo a memória em cache.",
        "The date when the episode should be published.": "A data que o episódio deve ser publicado.",
        "The description of the episode. The typical maximum amount of text allowed for this is 4000 characters.": "A descrição do episódio. A quantidade máxima típica de texto permitida para isso é de 4.000 caracteres.",
        "The description of your podcast. The typical maximum amount of text allowed for this is 4000 characters.": "A descrição do seu podcast. A quantidade máxima típica de texto permitida para isso é de 4.000 caracteres.",
        "The display name assigned to this mount point when viewing it on administrative or public pages. Leave blank to automatically generate one.": "O nome de exibição atribuído a este ponto de montagem ao visualizá-lo em páginas administrativas ou públicas. Deixe em branco para gerar automaticamente um.",
        "The display name assigned to this relay when viewing it on administrative or public pages. Leave blank to automatically generate one.": "O nome de exibição atribuído a este ponto de montagem ao visualizá-lo em páginas administrativas ou públicas. Deixe em branco para gerar automaticamente um.",
        "The editable text boxes are areas where you can insert custom configuration code. The non-editable sections are automatically generated by AzuraCast.": "As caixas de texto editáveis são áreas onde você pode inserir um código de configuração personalizado. As seções não editáveis são geradas automaticamente pelo AzuraCast.",
        "The email of the podcast contact. May be required in order to list the podcast on services like Apple Podcasts, Spotify, Google Podcasts, etc.": "O e-mail do contato do podcast. Pode ser necessário para listar o podcast em serviços como Apple Podcasts, Spotify, Google Podcasts, etc.",
        "The file name should look like:": "O nome do arquivo deve ser semelhante a:",
        "The format and headers of this CSV should match the format generated by the export function on this page.": "O formato e os cabeçalhos deste CSV devem corresponder ao formato gerado pela função de exportação nesta página.",
        "The full base URL of your Matomo installation.": "A URL base completa da sua instalação do Matomo.",
        "The full playlist is shuffled and then played through in the shuffled order.": "A playlist completa é embaralhada e reproduzida na ordem embaralhada.",
        "The I\/O Wait is the percentage of time that the CPU is waiting for disk access before it can continue the work that depends on the result of this.": "A Espera de E\/S é a porcentagem de tempo que a CPU está aguardando o acesso ao disco antes de poder continuar o trabalho que depende do resultado disso.",
        "The language spoken on the podcast.": "O idioma falado no podcast.",
        "The length of playback time that Liquidsoap should buffer when playing this remote playlist. Shorter times may lead to intermittent playback on unstable connections.": "O tempo de reprodução que o Liquidsoap deve colocar em buffer ao reproduzir esta lista de reprodução. Tempos mais curtos podem levar a uma reprodução intermitente ou em ligações instáveis.",
        "The number of seconds of signal to store in case of interruption. Set to the lowest value that your DJs can use without stream interruptions.": "O número de segundos de sinal para armazenar em caso de interrupção. Defina o valor mais baixo que seus DJs podem usar sem interrupções de transmissão.",
        "The number of seconds to wait for a response from the remote server before cancelling the request.": "O número de segundos para aguardar uma resposta do servidor antes de cancelar a solicitação.",
        "The numeric site ID for this site.": "O ID numérico do site para este site.",
        "The order of the playlist is manually specified and followed by the AutoDJ.": "A ordem da playlist é especificada manualmente e seguida pelo AutoDJ.",
        "The parent directory where station playlist and configuration files are stored. Leave blank to use default directory.": "O diretório principal no qual os arquivos de configuração e a playlist da estação são armazenados. Deixe em branco para usar o diretório padrão.",
        "The relative path of the file in the station's media directory.": "O caminho relativo do arquivo no diretório de mídia da estação.",
        "The station ID will be a numeric string that starts with the letter S.": "O ID da estação será uma string numérica que começa com a letra S.",
        "The streamer will use this password to connect to the radio server.": "O streamer irá utilizar essa senha para se conectar ao servidor da rádio.",
        "The streamer will use this username to connect to the radio server.": "O streamer utilizará esse nome de usuário para conectar ao servidor da rádio.",
        "The time period that the song should fade in. Leave blank to use the system default.": "O período de tempo para o fade-in nessa música. Deixe em branco para usar o padrão do sistema.",
        "The time period that the song should fade out. Leave blank to use the system default.": "O período de tempo em que a música deve fazer Fade-Out. Deixe em branco para usar o padrão do sistema.",
        "The time that this song should overlap its surrounding songs when fading. Leave blank to use the system default.": "O tempo que essa música deve sobrepor a anterior e a próxima quando ocorrer o fading. Deixe em branco para usar o padrão do sistema.",
        "The time when the episode should be published (according to the stations timezone).": "O tempo em que o episódio deve ser publicado (de acordo com o fuso horário das estações).",
        "The URL that will receive the POST messages any time an event is triggered.": "A URL que receberá o POST das mensagens sempre que um evento for acionado.",
        "The volume in decibels to amplify the track with. Leave blank to use the system default.": "O volume em decibéis para amplificar a faixa. Deixe em branco para usar o padrão do sistema.",
        "The WebDJ lets you broadcast live to your station using just your web browser.": "O WebDJ permite que você transmita sua estação ao vivo usando apenas seu navegador web.",
        "Theme": "Tema",
        "There is no existing custom fallback file associated with this station.": "Não existe nenhum arquivo personalizado de fallback associado a esta estação.",
        "There is no existing intro file associated with this mount point.": "Não há nenhum arquivo de introdução associado a este ponto de montagem.",
        "There is no existing media associated with this episode.": "Não há nenhuma mídia existente associada a este episódio.",
        "There is no Stereo Tool configuration file present.": "Não há nenhum arquivo de configuração do Stereo Tool presente.",
        "This account will have full access to the system, and you'll automatically be logged in to it for the rest of setup.": "Esta conta terá acesso completo ao sistema, e você será conectado automaticamente para o restante da configuração.",
        "This can be generated in the \"Events\" section for a measurement.": "Isso pode ser gerado na seção \"Eventos\" para uma medição.",
        "This can be retrieved from the GetMeRadio dashboard.": "Isso pode ser obtido no painel do GetMeRadio.",
        "This can make it look like your memory is low while it actually is not. Some monitoring solutions\/panels include cached memory in their used memory statistics without indicating this.": "Isso pode fazer com que pareça que sua memória está baixa, enquanto na verdade não está. Algumas soluções\/painéis de monitoramento incluem memória em cache em suas estatísticas de memória usada sem indicar isso.",
        "This code will be included in the frontend configuration. Allowed formats are:": "Este código será incluído na configuração do frontend. Os formatos permitidos são:",
        "This configuration file should be a valid .sts file exported from Stereo Tool.": "Este arquivo de configuração deve ser um arquivo .sts válido exportado do Stereo Tool.",
        "This CSS will be applied to the main management pages, like this one.": "Este CSS será aplicado às principais páginas de gerenciamento, como este.",
        "This CSS will be applied to the station public pages and login page.": "Este CSS será aplicado às páginas públicas da rádio e na página de login.",
        "This CSS will be applied to the station public pages.": "Este CSS será aplicado às páginas públicas da estação.",
        "This determines how many songs in advance the AutoDJ will automatically fill the queue.": "Isso determina com quantas músicas de antecedência o AutoDJ preencherá automaticamente a fila.",
        "This feature requires the AutoDJ feature to be enabled.": "Este recurso requer que o AutoDJ esteja ativado.",
        "This field is required.": "Este campo é obrigatório.",
        "This field must be a valid decimal number.": "Este campo deve ter um número decimal válido.",
        "This field must be a valid e-mail address.": "Este campo deve ter um endereço de e-mail válido.",
        "This field must be a valid integer.": "Este campo deve ser um número inteiro válido.",
        "This field must be a valid IP address.": "Este campo deve ter um endereço de IP válido.",
        "This field must be a valid URL.": "Este campo deve ter uma URL válida.",
        "This field must be between %{ min } and %{ max }.": "Este campo deve estar entre %{ min } e %{ max }.",
        "This field must have at least %{ min } letters.": "Este campo deve ter pelo menos %{ min } letras.",
        "This field must have at most %{ max } letters.": "Este campo deve ter no máximo %{ max } letras.",
        "This field must only contain alphabetic characters.": "Este campo deve conter apenas caracteres alfabéticos.",
        "This field must only contain alphanumeric characters.": "Este campo deve conter apenas caracteres alfanuméricos.",
        "This field must only contain numeric characters.": "Este campo deve conter apenas caracteres numéricos.",
        "This file will be played on your radio station any time no media is scheduled to play or a critical error occurs that interrupts regular broadcasting.": "Este arquivo será reproduzido em sua estação de rádio sempre que nenhuma mídia estiver programada para ser reproduzida ou ocorrer um erro crítico que interrompa a transmissão regular.",
        "This image will be used as the default album art when this streamer is live.": "Esta imagem será usada como padrão da capa do álbum quando este streamer estiver ao vivo.",
        "This introduction file should exactly match the bitrate and format of the mount point itself.": "Este arquivo de introdução deve corresponder exatamente à taxa de bits e ao formato do próprio ponto de montagem.",
        "This is a 3-5 digit number.": "Este é um número de 3 a 5 dígitos.",
        "This is an advanced feature and custom code is not officially supported by AzuraCast. You may break your station by adding custom code, but removing it should fix any issues.": "Este é um recurso avançado e o código personalizado não é oficialmente suportado pelo AzuraCast. Você pode interromper sua estação adicionando um código personalizado, mas removê-lo deve resolver todos os problemas.",
        "This is the informal display name that will be shown in API responses if the streamer\/DJ is live.": "Este é o nome de exibição informal que será mostrado nas respostas da API se o streamer\/DJ estiver ao vivo.",
        "This is the number of seconds until a streamer who has been manually disconnected can reconnect to the stream. Set to 0 to allow the streamer to immediately reconnect.": "Este é o número de segundos até que um streamer que foi desconectado manualmente possa se reconectar ao stream. Defina como 0 para permitir que o streamer se reconecte imediatamente.",
        "This javascript code will be applied to the station public pages and login page.": "Este código javascript será aplicado às páginas públicas da estação e página de login.",
        "This javascript code will be applied to the station public pages.": "Este código javascript será aplicado nas páginas públicas da estação.",
        "This mode disables AzuraCast's AutoDJ management, using Liquidsoap itself to manage song playback. \"next song\" and some other features will not be available.": "Este modo desativa o gerenciamento do AutoDJ pelo AzuraCast, usando o próprio Liquidsoap para gerenciar a reprodução da música. \"próxima música\" e alguns outros recursos não estarão disponíveis.",
        "This Month": "Este Mês",
        "This name should always begin with a slash (\/), and must be a valid URL, such as \/autodj.mp3": "Este nome deve sempre começar com uma barra (\/) e deve ser uma URL válida, como exemplo \/autodj.mp3",
        "This name will appear as a sub-header next to the AzuraCast logo, to help identify this server.": "Este nome irá aparecer como um sub cabeçalho próximo ao logo do AzuraCast, para ajudar a identificar este servidor.",
        "This page lists all API keys assigned to all users across the system. To manage your own API keys, visit your account profile.": "Esta página lista todas as chaves de API atribuídas a todos os usuários no sistema. Para gerenciar suas próprias chaves de API, visite o perfil da sua conta.",
        "This password is too common or insecure.": "Esta senha é muito comum ou insegura.",
        "This playlist currently has no scheduled times. It will play at all times. To add a new scheduled time, click the button below.": "Atualmente, esta lista de reprodução não tem horários agendados. Ele será reproduzida o tempo todo.\nPara adicionar um novo horário agendado, clique no botão abaixo.",
        "This playlist will play every $x minutes, where $x is specified here.": "Essa playlist irá tocar a cada $x minutos, onde $x é especificado aqui.",
        "This playlist will play every $x songs, where $x is specified here.": "Essa playlist irá reproduzir a cada $x músicas, onde $x é especificado aqui.",
        "This port is not used by any external process. Only modify this port if the assigned port is in use. Leave blank to automatically assign a port.": "Esta porta não é usada por nenhum processo externo. Só modifique se a porta atribuída já estiver em uso. Deixe em branco para atribuir uma porta automaticamente.",
        "This queue contains the remaining tracks in the order they will be queued by the AzuraCast AutoDJ (if the tracks are eligible to be played).": "Esta fila contém as faixas restantes na ordem em que serão enfileiradas pelo AutoDJ do AzuraCast (se as faixas puderem ser reproduzidas).",
        "This service can provide album art for tracks where none is available locally.": "Este serviço pode fornecer a arte do álbum para faixas onde nenhuma estiver disponível localmente.",
        "This software is traditionally used to deliver your broadcast to your listeners. You can still broadcast remotely or via HLS if this service is disabled.": "Este software é tradicionalmente usado para entregar sua transmissão a seus ouvintes. Você ainda pode transmitir remotamente ou via HLS se este serviço estiver desativado.",
        "This software shuffles from playlists of music constantly and plays when no other radio source is available.": "Este software embaralha as playlists constantemente e toca quando nenhuma outra fonte estiver disponível.",
        "This specifies the minimum time (in minutes) between a song playing on the radio and being available to request again. Set to 0 for no threshold.": "Isso especifica o tempo mínimo (em minutos) entre a música tocar e estar disponível novamente para pedir. Defina como 0 para nenhum limite.",
        "This specifies the time range (in minutes) of the song history that the duplicate song prevention algorithm should take into account.": "Isso especifica o intervalo de tempo (em minutos) do histórico da música que o algoritmo de prevenção de repetição deve levar em consideração.",
        "This station's time zone is currently %{tz}.": "O fuso horário desta estação está atualmente %{tz}.",
        "This streamer is not scheduled to play at any times.": "Esse streamer\/Dj não está agendado para reproduzir em momento algum.",
        "This URL is provided within the Discord application.": "Esta URL é fornecida no aplicativo do Discord.",
        "This web hook is no longer supported. Removing it is recommended.": "Este webhook não é mais suportado. Removê-lo é recomendado.",
        "This web hook will only run when the selected event(s) occur on this specific station.": "Este web hook só será executado quando o(s) evento(s) selecionado(s) ocorrerem nesta estação específica.",
        "This will be shown on public player pages if the station is offline. Leave blank to default to a localized version of \"%{message}\".": "Isto será exibido em páginas públicas de jogadores se a estação estiver offline. Deixe em branco para a versão traduzida de \"%{message}\".",
        "This will be the file name for your backup, include the extension for file type you wish to use.": "Este será o nome do arquivo para seu backup, incluindo a extensão para o tipo de arquivo que você deseja usar.",
        "This will be used as the label when editing individual songs, and will show in API results.": "Isso será usado como identificação ao editar músicas individuais e será exibido nos resultados da API.",
        "This will clear any pending unprocessed messages in all message queues.": "Isto irá limpar todas as mensagens pendentes não processadas em todas as listas de mensagens.",
        "This will produce a significantly smaller backup, but you should make sure to back up your media elsewhere. Note that only locally stored media will be backed up.": "Isso produzirá um backup significativamente menor, mas você deve fazer o backup da mídia em outro lugar. Observe que apenas a mídia armazenada localmente terá backup.",
        "Thumbnail Image URL": "Tamanho de Imagem em Miniatura",
        "Thursday": "Quinta-feira",
        "Time": "Hora",
        "Time (sec)": "Tempo (seg)",
        "Time Display": "Hora",
        "Time spent waiting for disk I\/O to be completed.": "Tempo gasto à espera que a E\/S do disco seja concluída.",
        "Time stolen by other virtual machines on the same physical server.": "Tempo roubado por outras máquinas virtuais no mesmo servidor físico.",
        "Time Zone": "Fuso Horário",
        "Title": "Título",
        "To alleviate this potential problem with shared CPU resources, hosts assign \"credits\" to a VPS which are used up according to an algorithm based on the CPU load as well as the time over which the CPU load is generated. If your VM's assigned credit is used up, they will take CPU time from your VM and assign it to other VMs on the machine. This is seen as the \"Steal\" or \"St\" value.": "Para aliviar esse problema potencial com recursos compartilhados da CPU, os hosts atribuem \"créditos\" a um VPS que são usados de acordo com um algoritmo baseado na carga da CPU, bem como no tempo durante o qual a carga da CPU é gerada. Se o crédito atribuído à sua VM estiver esgotado, eles usarão o tempo de CPU da sua VM e o atribuirão a outras VMs na máquina. Isso é visto como o valor \"Steal\" ou \"St\".",
        "To customize installation settings, or if automatic updates are disabled, you can follow our standard update instructions to update via your SSH console.": "Para personalizar as configurações de instalação ou se as atualizações automáticas estiverem desativadas, você pode seguir nossas instruções de atualização padrão para atualizar por meio do SSH.",
        "To download the GeoLite database:": "Para baixar a base de dados GeoLite:",
        "To play once per day, set the start and end times to the same value.": "Para tocar uma vez por dia, defina a hora de início e de fim para o mesmo valor.",
        "To restore a backup from your host computer, run:": "Para restaurar um backup do seu computador de host, execute:",
        "To retrieve detailed unique listeners and client details, an administrator password is often required.": "Para recuperar ouvintes exclusivos detalhados e detalhes do cliente, geralmente é necessária uma senha de administrador.",
        "To set this schedule to run only within a certain date range, specify a start and end date.": "Para definir este cronograma a ser executado apenas dentro de um determinado intervalo de datas, especifique uma data de início e fim.",
        "To use this feature, a secure (HTTPS) connection is required. Firefox is recommended to avoid static when broadcasting.": "Para usar esse recurso, é necessária uma conexão segura (HTTPS). O Firefox é recomendado para evitar estática durante a transmissão.",
        "To verify that the code was set up correctly, enter the 6-digit code the app shows you.": "Para verificar se o código foi configurado corretamente, digite o código de 6 dígitos que o app mostra.",
        "Today": "Hoje",
        "Toggle Menu": "Alternar Menu",
        "Toggle Sidebar": "Alternar barra lateral",
        "Top Browsers by Connected Time": "Principais Navegadores por Tempo Conectado",
        "Top Browsers by Listeners": "Principais Navegadores por Ouvintes",
        "Top Countries by Connected Time": "Principais Países por Tempo Conectado",
        "Top Countries by Listeners": "Principais Países por Ouvintes",
        "Top Streams by Connected Time": "Principais Streams por Tempo Conectado",
        "Top Streams by Listeners": "Principais Streams por Ouvintes",
        "Total Disk Space": "Espaço Total em Disco",
        "Total Listener Hours": "Total de Horas de Ouvinte",
        "Total RAM": "Total de RAM",
        "Transmitted": "Transmitido",
        "Triggers": "Disparos",
        "Tuesday": "Terça-feira",
        "TuneIn AIR": "TuneIn AIR",
        "TuneIn Partner ID": "ID do Parceiro TuneIn",
        "TuneIn Partner Key": "Chave do Parceiro TuneIn",
        "TuneIn Station ID": "ID da Estação do TuneIn",
        "Two-Factor Authentication": "Autenticação de dois fatores",
        "Two-factor authentication improves the security of your account by requiring a second one-time access code in addition to your password when you log in.": "Autenticação de dois fatores melhora a segurança da sua conta, exigindo um segundo código de acesso único além de sua senha quando você se logar.",
        "Typically a website with content about the episode.": "Normalmente um site com conteúdo sobre o episódio.",
        "Typically the home page of a podcast.": "Normalmente a página inicial do podcast.",
        "Unable to update.": "Não foi possível atualizar.",
        "Unassigned Files": "Arquivos Não Atribuídos",
        "Uninstall": "Desinstalar",
        "Unique": "Único",
        "Unique identifier for the target chat or username of the target channel (in the format @channelusername).": "Identificador único para o chat de destino ou nome de usuário do canal de destino (no formato @channelusername).",
        "Unique Listeners": "Ouvintes únicos",
        "Unknown": "Desconhecido",
        "Unknown Artist": "Artista Desconhecido",
        "Unknown Title": "Título Desconhecido",
        "Unlisted": "Não listado",
        "Unmute": "Ativar Som",
        "Unprocessable Files": "Arquivos Não Processáveis",
        "Unselect All Rows": "Desmarcar Todas as Linhas",
        "Unselect Row": "Desmarcar Linha",
        "Up": "Para Cima",
        "Upcoming Song Queue": "Fila das próximas músicas",
        "Update": "Atualizar",
        "Update AzuraCast": "Atualizar o AzuraCast",
        "Update AzuraCast via Web": "Atualizar o AzuraCast pela Web",
        "Update AzuraCast? Your installation will restart.": "Atualizar o AzuraCast? Sua instalação será reiniciada.",
        "Update Details": "Detalhes da Atualização",
        "Update Instructions": "Instruções de atualização",
        "Update Metadata": "Atualizar Metadados",
        "Update started. Your installation will restart shortly.": "Atualização iniciada. Sua instalação reiniciará em breve.",
        "Update Station Configuration": "Atualizar Configuração da Estação",
        "Update via Web": "Atualizar pela Web",
        "Updated": "Atualizado",
        "Updated successfully.": "Atualizado com sucesso.",
        "Upload a Stereo Tool configuration file from the \"Broadcasting\" submenu in the station profile.": "Envie um arquivo de configuração do Stereo Tool do sub-menu \" Transmissão\" no perfil da estação.",
        "Upload Custom Assets": "Carregar Recursos Personalizados",
        "Upload Stereo Tool Configuration": "Enviar Configuração do Stereo Tool",
        "Upload the file on this page to automatically extract it into the proper directory.": "Faça o upload do arquivo nesta página para extraí-lo automaticamente para o diretório adequado.",
        "URL": "URL",
        "URL Stub": "URL Curta",
        "Use": "Uso",
        "Use (Us)": "Uso (Nós)",
        "Use API keys to authenticate with the AzuraCast API using the same permissions as your user account.": "Use as chaves API para autenticar com a API do AzuraCast utilizando as mesmas permissões que a sua conta de usuário.",
        "Use Browser Default": "Usar o Padrão do Navegador",
        "Use High-Performance Now Playing Updates": "Usar as Atualizações de Alto Desempenho no Tocando Agora",
        "Use Icecast 2.4 on this server.": "Icecast 2.4",
        "Use Less CPU (Uses More Memory)": "Usar menos CPU (Usa Mais Memória)",
        "Use Less Memory (Uses More CPU)": "Usar Menos Memória (Usa Mais CPU)",
        "Use Liquidsoap on this server.": "Usar o Liquidsoap.",
        "Use Path Instead of Subdomain Endpoint Style": "Usar o caminho em vez do estilo do endpoint do subdomínio",
        "Use Replaygain Metadata": "Usar Metadados do Replaygain",
        "Use Secure (TLS) SMTP Connection": "Usar Conexão SMTP Segura (TLS)",
        "Use Shoutcast DNAS 2 on this server.": "Shoutcast DNAS 2",
        "Use the Telegram Bot API to send a message to a channel.": "Usar a API do Bot do Telegram para enviar uma mensagem para um canal.",
        "Use Web Proxy for Radio": "Usar Web Proxy Para as Rádios",
        "Used": "Usado",
        "Used for \"Forgot Password\" functionality, web hooks and other functions.": "Usado para a funcionalidade \"Esqueci a Senha\", web hooks e outras funções.",
        "User": "Usuário",
        "User Accounts": "Contas de usuário",
        "User Agent": "Agente do Usuário",
        "User Name": "Nome de Usuário",
        "User Permissions": "Permissões de Usuário",
        "Username": "Usuário",
        "Username:": "Usuário:",
        "Users": "Usuários",
        "Users with this role will have these permissions across the entire installation.": "Usuários com essa função terão essas permissões em toda a instalação.",
        "Users with this role will have these permissions for this single station.": "Usuários com essa função terão essas permissões para esta única estação.",
        "Uses either Websockets, Server-Sent Events (SSE) or static JSON files to serve Now Playing data on public pages. This improves performance, especially with large listener volume. Disable this if you are encountering problems with the service or use multiple URLs to serve your public pages.": "Utiliza Websockets, Server-Sent Events (SSE) ou arquivos JSON estáticos para fornecer dados do Tocando Agora em páginas públicas. Isso melhora o desempenho, especialmente com grande volume de ouvinte. Desabilite isso se você estiver encontrando problemas com o serviço ou usar vários URLs para servir suas páginas públicas.",
        "Using a passkey (like Windows Hello, YubiKey, or your smartphone) allows you to securely log in without needing to enter your password or two-factor code.": "Usar uma chave de acesso (como Windows Hello, YubiKey ou smartphone) permite que você faça login com segurança, sem precisar inserir sua senha ou código de dois fatores.",
        "Using this page, you can customize several sections of the Liquidsoap configuration. This allows you to add advanced functionality to your station's AutoDJ.": "Usando esta página, você pode personalizar várias seções da configuração do Liquidsoap. Isso permite que você adicione funcionalidades avançadas ao AutoDJ da sua estação.",
        "Usually enabled for port 465, disabled for ports 587 or 25.": "Normalmente habilitado para a porta 465, desativado para as portas 587 ou 25.",
        "Variables are in the form of: ": "Variáveis estão na forma de: ",
        "View": "Visualizar",
        "View Fullscreen": "Ver em tela cheia",
        "View Listener Report": "Exibir Relatório de Ouvinte",
        "View Profile": "Visualizar Perfil",
        "View tracks in playlist": "Ver faixas na playlist",
        "Visit the \"My License Key\" page under the \"Services\" section.": "Visite a página \"Minha Chave de Licença\" sob a seção \"Serviços\".",
        "Visit the Dropbox App Console:": "Visite o console do Dropbox App:",
        "Visit the link below to sign in and generate an access code:": "Visite o link abaixo para entrar e gerar um código de acesso:",
        "Visit your Mastodon instance.": "Visite sua instância do Mastodon.",
        "Visual Cue Editor": "Editor Visual Cue",
        "Volume": "Volume",
        "Wait": "Espera",
        "Wait (Wa)": "Espera (Wa)",
        "Warning": "Atenção",
        "Waveform Zoom": "Zoom da Forma de Onda",
        "Web DJ": "Web Dj",
        "Web Hook Details": "Detalhes do Web Hook",
        "Web Hook Name": "Nome do Web Hook",
        "Web Hook Triggers": "Disparos do Web Hook",
        "Web Hook URL": "URL do Web Hook",
        "Web Hooks": "Web Hooks",
        "Web hooks automatically send a HTTP POST request to the URL you specify to notify it any time one of the triggers you specify occurs on your station.": "Os Web hooks enviam automaticamente uma solicitação HTTP POST para o URL que você especificar para notificá-lo sempre que um dos disparos especificados ocorrer em sua estação.",
        "Web hooks let you connect to external web services and broadcast changes to your station to them.": "Os Web hooks permitem que você se conecte a serviços da Web externos e transmita para eles as alterações de sua estação.",
        "Web Site URL": "URL do Site",
        "Web updates are not available for your installation. To update your installation, perform the manual update process instead.": "As atualizações da Web não estão disponíveis para sua instalação. Para atualizar sua instalação, execute o processo de atualização manual.",
        "WebDJ": "WebDJ",
        "WebDJ connected!": "WebDJ conectado!",
        "Website": "Site",
        "Wednesday": "Quarta-feira",
        "Weight": "Peso",
        "Welcome to AzuraCast!": "Bem-vindo ao AzuraCast!",
        "Welcome!": "Bem Vindo!",
        "When making API calls, you can pass this value in the \"X-API-Key\" header to authenticate as yourself.": "Ao fazer chamadas da API, você pode passar esse valor no cabeçalho \"X-API-Key\" para se autenticar como você mesmo.",
        "When the song changes and a live streamer\/DJ is connected": "Quando a música mudar e um streamer\/DJ ao vivo for conectado",
        "When the station broadcast comes online": "Quando a transmissão da estação estiver online",
        "When the station broadcast goes offline": "Quando a transmissão da estação ficar offline",
        "Whether the AutoDJ should attempt to avoid duplicate artists and track titles when playing media from this playlist.": "O AutoDJ tentará evitar artistas e títulos de faixas duplicados ao reproduzir mídia desta playlist.",
        "Widget Type": "Tipo de Widget",
        "Worst Performing Songs": "Músicas Com Pior Desempenho",
        "Yes": "Sim",
        "Yesterday": "Ontem",
        "You": "Você",
        "You can also upload files in bulk via SFTP.": "Você também pode enviar arquivos em quantidade via SFTP.",
        "You can find answers for many common questions in our support documents.": "Você pode encontrar respostas para muitas perguntas comuns em nossos documentos de suporte.",
        "You can include any special mount point settings here, in either JSON { key: 'value' } format or XML <key>value<\/key>": "Você pode incluir qualquer configuração de ponto de montagem especial aqui, tanto em JSON { key: 'value' } ou no formato XML <key>value<\/key>",
        "You can only perform the actions your user account is allowed to perform.": "Você só pode realizar as ações que sua conta de usuário tem permissão para realizar.",
        "You can set a custom URL for this stream that AzuraCast will use when referring to it. Leave empty to use the default value.": "Você pode definir uma URL personalizada para este fluxo que o AzuraCast usará ao se referir a ele. Deixe vazio para usar o valor padrão.",
        "You may need to connect directly to your IP address:": "Talvez você precise se conectar diretamente pelo endereço IP:",
        "You may need to connect directly via your IP address:": "Talvez você precise se conectar diretamente através do seu endereço IP:",
        "You will not be able to retrieve it again.": "Você não poderá recuperá-lo novamente.",
        "Your browser does not support passkeys. Consider updating your browser to the latest version.": "Seu navegador não oferece suporte a chaves de acesso. Considere atualizar seu navegador para uma versão mais recente.",
        "Your full API key is below:": "Sua chave de API completa está abaixo:",
        "Your installation is currently on this release channel:": "Sua instalação está atualmente nesta versão de lançamento:",
        "Your installation is up to date! No update is required.": "Sua instalação está atualizada! Nenhuma atualização é necessária.",
        "Your installation needs to be updated. Updating is recommended for performance and security improvements.": "Sua instalação precisa ser atualizada. A atualização é recomendada para melhorias de desempenho e segurança.",
        "Your station does not support reloading configuration. Restart broadcasting instead to apply changes.": "Sua estação não suporta a configuração de recarregar. Reinicie a transmissão para aplicar as alterações.",
        "Your station has changes that require a reload to apply.": "Sua estação tem alterações que necessita ser reiniciada para serem aplicadas.",
        "Your station is currently not enabled for broadcasting. You can still manage media, playlists, and other station settings. To re-enable broadcasting, edit your station profile.": "Sua estação não está atualmente ativada para transmissão. Você ainda pode gerenciar mídias, playlists e outras configurações. Para reativar a transmissão, edite seu perfil da estação.",
        "Your station supports reloading configuration.": "Sua estação suporta a configuração de recarregar.",
        "YouTube": "YouTube",
        "YP Directory Authorization Hash": "Hash de Autorização do Diretório YP",
        "%d files processed.": "%d arquivos processados.",
        "Your request has been submitted and will be played soon.": "A seu pedido foi enviado e será reproduzido em breve.",
        "Station reloaded.": "Estação Reiniciada.",
        "Station restarted.": "Estação reiniciada.",
        "Service stopped.": "Serviço parado.",
        "Service started.": "Serviço iniciado.",
        "Service reloaded.": "Serviço recarregado.",
        "Service restarted.": "Serviço reiniciado.",
        "Song skipped.": "Música ignorada.",
        "Streamer disconnected.": "Streamer desconectado.",
        "This station is out of available storage space.": "Esta rádio ultrapassou o espaço disponível em disco.",
        "Station Nginx Configuration": "Configuração do Nginx da Estação",
        "Liquidsoap Log": "Log do Liquidsoap",
        "Liquidsoap Configuration": "Configuração do Liquidsoap",
        "Icecast Access Log": "Registro de acesso do Icecast",
        "Icecast Error Log": "Registro de Erro do Icecast",
        "Icecast Configuration": "Configuração do Icecast",
        "Shoutcast Log": "Registros do Shoutcast",
        "Shoutcast Configuration": "Configuração do Shoutcast",
        "Playlist enabled.": "Playlist ativada.",
        "Playlist disabled.": "Playlist desativada.",
        "This playlist is not a sequential playlist.": "Esta lista de reprodução não é uma lista de reprodução sequencial.",
        "This playlist is not song-based.": "Esta playlist não é baseada em músicas.",
        "Playlist emptied.": "Playlist esvaziada.",
        "Base Directory": "Diretório Base",
        "Playlist successfully imported; %d of %d files were successfully matched.": "Playlist importada com sucesso; %d de %d arquivos foram encontrados com sucesso.",
        "Playlist applied to folders.": "Playlist aplicada às pastas.",
        "Playlist reshuffled.": "Lista de reprodução reorganizada.",
        "No recording available.": "Não há gravação disponível.",
        "No directory specified": "Nenhum diretório especificado",
        "File Not Processed: %s": "Arquivo Não Processado: %s",
        "Cover Art": "Arte da Capa",
        "File Processing": "Processando Arquivo",
        "File not specified.": "Arquivo não especificado.",
        "New path not specified.": "Novo caminho não especificado.",
        "Podcast not found!": "Podcast não encontrado!",
        "Bot\/Crawler": "Bot\/Crawler",
        "Desktop Browser": "Computador",
        "Non-Browser": "Não Navegador",
        "Connected Seconds": "Segundos Conectados",
        "Less than Thirty Seconds": "Menos de 30 Segundos",
        "Thirty Seconds to One Minute": "De 30 Segundos a 1 Minuto",
        "One Minute to Five Minutes": "De 1 Minuto a 5 Minutos",
        "Five Minutes to Ten Minutes": "De 5 Minutos a 10 Minutos",
        "Ten Minutes to Thirty Minutes": "De 10 Minutos a 30 Minutos",
        "Thirty Minutes to One Hour": "De 30 Minutos a 1 Hora",
        "One Hour to Two Hours": "De 1 Hora a 2 Horas",
        "More than Two Hours": "Mais de 2 Horas",
        "Web hook enabled.": "Hook Web ativado.",
        "Web hook disabled.": "Web hook desativado.",
        "Create a new storage location based on the base directory.": "Criar um novo local de armazenamento baseado no diretório base.",
        "Test Message": "Mensagem de Teste",
        "This is a test message from AzuraCast. If you are receiving this message, it means your e-mail settings are configured correctly.": "Esta é uma mensagem de teste do AzuraCast. Se você estiver recebendo esta mensagem, significa que suas configurações de e-mail estão configuradas corretamente.",
        "Test message sent successfully.": "Mensagem de teste enviada com sucesso.",
        "AzuraCast Application Log": "Log do AzuraCast",
        "AzuraCast Now Playing Log": "Registro do Tocando Agora do Azuracast",
        "AzuraCast Synchronized Task Log": "Registro das tarefas sincronizadas do AzuraCast",
        "AzuraCast Queue Worker Log": "Registro da fila do Worker do Azuracast",
        "Service Log: %s (%s)": "Registro de Serviços: %s (%s)",
        "Nginx Access Log": "Log de acesso Nginx",
        "Nginx Error Log": "Log de erro Nginx",
        "PHP Application Log": "Log de aplicação do PHP",
        "Supervisord Log": "Registro do Supervisor",
        "You cannot modify yourself.": "Você não pode modificar a si mesmo.",
        "You cannot remove yourself.": "Você não pode remover a si mesmo.",
        "All Stations": "Todas as Estações",
        "Logged in successfully.": "Identificado com sucesso.",
        "Login unsuccessful": "Início de sessão falhou",
        "Your credentials could not be verified.": "Suas credenciais não puderam ser verificadas.",
        "User not found.": "Usuário não encontrado.",
        "Too many login attempts": "Muitas tentativas de login",
        "You have attempted to log in too many times. Please wait 30 seconds and try again.": "Você tentou entrar muitas vezes. Por favor, aguarde 30 segundos e tente novamente.",
        "Complete the setup process to get started.": "Conclua o processo de configuração para começar.",
        "Invalid token specified.": "Token especificado inválido.",
        "Logged in using account recovery token": "Conectado usando o token de recuperação da conta",
        "Your password has been updated.": "Sua senha foi atualizada.",
        "Too many forgot password attempts": "Muitas tentativas de redefinição de senha",
        "You have attempted to reset your password too many times. Please wait 30 seconds and try again.": "Você tentou redefinir sua senha muitas vezes. Aguarde 30 segundos e tente novamente.",
        "Account Recovery": "Recuperação de Conta",
        "Account recovery e-mail sent.": "E-mail de recuperação da conta foi enviado.",
        "If the e-mail address you provided is in the system, check your inbox for a password reset message.": "Se o endereço de e-mail fornecido estiver no sistema, verifique se há uma mensagem de redefinição de senha em sua caixa de entrada.",
        "Set Up AzuraCast": "Configurar o AzuraCast",
        "Setup has already been completed!": "Configuração já foi concluída!",
        "Episode not found.": "Episódio não encontrado.",
        "No episodes found.": "Nenhum episódio encontrado.",
        "New AzuraCast Stable Release Available": "Nova Versão Estável do AzuraCast Está Disponível",
        "Version %s is now available. You are currently running version %s. Updating is recommended.": "A versão %s agora está disponível. No momento, você está executando a versão %s. A atualização é recomendada.",
        "New AzuraCast Rolling Release Available": "Nova Versão Rolling Realese Está Disponível",
        "Your installation is currently %d update(s) behind the latest version. Updating is recommended.": "Sua instalação está atualmente com %d atualização(ões) atrás da versão mais recente. A atualização é recomendada.",
        "Switch to Stable Channel Available": "Alteração Disponível para a Versão Estável",
        "Your Rolling Release installation is currently older than the latest Stable release. This means you can switch releases to the \"Stable\" release channel if desired.": "Sua instalação Rolling Release é atualmente mais antiga que a versão estável mais recente. Isso significa que você pode mudar para a versão \"Estável\", se desejar.",
        "Service Not Running: %s": "Serviço Não Iniciado: %s",
        "One of the essential services on this installation is not currently running. Visit the system administration and check the system logs to find the cause of this issue.": "Um dos serviços essenciais nesta instalação não está em execução no momento. Visite a administração do sistema e verifique os registros do sistema para encontrar a causa desse problema.",
        "AzuraCast is free and open-source software.": "O AzuraCast é um software livre e de código aberto.",
        "If you are enjoying AzuraCast, please consider donating to support our work. We depend on donations to build new features, fix bugs, and keep AzuraCast modern, accessible and free.": "Se você está gostando de AzuraCast, por favor considere fazer uma doação para apoiar nosso trabalho. Nós dependemos de doações para criar novas funcionalidades, corrigir bugs e manter o AzuraCast moderno, acessível e gratuito.",
        "Donate to AzuraCast": "Doar para o AzuraCast",
        "Installation Not Recently Backed Up": "Instalação sem backup recente",
        "This installation has not been backed up in the last two weeks.": "Não foi feito backup desta instalação nas últimas duas semanas.",
        "Synchronization Disabled": "Sincronização Desativada",
        "Routine synchronization is currently disabled. Make sure to re-enable it to resume routine maintenance tasks.": "A sincronização de rotina está atualmente desativada. Certifique-se de reativá-la para retomar as tarefas de manutenção de rotina.",
        "Synchronization Not Recently Run": "Sincronização Não Executada Recentemente",
        "The routine synchronization task has not run recently. This may indicate an error with your installation.": "A tarefa de sincronização de rotina não tem sido executada recentemente. Isto pode indicar um erro com sua instalação.",
        "The performance profiling extension is currently enabled on this installation.": "A extensão de perfil de desempenho está ativada nesta instalação.",
        "You can track the execution time and memory usage of any AzuraCast page or application from the profiler page.": "Você pode rastrear o tempo de execução e o uso de memória de qualquer página ou aplicativo AzuraCast na página do criador do perfil.",
        "Profiler Control Panel": "Painel de Controle do Perfil",
        "Performance profiling is currently enabled for all requests.": "O perfil de desempenho está atualmente habilitado para todas as solicitações.",
        "This can have an adverse impact on system performance. You should disable this when possible.": "Isso pode ter um impacto adverso no desempenho do sistema. Você deve desativar isso quando possível.",
        "This server is not the current active instance.": "Este servidor não é a instância ativa atual.",
        "This likely means that multiple AzuraCast instances are connecting to the same database. This instance is not the current active one, so synchronized tasks won't run on this server. If this is intentional, you can disregard this message.": "Isso provavelmente significa que várias instâncias do AzuraCast estão se conectando ao mesmo banco de dados. Esta instância não é a ativa atual, portanto, as tarefas sincronizadas não serão executadas neste servidor. Se isso for intencional, você pode desconsiderar esta mensagem.",
        "You may want to update your base URL to ensure it is correct.": "Você pode querer atualizar sua URL base para garantir que ela esteja correta.",
        "If you regularly use different URLs to access AzuraCast, you should enable the \"Prefer Browser URL\" setting.": "Se você usa regularmente URLs diferentes para acessar o AzuraCast, você deve habilitar a configuração \"Preferir URL do Navegador\".",
        "Your \"Base URL\" setting (%s) does not match the URL you are currently using (%s).": "Sua configuração da \"URL base\" (%s) não coincide com a URL que você está usando atualmente (%s).",
        "Select...": "Selecionar...",
        "Album Artist": "Artista do Álbum",
        "Album Artist Sort Order": "Ordem de Classificação do Artista do Álbum",
        "Album Sort Order": "Ordem de Classificação do Álbum",
        "Band": "Banda",
        "BPM": "BPM",
        "Comment": "Comentário",
        "Commercial Information": "Informação Comercial",
        "Composer": "Compositor",
        "Composer Sort Order": "Ordem de Classificação do Compositor",
        "Conductor": "Condutor",
        "Content Group Description": "Descrição do Grupo de Conteúdo",
        "Copyright": "Direitos autorais",
        "Copyright Message": "Mensagem de Copyright",
        "Encoded By": "Codificado por",
        "Encoder Settings": "Configurações do Encoder",
        "Encoding Time": "Tempo de Codificação",
        "File Owner": "Proprietário do Arquivo",
        "File Type": "Tipo de Arquivo",
        "Initial Key": "Chave Inicial",
        "Internet Radio Station Name": "Nome da Estação de Rádio da Internet",
        "Internet Radio Station Owner": "Proprietário da Estação de Rádio da Internet",
        "Involved People List": "Lista de Pessoas Envolvidas",
        "Linked Information": "Informação Vinculada",
        "Lyricist": "Compositor",
        "Media Type": "Tipo de Mídia",
        "Mood": "Disposição",
        "Music CD Identifier": "Identificador do CD de Música",
        "Musician Credits List": "Lista de Créditos dos Músicos",
        "Original Album": "Álbum Original",
        "Original Artist": "Artista Original",
        "Original Filename": "Nome do Arquivo Original",
        "Original Lyricist": "Compositor Original",
        "Original Release Time": "Data da Origem do Lançamento",
        "Original Year": "Ano de Origem",
        "Part of a Compilation": "Parte de uma Compilação",
        "Part of a Set": "Parte de um Conjunto",
        "Performer Sort Order": "Ordem de Classificação do Artista",
        "Playlist Delay": "Atraso da Playlist",
        "Produced Notice": "Aviso de Produção",
        "Publisher": "Gravadora",
        "Recording Time": "Tempo de Gravação",
        "Release Time": "Data de Lançamento",
        "Remixer": "Remixer",
        "Set Subtitle": "Definir Legenda",
        "Subtitle": "Legenda",
        "Tagging Time": "Tempo de Marcação",
        "Terms of Use": "Termos de Uso",
        "Title Sort Order": "Ordem de Classificação do Título",
        "Track Number": "Número da Faixa",
        "Unsynchronised Lyrics": "Letras Não Sincronizadas",
        "URL Artist": "URL do Artista",
        "URL File": "URL do Arquivo",
        "URL Payment": "URL de Pagamento",
        "URL Publisher": "URL da Gravadora",
        "URL Source": "URL da Fonte",
        "URL Station": "URL da Estação",
        "URL User": "URL do Usuário",
        "Year": "Ano",
        "Search engine crawlers are not permitted to use this feature.": "Não é permitido que os motores de busca usem este recurso.",
        "You are not permitted to submit requests.": "Você não está autorizado a realizar pedidos.",
        "This track is not requestable.": "Esta faixa não pode ser solicitada.",
        "You have submitted a request too recently! Please wait before submitting another one.": "Você enviou um pedido muito recentemente! Por favor, aguarde antes de enviar outro.",
        "This song was already requested and will play soon.": "Essa música já foi solicitada e tocará em breve.",
        "This song or artist has been played too recently. Wait a while before requesting it again.": "Esta música já foi reproduzida recentemente. Por favor espere antes de solicitar novamente.",
        "Record not found": "Registro não encontrado",
        "The uploaded file exceeds the upload_max_filesize directive in php.ini.": "O arquivo enviado excede a diretiva upload_max_filesize no php.ini.",
        "The uploaded file exceeds the MAX_FILE_SIZE directive from the HTML form.": "O arquivo enviado excede o valor de MAX_FILE_SIZE do formulário HTML.",
        "The uploaded file was only partially uploaded.": "O arquivo foi enviado apenas parcialmente.",
        "No file was uploaded.": "Nenhum arquivo foi enviado.",
        "No temporary directory is available.": "Diretório temporário não está disponível.",
        "Could not write to filesystem.": "Não foi possível gravar no sistema de arquivos.",
        "Upload halted by a PHP extension.": "Envio interrompido por uma extensão PHP.",
        "Unspecified error.": "Erro não especificado.",
        "Changes saved successfully.": "Alterações salvas com sucesso.",
        "Record created successfully.": "Registro criado com sucesso.",
        "Record updated successfully.": "Registro atualizado com sucesso.",
        "Record deleted successfully.": "Registro excluído com sucesso.",
        "Playlist: %s": "Playlist: %s",
        "Streamer: %s": "Transmissão: %s",
        "This station does not currently support this functionality.": "Esta estação atualmente não suporta esta funcionalidade.",
        "This station does not currently support on-demand media.": "Esta estação atualmente não suporta mídia on-demand.",
        "This station does not currently accept requests.": "Esta estação não aceita pedidos no momento.",
        "%s is not recognized as a service.": "%s não é reconhecido como um serviço.",
        "It may not be registered with Supervisor yet. Restarting broadcasting may help.": "Ele ainda não pode ser registrado com Supervisor. Reiniciar a transmissão pode ajudar.",
        "%s cannot start": "%s não iniciada",
        "It is already running.": "Já está rodando.",
        "%s cannot stop": "%s não pode parar",
        "It is not running.": "Não está rodando.",
        "%s encountered an error: %s": "%s encontrou um erro: %s",
        "Check the log for details.": "Verifique o log para detalhes.",
        "Record not found.": "Registro não encontrado.",
        "File not found.": "Arquivo não encontrado.",
        "Station not found.": "Estação não encontrada.",
        "Podcast not found.": "Podcast não encontrado.",
        "Cannot submit request: %s": "Não é possível enviar a solicitação: %s",
        "You must be logged in to access this page.": "Você precisa estar logado para acessar esta página.",
        "You do not have permission to access this portion of the site.": "Você não tem permissão para acessar essa área do site.",
        "This value is already used.": "Este valor já está em uso.",
        "Storage location %s could not be validated: %s": "Local de armazenamento %s não pôde ser validado: %s",
        "Storage location %s already exists.": "Local de armazenamento %s já existe.",
        "The port %s is in use by another station.": "A porta %s está sendo usada por outra estação.",
        "Fixtures loaded.": "Instalações carregadas.",
        "The account associated with e-mail address \"%s\" has been set as an administrator": "A conta associada com o e-mail \"%s\" foi alterada para ser um administrador",
        "Account not found.": "Conta não encontrada.",
        "AzuraCast Settings": "Configurações AzuraCast",
        "Setting Key": "Chave de configuração",
        "Setting Value": "Configurando Valor",
        "Backup path %s not found!": "Caminho de backup %s não encontrado!",
        "AzuraCast Backup": "Backup AzuraCast",
        "Please wait while a backup is generated...": "Por favor aguarde enquanto a cópia de segurança é criada...",
        "Creating temporary directories...": "Criando diretórios temporários...",
        "Backing up MariaDB...": "Fazendo backup do MariaDB...",
        "Creating backup archive...": "Criando arquivo de backup...",
        "Cleaning up temporary files...": "Limpando arquivos provisórios...",
        "Backup complete in %.2f seconds.": "Backup concluído em %.2f segundos.",
        "Imported locale: %s": "Local importado: %s",
        "Database Migrations": "Migrações do Banco de Dados",
        "Database is already up to date!": "O banco de dados já está atualizado!",
        "Running database migrations...": "Executando migrações do banco de dados...",
        "Database migration failed: %s": "Migração do banco de dados falhou: %s",
        "Database migration completed!": "Migração de banco de dados concluída!",
        "Configuration successfully written.": "Configuração gravada com sucesso.",
        "Backing up initial database state...": "Fazendo backup do estado inicial do banco de dados...",
        "We detected a database restore file from a previous (possibly failed) migration.": "Detectamos um arquivo de restauração do banco de dados de uma migração anterior (possivelmente com falha).",
        "Attempting to restore that now...": "Tentando restaurar isso agora...",
        "Attempting to roll back to previous database state...": "Tentando reverter para o estado anterior do banco de dados...",
        "Your database was restored due to a failed migration.": "Seu banco de dados foi restaurado devido a uma migração que falhou.",
        "Please report this bug to our developers.": "Por favor, reporte este bug para nossos desenvolvedores.",
        "Restore failed: %s": "Restauração falhou: %s",
        "AzuraCast Initializing...": "Inicializando o AzuraCast...",
        "AzuraCast Setup": "AzuraCast Setup",
        "Welcome to AzuraCast. Please wait while some key dependencies of AzuraCast are set up...": "Bem-vindo ao AzuraCast. Por favor, aguarde enquanto algumas dependências fundamentais do AzuraCast são configuradas...",
        "Running Database Migrations": "Migrações de banco de dados em execução",
        "Generating Database Proxy Classes": "Gerando Classes de Proxy do Banco de Dados",
        "Reload System Data": "Recarregar Dados do Sistema",
        "Installing Data Fixtures": "Instalando Instalações de Dados",
        "Refreshing All Stations": "Atualizando todas as estações",
        "AzuraCast is now updated to the latest version!": "AzuraCast agora está atualizado para a versão mais recente!",
        "AzuraCast installation complete!": "Instalação AzuraCast completa!",
        "Visit %s to complete setup.": "Visite %s para concluir a configuração.",
        "Roll Back Database": "Banco de Dados Roll Back",
        "Database rolled back to stable release version \"%s\".": "Banco de dados voltou para a versão estável \"%s\".",
        "All Permissions": "Permissão Total",
        "View Station Page": "Visualizar pagina da Estação",
        "View Station Reports": "Visualizar relatórios da estação",
        "View Station Logs": "Visualizar logs da estação",
        "Manage Station Profile": "Editar perfil da estação",
        "Manage Station Broadcasting": "Gerenciar Transmissão da Estação",
        "Manage Station Streamers": "Gerenciar Streamers de Estação",
        "Manage Station Mount Points": "Gerenciar Pontos de Montagem Estação",
        "Manage Station Remote Relays": "Gerenciar Relays de Estação Remota",
        "Manage Station Media": "Gerenciar Arquivos de Música da Estação",
        "Manage Station Automation": "Gerenciar automação de estações",
        "Manage Station Web Hooks": "Gerenciar Hooks Web da estação",
        "Manage Station Podcasts": "Gerenciar Podcasts da Estação",
        "View Administration Page": "Visualizar Página da Administração",
        "View System Logs": "Visualizar Logs do Sistema",
        "Administer Settings": "Administrar configurações",
        "Administer API Keys": "Administrar Chaves de API",
        "Administer Stations": "Administrar Estações",
        "Administer Custom Fields": "Administrar Campos Personalizados",
        "Administer Backups": "Administrar Backups",
        "Administer Storage Locations": "Administrar Locais de Armazenamento",
        "AzuraCast Installer": "Instalador do AzuraCast",
        "Welcome to AzuraCast! Complete the initial server setup by answering a few questions.": "Bem-vindo ao AzuraCast! Complete a configuração inicial do servidor respondendo algumas perguntas.",
        "AzuraCast Updater": "Atualizador do AzuraCast",
        "Change installation settings?": "Alterar as configurações de instalação?",
        "AzuraCast is currently configured to listen on the following ports:": "O AzuraCast está configurado para ser ouvido nas seguintes portas:",
        "HTTP Port: %d": "Porta HTTP: %d",
        "HTTPS Port: %d": "Porta HTTPS: %d",
        "SFTP Port: %d": "Porta SFTP: %d",
        "Radio Ports: %s": "Portas de Rádio: %s",
        "Customize ports used for AzuraCast?": "Personalizar portas usadas para o AzuraCast?",
        "Writing configuration files...": "Criando arquivos de configuração...",
        "Server configuration complete!": "Configuração do servidor completa!",
        "This file was automatically generated by AzuraCast.": "Este arquivo foi gerado automaticamente pelo AzuraCast.",
        "You can modify it as necessary. To apply changes, restart the Docker containers.": "Você pode modificá-lo conforme necessário. Para aplicar as alterações, reinicie os contêineres Docker.",
        "Remove the leading \"#\" symbol from lines to uncomment them.": "Remova o símbolo \"#\" das linhas para descomentá-las.",
        "Valid options: %s": "Opções válidas: %s",
        "Default: %s": "Padrão: %s",
        "Additional Environment Variables": "Variáveis Adicionais de Ambiente",
        "The locale to use for CLI commands.": "A local a ser usado para os comandos CLI.",
        "The application environment.": "O ambiente do aplicativo.",
        "Manually modify the logging level.": "Modificar manualmente o nível de registro.",
        "This allows you to log debug-level errors temporarily (for problem-solving) or reduce the volume of logs that are produced by your installation, without needing to modify whether your installation is a production or development instance.": "Isso permite que você registre erros de nível de depuração temporariamente (para solução de problemas) ou reduza o volume de registros que são produzidos por sua instalação, sem a necessidade de modificar se sua instalação é uma instância de produção ou de desenvolvimento.",
        "Enable Custom Code Plugins": "Ativar Códigos de Plugins Personalizados",
        "Enable the composer \"merge\" functionality to combine the main application's composer.json file with any plugin composer files. This can have performance implications, so you should only use it if you use one or more plugins with their own Composer dependencies.": "Habilite a funcionalidade de \"mesclagem\" do compositor para combinar o arquivo composer.json do aplicativo principal com quaisquer arquivos de composição de plug-in. Isso pode ter implicações de desempenho, portanto, você só deve usá-lo se usar um ou mais plug-ins com suas próprias dependências do Composer.",
        "Minimum Port for Station Port Assignment": "Porta mínima para atribuição da porta da estação",
        "Modify this if your stations are listening on nonstandard ports.": "Modifique isto se suas estações estiverem sendo ouvidas em portas que não são padrão.",
        "Maximum Port for Station Port Assignment": "Porta máxima para atribuição da porta da estação",
        "Show Detailed Slim Application Errors": "Mostrar Erros Detalhados da Aplicação Slim",
        "This allows you to debug Slim Application Errors you may encounter. Please report any Slim Application Error logs to the development team on GitHub.": "Isso permite que você depure os erros do aplicativo Slim que você pode encontrar. Por favor, relate quaisquer logs de erro de aplicativo Slim para a equipe de desenvolvimento no GitHub.",
        "MariaDB Host": "Host do MariaDB",
        "Do not modify this after installation.": "Não modifique isto após a instalação.",
        "MariaDB Port": "Porta MariaDB",
        "MariaDB Username": "Nome de Usuário MariaDB",
        "MariaDB Password": "Senha MariaDB",
        "MariaDB Database Name": "Nome do Banco de Dados MariaDB",
        "Auto-generate Random MariaDB Root Password": "Gerar automaticamente uma senha de root aleatória para o MariaDB",
        "MariaDB Root Password": "Senha Root do MariaDB",
        "Enable MariaDB Slow Query Log": "Ativar Registro do MariaDB Para Consultas Lentas",
        "Log slower queries to diagnose possible database issues. Only turn this on if needed.": "Registrar consultas mais lentas para diagnosticar possíveis problemas de banco de dados. Apenas ative esta opção se necessário.",
        "MariaDB Maximum Connections": "Conexões máximas do MariaDB",
        "Set the amount of allowed connections to the database. This value should be increased if you are seeing the \"Too many connections\" error in the logs.": "Definir a quantidade de conexões permitidas para o banco de dados. Esse valor deve ser aumentado se você estiver vendo o erro \"Muitas conexões\" nos registros.",
        "MariaDB InnoDB Buffer Pool Size": "Tamanho do pool de buffer do MariaDB InnoDB",
        "The InnoDB buffer pool size controls how much data & indexes are kept in memory. Making sure that this value is as large as possible reduces the amount of disk IO.": "O tamanho do buffer pool do InnoDB controla quantos dados e índices são mantidos na memória. Certificar-se de que esse valor seja o maior possível reduz a quantidade de E\/S do disco.",
        "MariaDB InnoDB Log File Size": "Tamanho do arquivo de registro do MariaDB InnoDB",
        "The InnoDB log file is used to achieve data durability in case of crashes or unexpected shutoffs and to allow the DB to better optimize IO for write operations.": "O arquivo de registro do InnoDB é usado para obter a durabilidade dos dados em caso de falhas ou desligamentos inesperados e para permitir que o banco de dados otimize melhor o E\/S para operações de gravação.",
        "Enable Redis": "Ativar Redis",
        "Disable to use a flatfile cache instead of Redis.": "Desabilite para usar um cache flatfile em vez do Redis.",
        "Redis Host": "Host do Redis",
        "Redis Port": "Porta do Redis",
        "Redis Database Index": "Índice do Banco de Dados do Redis",
        "PHP Maximum POST File Size": "Tamanho máximo do arquivo POST do PHP",
        "PHP Memory Limit": "Limite de Memória do PHP",
        "PHP Script Maximum Execution Time (Seconds)": "Tempo Máximo de Execução do Script PHP (Segundos)",
        "Short Sync Task Execution Time (Seconds)": "Tempo Curto de Execução da Tarefa de Sincronização (Segundos)",
        "The maximum execution time (and lock timeout) for the 15-second, 1-minute and 5-minute synchronization tasks.": "O tempo máximo de execução (e tempo limite de bloqueio) para as tarefas de sincronização de 15 segundos, 1 minuto e 5 minutos.",
        "Long Sync Task Execution Time (Seconds)": "Tempo Longo de Execução da Tarefa de Sincronização (Segundos)",
        "The maximum execution time (and lock timeout) for the 1-hour synchronization task.": "O tempo máximo de execução (e tempo limite de bloqueio) para a tarefa de sincronização de 1 hora.",
        "Now Playing Delay Time (Seconds)": "Tempo do Delay do Tocando Agora (Segundos)",
        "The delay between Now Playing checks for every station. Decrease for more frequent checks at the expense of performance; increase for less frequent checks but better performance (for large installations).": "O delay entre as verificações do Tocando Agora para cada estação. Diminuir para verificações mais frequentes em detrimento do desempenho; aumento para verificações menos frequentes, mas melhor desempenho (para grandes instalações).",
        "Now Playing Max Concurrent Processes": "Máximo de Processos Simultâneos do Tocando Agora",
        "The maximum number of concurrent processes for now playing updates. Increasing this can help reduce the latency between updates now playing updates on large installations.": "O número máximo de processos simultâneos para atualizações em reprodução. Aumentar isso pode ajudar a reduzir a latência entre as atualizações do tocando agora atualizações em grandes instalações.",
        "Maximum PHP-FPM Worker Processes": "Processos Máximos de Worker de PHP-FPM",
        "Enable Performance Profiling Extension": "Habilitar Extensão de Perfil de Desempenho",
        "Profiling data can be viewed by visiting %s.": "Dados do perfil podem ser vistos visitando %s.",
        "Profile Performance on All Requests": "Desempenho de perfil em todas as solicitações",
        "This will have a significant performance impact on your installation.": "Isto terá um impacto significativo no desempenho da sua instalação.",
        "Profiling Extension HTTP Key": "Chave HTTP de extensão de perfil",
        "The value for the \"SPX_KEY\" parameter for viewing profiling pages.": "O valor para o parâmetro \"SPX_KEY\" para visualizar páginas de perfil.",
        "Profiling Extension IP Allow List": "Lista de permissões de extensão de perfil de IP",
        "Enable web-based Docker image updates": "Ativar atualizações de imagem do Docker baseadas na Web",
        "Extra Ubuntu packages to install upon startup": "Pacotes extras do Ubuntu para instalar na inicialização",
        "Separate package names with a space. Packages will be installed during container startup.": "Separe os nomes dos pacotes com um espaço. Pacotes serão instalados durante a inicialização do container.",
        "(Docker Compose) All Docker containers are prefixed by this name. Do not change this after installation.": "(Docker Compose) Todos os contêineres do Docker são prefixados por este nome. Não altere isso após a instalação.",
        "(Docker Compose) The amount of time to wait before a Docker Compose operation fails. Increase this on lower performance computers.": "(Docker Compose) O tempo de espera antes de uma operação do Docker Compose falhar. Aumente isso em computadores de baixo desempenho.",
        "HTTP Port": "Porta HTTP",
        "The main port AzuraCast listens to for insecure HTTP connections.": "A porta principal do AzuraCast das conexões HTTP inseguras.",
        "HTTPS Port": "Porta HTTPS",
        "The main port AzuraCast listens to for secure HTTPS connections.": "A porta principal do AzuraCast para conexões HTTPS seguras.",
        "The port AzuraCast listens to for SFTP file management connections.": "A porta AzuraCast para as conexões de gerenciamento de arquivos SFTP.",
        "Station Ports": "Portas da Estação",
        "The ports AzuraCast should listen to for station broadcasts and incoming DJ connections.": "As portas do AzuraCast para transmissões de estações e conexões de entrada de DJs.",
        "Docker User UID": "UID de usuário Docker",
        "Set the UID of the user running inside the Docker containers. Matching this with your host UID can fix permission issues.": "Defina o UID do usuário em execução nos contêineres do Docker. Combinar isso com o UID do host pode corrigir problemas de permissão.",
        "Docker User GID": "GID do usuário Docker",
        "Set the GID of the user running inside the Docker containers. Matching this with your host GID can fix permission issues.": "Defina o GID do usuário em execução nos contêineres do Docker. Combinar isso com o GID do seu host pode corrigir problemas de permissão.",
        "Use Podman instead of Docker.": "Usar o Podman em vez do Docker.",
        "Advanced: Use Privileged Docker Settings": "Avançado: Use as configurações privilegiadas do Docker",
        "GeoLite database not configured for this installation. See System Administration for instructions.": "Banco de dados GeoLite não configurado para esta instalação. Veja a Administração do Sistema para instruções.",
        "IP Geolocation by DB-IP": "Geolocalização de IP por DB-IP",
        "This product includes GeoLite2 data created by MaxMind, available from %s.": "Este produto inclui dados GeoLite2 criados pela MaxMind, disponíveis em %s.",
        "Runs routine synchronized tasks": "Executa tarefas de rotina sincronizadas",
        "Database": "Banco de Dados",
        "Web server": "Servidor Web",
        "Roadrunner PHP Server": "Servidor PHP Roadrunner",
        "PHP FastCGI Process Manager": "Gerenciador de processos PHP FastCGI",
        "Now Playing manager service": "Serviço de gerenciamento do tocando agora",
        "PHP queue processing worker": "Processamento de fila do PHP",
        "Cache": "Cache",
        "SFTP service": "Serviço de SFTP",
        "Live Now Playing updates": "Atualizações Ao Vivo do Tocando Agora",
        "Frontend Assets": "Frontend Assets",
        "View Details": "Visualizar Detalhes",
        "No entries found.": "Nenhum registro encontrado.",
        "Forgot Password": "Esqueceu a Senha",
        "This installation's administrator has not configured this functionality.": "O administrador desta instalação não configurou esta funcionalidade.",
        "Contact an administrator to reset your password following the instructions in our documentation:": "Entre em contato com um administrador para redefinir sua senha seguindo as instruções da nossa documentação:",
        "Password Reset Instructions": "Instruções Para Redefinição de Senha",
        "Enter Two-Factor Code": "Digite o código de autenticação de dois fatores",
        "Your account uses a two-factor security code. Enter the code your device is currently showing below.": "Sua conta usa um código de segurança de dois fatores. Digite o código que seu dispositivo atualmente está mostrando abaixo.",
        "Security Code": "Código de segurança",
        "Sign in": "Login",
        "Send Recovery E-mail": "Enviar E-mail de Recuperação",
        "Footer": "Rodapé",
        "Powered by %s": "Desenvolvido por %s",
        "An account recovery link has been requested for your account on \"%s\".": "Foi solicitado um link de recuperação de conta para sua conta em \"%s\".",
        "Click the link below to log in to your account.": "Clique no link abaixo para entrar em sua conta."
    }
}