Repository: AzuraCast/AzuraCast
Catalog: app/locale/*.UTF-8/LC_MESSAGES/default.po
Languages: nl_nl

source: Could not connect to supervisord. Try running %s in a terminal to restart the service.
nl_nl: Kan geen verbinding maken met supervisord, Probeer opdracht %s in een terminal om de service opnieuw te starten.

source: System Maintenance
nl_nl: Systeem Onderhoud

source: System Settings
nl_nl: Systeeminstellingen

source: API Keys
nl_nl: API-Sleutels

source: Users
nl_nl: Gebruikers

source: User Accounts
nl_nl: Gebruikers account

source: Permissions
nl_nl: Machtigingen

source: Manage Stations
nl_nl: Stations Beheren

source: API Key Owner
nl_nl: Eigenaar API Sleutel

source: Save Changes
nl_nl: Instellingen Opslaan

source: Enable Automated Assignment
nl_nl: Automatische toewijzing inschakelen

source: Allow the system to periodically automatically assign songs to playlists based on their performance. This process will run in the background, and will only run if this option is set to "Enabled" and at least one playlist is set to "Include in Automated Assignment".
nl_nl: Laat het systeem periodiek nummers toewijzen aan afspeellijsten op basis van hun prestaties. Dit proces zal uitgevoerd worden op de achtergrond, en kan alleen worden uitgevoerd als deze optie is ingeschakeld en als tenminste één station 'automatische toewijzing' heeft ingeschakeld.

source: Days Between Automated Assignments
nl_nl: Dagen tussen geautomatiseerde toewijzingen

source: E-mail Address
nl_nl: E-mailadres

source: Password
nl_nl: Wachtwoord

source: Log in
nl_nl: Inloggen

source: File Name
nl_nl: Bestandsnaam

source: Song Title
nl_nl: Titel

source: Song Artist
nl_nl: Artiest

source: Song Album
nl_nl: Album

source: Song Length (seconds)
nl_nl: Lengte van nummer (seconden)

source: Custom Fading: Overlap Time (seconds)
nl_nl: Aangepaste overgang: Overlap tijd (in seconden)

source: Custom Fading: Fade-In Time (seconds)
nl_nl: Aangepaste overgang: fade-in tijd (seconden)

source: Custom Fading: Fade-Out Time (seconds)
nl_nl: Aangepaste overgang: fade-out tijd (seconden)

source: Custom Cues: Cue-In Point (seconds)
nl_nl: Aangepaste Cues: Cue-In punt (seconden)

source: Seconds from the start of the song that the AutoDJ should start playing.
nl_nl: Aantal seconden vanaf de start van het nummer waarop de AutoDJ moet beginnen met spelen.

source: Seconds from the start of the song that the AutoDJ should stop playing.
nl_nl: Aantal seconden vanaf de start van het nummer waarop de AutoDJ moet stoppen met spelen.

source: Mount Point Name/URL
nl_nl: Naam/URL van mountpoint

source: This name should always begin with a slash (/), and must be a valid URL, such as /autodj.mp3
nl_nl: De naam dient te beginnen met een schuine streep (/), en een geldige URL te bevatten. Bijv: /autodj.mp3

source: Is Default Mount
nl_nl: Is de standaard Mount

source: If this mount is the default, it will be played on the radio preview and the public radio page in this system.
nl_nl: Als deze mount standaard is, zal deze gebruikt worden in de radiospeler op de publieke radio pagina van dit systeem.

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Fallback Mount
nl_nl: Terugval Mount

source: If this mount point is not playing audio, listeners will automatically be redirected to this mount point. The default is /error.mp3, a repeating error message.
nl_nl: Wanneer dit mount punt geen audio speelt, zullen luisteraars doorverwezen worden naar dit mount punt. De standaard is /error.mp3, welke herhaaldelijk een foutmelding laat horen.

source: Relay Stream URL
nl_nl: Doorstuur Stream URL

source: Enable AutoDJ
nl_nl: AutoDJ inschakelen

source: If set to "Yes", the AutoDJ will automatically play music to this mount point.
nl_nl: Indien ingesteld op "Ja", zal de AutoDJ automatisch muziek op dit Mountpunt afspelen.

source: AutoDJ Format
nl_nl: AutoDJ Formaat

source: Advertise to YP Directories (Public Station)
nl_nl: Adverteer op YP directories (Publiek station)

source: Set to "yes" to advertise this stream on the YP public radio directories.
nl_nl: Stel in op "ja" om deze stream openbaar te publiceren in de YP radio lijsten.

source: Advanced Frontend Configuration
nl_nl: Geavanceerde configuratie

source: Playlist Name
nl_nl: Naam van afspeellijst

source: Enable Playlist
nl_nl: Activeer afspeellijst

source: If set to "No", the playlist will not be included in radio playback, but can still be managed.
nl_nl: Wanneer gekozen voor "Nee", zal de afspeellijst niet worden afgespeeld op de radio. De afspeellijst kan nog steeds worden beheert.

source: Import Existing Playlist
nl_nl: Importeer bestaande afspeellijst

source: Select an existing playlist file to add its contents to this playlist. PLS and M3U are supported.
nl_nl: Selecteer een bestaand afspeellijst bestand om de inhoud ervan toe te voegen aan deze afspeellijst. PLS en M3U bestanden worden ondersteund.

source: Playlist Weight
nl_nl: Gewicht van afspeellijst

source: Higher weight playlists are played more frequently compared to other lower-weight playlists.
nl_nl: Afspeellijsten met een hoger gewicht worden vaker afgespeeld dan afspeellijsten met een lager gewicht.

source: Playlist Type
nl_nl: Afspeellijst type

source: Standard Playlist
nl_nl: Standaard afspeellijst

source: Plays all day, shuffles with other standard playlists based on weight.
nl_nl: Speelt de hele dag, samen met andere afspeellijsten in een willekeurige volgorde, op basis van het gewicht van de afspeellijst.

source: Scheduled Playlist
nl_nl: Geplande afspeellijst

source: Play during a scheduled time range. Useful for mood-based time playlists.
nl_nl: Speel tussen een ingestelde periode. Handig voor op stemming gebaseerde afspeellijsten.

source: Once per x Songs Playlist
nl_nl: Eens per x nummers afspeellijst

source: Play exactly once every <i>x</i> songs. Useful for station ID/jingles.
nl_nl: Speelt exact eens per <i>x</i> nummers. Handig for sweepers of jingles.

source: Once Per x Minutes Playlist
nl_nl: Eens per x minuten afspeellijst

source: Play exactly once every <i>x</i> minutes. Useful for station ID/jingles.
nl_nl: Speel exact elke <i>x</i> minuten. Handig voor sweepers of jingles.

source: Daily Playlist
nl_nl: Dagelijkse afspeellijst

source: Play once per day at the specified time. Useful for timely reminders.
nl_nl: Speelt eens per dag op een specifiek tijdstip.

source: Custom Playlist
nl_nl: Aangepaste afspeellijst

source: Manually define how this playlist is used in LiquidSoap configuration. For advanced users only!
nl_nl: Handmatig instellen hoe deze afspeellijst in de LiquidSoap configuratie wordt gebruikt. Alleen voor gevorderde gebruikers!

source: Include in Automated Assignment
nl_nl: Automatische toewijzing inschakelen

source: Start Time
nl_nl: Starttijd

source: Current server time is <b>%s</b>.
nl_nl: Huidige servertijd is <b>%s</b>.

source: End Time
nl_nl: Eindtijd

source: Once per x Minutes Playlist
nl_nl: Eens per x minuten afspeellijst

source: Number of Minutes Between Plays
nl_nl: Aantal minuten tussen spelen

source: This playlist will play every $x minutes, where $x is specified below.
nl_nl: Deze afspeellijst zal elke $x minuten spelen, waar $x hieronder is opgegeven.

source: Scheduled Play Time
nl_nl: Ingestelde afspeeltijd

source: Use Browser Default
nl_nl: Gebruik standaard browser

source: Account Information
nl_nl: Account informatie

source: Name
nl_nl: Naam

source: Reset Password
nl_nl: Wachtwoord Resetten

source: To change your password, enter the new password in the field below.
nl_nl: Om uw wachtwoord te veranderen, type uw nieuw wachtwoord in de velden hieronder.

source: Customization
nl_nl: Aanpassen

source: Time Zone
nl_nl: Tijdzone

source: All times displayed on the site will be based on this time zone.
nl_nl: Alle tijden die worden getoond op de site zal worden gebaseerd op deze tijdzone.

source: Language
nl_nl: Taal

source: Site Theme
nl_nl: Website Thema

source: Create Account
nl_nl: Account Aanmaken

source: Important Notes
nl_nl: Belangrijke notities

source: Report Start Date
nl_nl: Verslag start datum

source: Report End Date
nl_nl: Verslag stop datum

source: Generate Report
nl_nl: Rapport aanmaken

source: Role Name
nl_nl: Bestandsnaam

source: System-Wide Permissions
nl_nl: Systeem Machtigingen

source: Actions
nl_nl: Acties

source: AzuraCast Instance Name
nl_nl: AzuraCast: Stations Naam

source: This name will appear as a sub-header next to the AzuraCast logo, to help identify this server.
nl_nl: Deze naam wordt weergegeven als subtitel naast het AzuraCast logo, ter herkenning van deze server.

source: Site Base URL
nl_nl: Website url

source: Use Web Proxy for Radio
nl_nl: Web proxy gebruiken

source: By default, radio stations broadcast on their own ports (i.e. 8000). If you're using a service like CloudFlare or accessing your radio station by SSL, you should enable this feature, which routes all radio through the web ports (80 and 443).
nl_nl: Een radiouitzending is standaard te beluisteren op zijn eigen poorten (bijv. 8000). Wanneer je gebruikt maakt van een service als CloudFlare, of je je radiostation wilt beveiligen met SSL, dien je deze optie in te schakelen. Deze optie zorgt ervoor dat al het radioverkeer via web poorten wordt verzonden (80 en 443).

source: Advanced: Third-Party API Access
nl_nl: Geavanceerd: API toegang voor apps van derden

source: For some features, AzuraCast must connect to third-party API services. These services are optional.
nl_nl: Voor sommige functionaliteiten dient AzuraCast verbinding te maken met API's van derden. Deze functionaliteiten zijn optioneel.

source: Google Maps API Key
nl_nl: Google Maps API Sleutel

source: To see a map of your listeners, provide a Google Maps API key. You can obtain one from the <a href="%s" target="_blank">Google Developer Console</a>. Make sure to enable the "Google Maps JavaScript API" as well.
nl_nl: Om je luisteraars weer te geven op een kaart, dien je een Google Maps API key in te geven. Je kunt er een aanvragen vanuit het <a href="%s" target="_blank">Google Cloud Platform</a>. Zorg ervoor dat je "Google Maps JavaScript API" hebt ingeschakeld.

source: Metadata
nl_nl: Metagegevens

source: Full Text
nl_nl: Volledige Tekst

source: Artist Name
nl_nl: Artiestenaam

source: Station Details
nl_nl: Station omschrijving

source: Station Name
nl_nl: Zender Naam

source: Station Description
nl_nl: Zender omschrijving

source: Station Web Site URL
nl_nl: URL van uw internetradio station

source: Advanced Configuration
nl_nl: Geavanceerde configuratie

source: The type of software you use to deliver your broadcast to the audience.
nl_nl: Het type software dat je wilt gebruiken om je radio uitzending bij de gebruiker te leveren.

source: The type of software you use to manage the station's playlists and media.
nl_nl: De software die je wilt gebruikt om de afspeellijsten en media van het station te beheren.

source: Station Media Directory
nl_nl: Locatie van mediabestanden

source: The directory where media files are stored. Leave blank to use default directory.
nl_nl: Locatie waar bestanden opgeslagen worden. Laat dit veld leeg om de standaard locatie te gebruiken.

source: Configure Radio Broadcasting
nl_nl: Configureer radio uitzending

source: Broadcasting Port
nl_nl: Uitzendpoort

source: No other program can be using this port. Leave blank to automatically assign a port.
nl_nl: Deze poort kan niet door een ander programma gebruikt worden. Laat dit veld leeg om automatisch een poort toe te laten kennen.

source: Source Password
nl_nl: Source wachtwoord

source: Leave blank to automatically generate a new password.
nl_nl: Laat leeg om automatisch een wachtwoord te genereren.

source: Admin Password
nl_nl: Administrator wachtwoord

source: Maximum Listeners
nl_nl: Maximaal aantal luisteraars

source: Maximum number of total listeners across all streams. Leave blank to use the default (250).
nl_nl: Maximaal aantal luisteraars, over alle stations. Laat leeg om de standaard waarde (250) te gebruiken.

source: Custom Configuration
nl_nl: Aangepaste configuratie

source: Configure External Radio Server
nl_nl: Configureer externe radio server

source: Radio Station Base URL
nl_nl: Radiostation basis URL

source: Configure LiquidSoap
nl_nl: Configureer Liquidsoap

source: Allow Streamers / DJs
nl_nl: Streamers / DJ's toestaan

source: If this setting is turned on, streamers (or DJs) will be able to connect directly to your stream and broadcast live music that interrupts the AutoDJ stream.
nl_nl: Wanneer deze optie is ingeschakeld hebben streamers (of DJ's) de mogelijkheid direct verbinding te maken met de stream, en live muziek te streamen welke de AutoDJ zal onderbreken.

source: Allow Song Requests
nl_nl: Accepteer verzoeknummers

source: Setting this enables listeners to request a song for play on your station. Only songs that are already in your playlists are listed as requestable.
nl_nl: Wanneer deze optie is ingeschakeld zullen luisteraars de mogelijkheid hebben een verzoeknummer aan te vragen op je station. Enkel nummers die toegevoegd zijn aan een afspeellijst zijn aan te vragen.

source: Request Minimum Delay (Minutes)
nl_nl: Minimale vertraging van verzoeknummers (minuten)

source: Crossfade Duration (Seconds)
nl_nl: Lengte van crossfade (seconden)

source: Number of seconds to overlap songs. Set to 0 to disable crossfade completely.
nl_nl: Het aantal seconden voor het overlappen van nummers. Gebruik de waarde 0 om overlapping uit te schakelen.

source: Advanced: Custom Configuration
nl_nl: Geavanceerde configuratie

source: This code will be inserted into your station's LiquidSoap configuration, below the playlist configuration and just before the IceCast output. Only use valid LiquidSoap code for this section!
nl_nl: Deze code zal worden toegevoegd aan de LiquidSoap configuratie van je station, na de playlist configuratie en voor de IceCast uitgang. Gebruik alleen geldige LiquidSoap code!

source: New Station Details
nl_nl: Nieuwe station gegevens

source: Customize Station Cloning
nl_nl: Wijzig kloon van station

source: Copy Media?
nl_nl: Media kopiëren?

source: Choose how media should be duplicated from the old station.
nl_nl: Kies hoe media vanuit het oude station gedupliceerd moet worden.

source: Do not share or copy media between the stations
nl_nl: Deel of kopieer geen media tussen de stations

source: Share the same folder on disk between the stations
nl_nl: Deel dezelfde map tussen de stations

source: Copy the existing station's media to the new station
nl_nl: Kopieer de mediabestanden van het bestaande station naar een nieuw station

source: Copy Playlists?
nl_nl: Afspeellijsten kopiëren?

source: Copy Streamer/DJ Accounts?
nl_nl: Streamer / DJ accounts kopiëren?

source: Copy Permissions?
nl_nl: Permissies kopiëren?

source: Create New Station
nl_nl: Creëer een nieuw radiostation

source: Streamer Username
nl_nl: Streamer gebruikersnaam

source: The streamer will use this username to connect to the radio server.
nl_nl: De streamer dient de gebruikersnaam te gebruiken om met de radio server te verbinden.

source: Streamer Password
nl_nl: Streamer wachtwoord

source: The streamer will use this password to connect to the radio server.
nl_nl: De streamer dient het wachtwoord te gebruiken om met de radio server te verbinden.

source: Comments
nl_nl: Reacties

source: Account is Active
nl_nl: Account is actief

source: Leave blank to use the current password.
nl_nl: Laat leeg om het huidige wachtword te gebruiken.

source: Roles
nl_nl: Rollen

source: External Radio Server (Statistics Only)
nl_nl: Externe radio server (enkel statistieken)

source: Disabled
nl_nl: Uitgeschakeld

source: Changes saved.
nl_nl: Wijzigingen opgeslagen.

source: Edit Record
nl_nl: Wijzig record

source: Record deleted.
nl_nl: Record verwijderd.

source: Record updated.
nl_nl: Record gewijzigd.

source: Site Settings
nl_nl: Site instellingen

source: Clone Station: %s
nl_nl: Kloon station: %s

source: Record not found!
nl_nl: Record niet gevonden!

source: Logged in successfully.
nl_nl: Succesvol ingelogd.

source: Administration
nl_nl: Administratie

source: API Key
nl_nl: API code

source: Calls
nl_nl: Oproepen

source: Owner
nl_nl: Eigenaar

source: Edit
nl_nl: Wijzig

source: Revoke
nl_nl: Intrekken

source: %s ago
nl_nl: %s geleden

source: Manage Permissions
nl_nl: Beheer rechten

source: Per-Station Permissions
nl_nl: Permissies per station

source: Delete
nl_nl: Verwijderen

source: This role cannot be deleted.
nl_nl: Deze rol kan niet worden verwijderd.

source: Edit Station Profile
nl_nl: Wijzig stationsprofiel

source: Manage
nl_nl: Beheer

source: Clone
nl_nl: Kloon

source: Search Results for "%s"
nl_nl: Zoekresultaten voor "%s"

source: All Users
nl_nl: Alle gebruikers

source: Log In
nl_nl: Inloggen

source: Login unsuccessful
nl_nl: Fout tijdens inloggen

source: Your credentials could not be verified.
nl_nl: Je logingegevens zijn incorrect.

source: You do not currently manage any stations. Please contact this server's administrator for assistance.
nl_nl: Op dit moment beheer je geen radiostations. Contacteer de administrator voor hulp.

source: %s Listener Range
nl_nl: %s luisteraar bereik

source: %s Daily Average
nl_nl: %s dagelijks gemiddelde

source: Profile saved!
nl_nl: Profiel opgeslagen!

source: Edit Profile
nl_nl: Wijzig profiel

source: Station not found!
nl_nl: Station niet gevonden!

source: Setup has already been completed!
nl_nl: De installatie is al voltooid!

source: Setup is now complete!
nl_nl: De installatie is voltooid!

source: Continue setting up your station in the main AzuraCast app.
nl_nl: Ga verder met het instellen van je station in de AzuraCast app.

source: Welcome to %s!
nl_nl: Welkom bij %s!

source: Please log in to continue.
nl_nl: Log-in om verder te gaan.

source: Listeners Across All Stations
nl_nl: Luisteraars over alle stations

source: Listeners Per Station
nl_nl: Luisteraars per station

source: Station Overview
nl_nl: Overzicht van radiostations

source: Refresh
nl_nl: Ververs

source: Add
nl_nl: Toevoegen

source: Listeners
nl_nl: Luisteraars

source: Now Playing
nl_nl: Nu speelt

source: Options
nl_nl: Opties

source: My Profile
nl_nl: Mijn profiel

source: Update Profile Picture
nl_nl: Profielafbeelding wijzigen

source: Title
nl_nl: Titel

source: Artist
nl_nl: Artiest

source: Request
nl_nl: Verzoek

source: Song History
nl_nl: Afspeelgeschiedenis

source: Request Song
nl_nl: Nummer aanvragen

source: Playlist
nl_nl: Afspeellijst

source: Request a Song
nl_nl: Vraag een nummer aan

source: Begin setup by creating a Super Administrator account.
nl_nl: Begin de installatie door een Super Administrator te maken.

source: Step 3: Customize AzuraCast Settings
nl_nl: Stap 3: Wijzig AzuraCast instellingen

source: Complete the setup process by providing some information about your broadcast environment. These settings can be changed later from the administration panel.
nl_nl: Voltooi de installatie door het verstrekken van informatie over je uitzendomgeving. Deze instellingen kunnen later gewijzigd worden vanuit het administratiepaneel.

source: Step 2: Create a New Station
nl_nl: Stap 2: Creëer een nieuw station

source: Automated assignment complete!
nl_nl: Automatische toewijzing voltooid!

source: Automated assignment error
nl_nl: Fout bij automatisch toewijzen

source: This feature is not currently supported on this station.
nl_nl: Deze functionaliteit is momenteel niet toegestaan op dit station.

source: Media metadata updated!
nl_nl: Metadata van mediabestand succesvol bijwerkt!

source: Edit Media Metadata
nl_nl: Wijzig media metadata

source: File renamed!
nl_nl: Bestand hernoemd!

source: Rename File/Directory
nl_nl: Wijzig bestand/map

source: Directory
nl_nl: Map

source: File Not Processed
nl_nl: Bestand niet verwerkt

source: Add Record
nl_nl: Record toevoegen

source: Existing playlist imported.
nl_nl: Bestaande afspeellijst geïmporteerd.

source: %d song(s) were imported into the playlist.
nl_nl: %d nummer(s) is/zijn aan de afspeellijst toegevoegd.

source: Song skipped.
nl_nl: Nummer overgeslagen.

source: SoundExchange Report
nl_nl: Rapporteer SoundExchange

source: Streamers enabled!
nl_nl: Streamers ingeschakeld!

source: You can now set up streamer (DJ) accounts.
nl_nl: Je kunt nu streamer (DJ) accounts toevoegen.

source: Streamer account updated!
nl_nl: Streamer account gewijzigd!

source: Edit Streamer
nl_nl: Wijzig streamer

source: Add Streamer
nl_nl: Streamer toevoegen

source: Automated Playlist Assignment
nl_nl: Automatische toewijzing van afspeellijsten

source: Run Automated Assignment
nl_nl: Automatische toewijzing uitvoeren

source: Configure Automated Assignment
nl_nl: Configureer automatische toewijzing

source: Media Manager
nl_nl: Mediabeheer

source: %s of %s Used (%s Free)
nl_nl: %s van %s gebruikt (%s vrij)

source: Drag files here to upload to this folder or
nl_nl: Plaats bestanden hier om te uploaden naar deze map of

source: With selected:
nl_nl: Met geselecteerde:

source: Add to Playlist
nl_nl: Toevoegen aan afspeellijst

source: Create new...
nl_nl: Creëer nieuw...

source: Clear Playlists
nl_nl: Afspeellijsten legen

source: New Folder Name
nl_nl: Nieuwe mapnaam

source: Create Folder
nl_nl: Map toevoegen

source: Length
nl_nl: Lengte

source: Size
nl_nl: Grootte

source: Modified
nl_nl: Gewijzigd

source: Playlists
nl_nl: Afspeellijsten

source: Create Playlist
nl_nl: Afspeellijst toevoegen

source: Rename
nl_nl: Naam aanpassen

source: Daily Listener Range
nl_nl: Dagelijks luisteraar bereik

source: Hourly Average Listeners
nl_nl: Gemiddeld aantal luisteraars per uur

source: Daily Average Listeners
nl_nl: Gemiddeld aantal luisteraars per dag

source: Average Listeners
nl_nl: Gemiddeld aantal luisteraars

source: Listeners By Day
nl_nl: Luisteraars per dag

source: Listeners by Hour of Day
nl_nl: Luisteraars per uur van de dag

source: Listeners by Day of Week
nl_nl: Luisteraars per dag van de week

source: Best Performing Songs
nl_nl: Best presterende nummers

source: in the last 48 hours
nl_nl: in de laatste 48 uur

source: Change
nl_nl: Wijzig

source: Song
nl_nl: Nummer

source: Worst Performing Songs
nl_nl: Slecht presterende nummers

source: Most Played Songs
nl_nl: Meest afgespeelde nummers

source: in the last month
nl_nl: in de laatste maand

source: Plays
nl_nl: Speelt

source: Date/Time
nl_nl: Datum / tijd

source: Source
nl_nl: Bron

source: Request: %s
nl_nl: Verzoek: %s

source: Playlist: %s
nl_nl: Afspeellijst: %s

source: Live Broadcast
nl_nl: Live-uitzending

source: Default Mount
nl_nl: Standaard Mount

source: Enabled
nl_nl: Geactiveerd

source: # Songs
nl_nl: # Nummers

source: Export
nl_nl: Exporteer

source: Auto-Assigned
nl_nl: Automatisch toegewezen

source: Weight
nl_nl: Gewicht

source: Plays between %s and %s
nl_nl: Speelt tussen %s and %s

source: Once per %d Songs
nl_nl: Eens per %d nummers

source: Once per %d Minutes
nl_nl: Eens in de %d minuten

source: Once per Day
nl_nl: Eens per dag

source: Plays at %s
nl_nl: Speelt op %s

source: Custom
nl_nl: Aangepast

source: Station Profile
nl_nl: Stationsprofiel

source: Basic Profile
nl_nl: Basisprofiel

source: Technical Details
nl_nl: Technische details

source: Station Base Directory
nl_nl: Locatie van mediabestanden

source: Song Requests
nl_nl: Verzoeknummers

source: Song requests are currently <b>enabled</b> for this station.
nl_nl: Verzoeknummers zijn <b>ingeschakeld</b> voor dit station.

source: Request Delay
nl_nl: Vertraging van verzoeknummers

source: Requests are queued for playback on the station within <b>%d to %d minutes</b> of being submitted.
nl_nl: Verzoeknummers worden in de wachtrij geplaatst binnen <b>%d tot %d minuten</b> nadat een nummers is aangevraagd.

source: Request Embed Code
nl_nl: Embed-code voor verzoeknummers
