Repository: AzuraCast/AzuraCast
Catalog: app/locale/*.UTF-8/LC_MESSAGES/default.po
Languages: nl_nl

source: Song requests are currently <b>disabled</b> for this station. Edit your profile above to enable them.
nl_nl: Verzoeknummers zijn op dit moment <b>uitgeschakeld</b> voor dit station. Wijzig je profiel om verzoeknummers in te schakelen.

source: Support for live streamers / DJs is currently <b>enabled</b> for this station.
nl_nl: Ondersteuning voor live streamers / DJ's is momenteel <b>ingeschakeld</b> voor dit station.

source: Support for live streamers / DJs is currently <b>disabled</b> for this station. Edit your profile above to enable it.
nl_nl: Ondersteuning voor live streamers / DJ's is momenteel <b>uitgeschakeld</b> voor dit station. Wijzig je profiel om live streaming toe te staan.

source: Only the AutoDJ (based on your uploaded media and playlists) will be able to play on the air.
nl_nl: Alleen de AutoDJ (gepasseerd op jouw media en afspeellijsten) zal de mogelijk hebben om content af te spelen.

source: External Radio Server
nl_nl: Externe radio server

source: Stream Public URL
nl_nl: Openbare stream URL

source: IceCast (Broadcasting Service)
nl_nl: IceCast (uitzend software)

source: ShoutCast (Broadcasting Service)
nl_nl: ShoutCast (uitzend software)

source: Running
nl_nl: Wordt uitgevoerd

source: Not Running
nl_nl: Wordt niet uitgevoerd

source: Restart Service
nl_nl: Service herstarten

source: Start Service
nl_nl: Service starten

source: Stop Service
nl_nl: Service stoppen

source: Public URL
nl_nl: Publieke URL

source: Stream Playlists
nl_nl: Stream afspeellijsten

source: Administration URL
nl_nl: Administratie URL

source: Administrator Password
nl_nl: Administrator wachtwoord

source: AutoDJ Disabled
nl_nl: AutoDJ uitgeschakeld

source: AutoDJ has been disabled for this station. No music will automatically be played when a source is not live.
nl_nl: AutoDJ is uitgeschakeld. Er zal geen muziek worden afgespeeld wanneer er niet live wordt uitgezonden.

source: Skip Song
nl_nl: Nummer overslaan

source: LiquidSoap is currently shuffling from <b>%d uploaded songs</b> in <b>%d playlists</b>.
nl_nl: LiquidSoap speelt momenteel <b>%d geüploade nummers</b> uit <b>%d afspeellijsten</b> in een willekeurige volgorde.

source: Song Duplicates
nl_nl: Dubbele nummers

source: No duplicates were found. Nice work!
nl_nl: Er zijn geen dubbele nummers gevonden. Goed gedaan!

source: Title / File Path
nl_nl: Titel / Bestandsnaam

source: Live Listeners
nl_nl: Live luisteraars

source: Enable Google Maps API
nl_nl: Google Maps API inschakelen

source: Time (sec)
nl_nl: Tijd (seconden)

source: User Agent
nl_nl: Browser

source: Location
nl_nl: Locatie

source: Unknown
nl_nl: Onbekend

source: Song Listener Impact
nl_nl: Impact van nummer op luisteraar

source: Filename
nl_nl: Bestandsnaam

source: Length Text
nl_nl: Lengte van tekst

source: Playlist(s)
nl_nl: Afspeellijst(en)

source: Joins
nl_nl: Ingeschakeld

source: Losses
nl_nl: Verliest

source: Total
nl_nl: Totaal

source: Play %
nl_nl: Speel %

source: Ratio
nl_nl: Verhouding

source: Date Requested
nl_nl: Datum aangevraagd

source: Date Played
nl_nl: Datum afgespeeld

source: Requester IP
nl_nl: IP van aanvrager

source: Not Played
nl_nl: Niet afgespeeld

source: <b>Apply Pending Changes</b><br>Click to Restart Station
nl_nl: <b>Pas wijzigingen toe</b><br>Klik om station te herstarten

source: Public Page
nl_nl: Publieke pagina

source: Profile
nl_nl: Profiel

source: Music Files
nl_nl: Muziek bestanden

source: Reports
nl_nl: Rapportages

source: Duplicate Songs
nl_nl: Dupliceer nummers

source: Utilities
nl_nl: Hulpprogramma’s

source: Automated Assignment
nl_nl: Automatisch toegewezen

source: Restart Broadcasting
nl_nl: Herstart uitzending

source: Enable Streaming
nl_nl: Activeer streaming

source: Username
nl_nl: Gebruikersnaam

source: Notes
nl_nl: Notities

source: Connection Information
nl_nl: Connectie informatie

source: IceCast Clients
nl_nl: IceCast gebruikers

source: Port
nl_nl: Poort

source: Mount Name
nl_nl: Mount naam

source: ShoutCast v1 Clients
nl_nl: ShoutCast v1 gebruikers

source: (DJ username and password separated by a colon)
nl_nl: (DJ gebruikersnaam en wachtwoord gescheiden door een dubbele punt)

source: Setup instructions for broadcasting software are available <a href="%s" target="_blank">on the AzuraCast Wiki</a>.
nl_nl: Installatie instructies voor uitzendsoftware zijn beschikbaar <a href="%s" target="_blank">op de AzuraCast Wiki</a>.

source: %d second
nl_nl: %d seconde

source: %d minute
nl_nl: %d minuut

source: %d hour
nl_nl: %d uur

source: %d day
nl_nl: %d dag

source: %d month
nl_nl: %d maand

source: Process stopped.
nl_nl: Proces gestopt.

source: Process was not running!
nl_nl: Proces is niet in gebruik!

source: Process started.
nl_nl: Proces gestart.

source: Process is already running!
nl_nl: Proces is al gestart!

source: AutoDJ is currently disabled. Enable it from the station profile.
nl_nl: AutoDJ is op dit moment uitgeschakeld. Schakel AutoDJ in via het stationsprofiel.

source: Now Playing Data
nl_nl: Nu speelt gegevens

source: 1-Minute Sync
nl_nl: 1 minuut synchronisatie

source: Song Requests Queue
nl_nl: Verzoeknummers in wachtrij

source: 5-Minute Sync
nl_nl: 5 minuten synchronisatie

source: Check Media Folders
nl_nl: Check media mappen

source: 1-Hour Sync
nl_nl: 1 uur synchronisatie

source: Analytics/Statistics
nl_nl: Analytics/Statistieken

source: Cleanup
nl_nl: Opschonen

source: System Administration
nl_nl: Systeembeheer

source: My Account
nl_nl: Mijn account

source: Toggle Fullscreen
nl_nl: Volledig scherm aan-/uitzetten

source: End Session
nl_nl: Sessie beëindigen

source: Sign Out
nl_nl: Uitloggen

source: Powered by %s Version %s.
nl_nl: Powered by %s Versie %s.

source: Pause
nl_nl: Pauzeer

source: Mute
nl_nl: Geluid dempen

source: Unmute
nl_nl: Geluid aanzetten

source: Select...
nl_nl: Selecteer...

source: No results found!
nl_nl: Geen resultaten gevonden!
